{
    "cci.command.debug.info": "Il modulo di debug consente a CCI di leggere gli eventi del flusso Streamlabs\/Streamelements in un file \"test.log\" nel futuro. Copia le righe degli eventi dal log e incollale in un file \"test.log\" nella cartella dei profili (dove sono presenti tutti i file JSON). Premi Shift+Tab per ciclare tra le righe del file test.log. Assicurati di avere aperto la console per visualizzare gli output.",
    "cci.command.debug.on": "Il modulo di debug CCI è stato attivato.",
    "cci.command.disconnect.failed": "Fallito il disconnessione di %s",
    "cci.command.dump.fail": "Fallito il tentativo di dumping degli eventi in dump.json",
    "cci.command.dump.success": "Eventi memorizzati con successo scaricati in dump.json.",
    "cci.command.nosockets": "Nessun socket.",
    "cci.command.profile.errorChangingProfile": "Errore nel cambiare il profilo a %s",
    "cci.command.profile.profileChanged": "Il profilo è stato modificato!",
    "cci.command.reconnect.failed": "Fallito il riavvio della connessione %s",
    "cci.command.replay.indexTooHigh": "Indice troppo alto!",
    "cci.command.replay.noCache": "Non è stato trovato alcun cache per %s.",
    "cci.command.replay.noEvents": "Nessun evento registrato per %s.",
    "cci.command.toggleBlacklist": "Il blacklist è ora impostato su %s",
    "cci.command.userAlreadyWhitelisted": "Quell'utente è già elencato.",
    "cci.command.userDewhitelisted": "%s è stato rimosso dalla lista dei bianchi.",
    "cci.command.userNotWhitelisted": "%s non è elencato.",
    "cci.command.userWhitelisted": "Iscritto alla lista bianca %s.",
    "cci.command.whitelist.client": "Stai cercando di whitelist un altro utente da un client! Ciò deve essere fatto nel console del server!",
    "cci.component.ArithmeticCondition.calc": "Funzione da utilizzare: +, -, x, \/, pow, sqrt, mod, max, min, round, floor, ceil, log, signum, abs, sin, cos, tan, asin, acos, atan. Le funzioni trigonometriche utilizzano gradi. alcune operazioni utilizzano solo la prima variabile.",
    "cci.component.ArithmeticCondition.description": "Esegui calcoli aritmetici semplici sui variabili. inserisce 0 se qualcosa è fallito. restituisce sempre un numero a doppia precisione. utilizzare round\/floor\/ceil per convertire il valore in un numero intero (intero).",
    "cci.component.ArithmeticCondition.value1": "Primo valore, può essere un nome di variabile o numero.",
    "cci.component.ArithmeticCondition.value2": "Secondo valore, può essere un nome di variabile o numero.",
    "cci.component.ArithmeticCondition.variableName": "Nome variabile per inserire il risultato.",
    "cci.component.ArrayAppendCondition.create": "Creare l'array se non esiste già?",
    "cci.component.ArrayAppendCondition.description": "Aggiunge una stringa all'array. Fallisce se la variabile non è un array.",
    "cci.component.ArrayAppendCondition.isGlobal": "Aggiungi alle variabili globali?",
    "cci.component.ArrayAppendCondition.stringToAdd": "Stringa da aggiungere all'array.",
    "cci.component.ArrayAppendCondition.variableName": "Il nome della variabile che memorizza l'array.",
    "cci.component.ArrayCombineCondition.description": "Combina due array. Fallisce se le variabili non sono array.",
    "cci.component.ArrayCombineCondition.variableName1": "Il nome della variabile con l'array di primo livello.",
    "cci.component.ArrayCombineCondition.variableName2": "Il nome della variabile con l'array secondario.",
    "cci.component.ArrayCombineCondition.variableOutputName": "Il nome della variabile per memorizzare l'array combinato.",
    "cci.component.ArrayCondition.caseSensitive": "Deve essere caso sensibile?",
    "cci.component.ArrayCondition.description": "Usa questo per verificare se una stringa è presente in un array proveniente da una variabile specifica.",
    "cci.component.ArrayCondition.variableName": "il nome della variabile che stai targettando.",
    "cci.component.ArrayCondition.variableResult": "il risultato che si spera di trovare all'interno dell'array.",
    "cci.component.ArrayDeleteCondition.description": "Elimina una stringa dall'array. Fallisce se la variabile non è un array o la stringa non è presente nell'array.",
    "cci.component.ArrayDeleteCondition.stringToRemove": "Stringa da rimuovere dall'array.",
    "cci.component.ArrayDeleteCondition.variableName": "Il nome della variabile che memorizza l'array.",
    "cci.component.ArrayExplodeCondition.description": "Espande l'array in una variabile diversa per oggetto. Fallisce se la variabile non è un array.",
    "cci.component.ArrayExplodeCondition.variableName": "Il nome della variabile che memorizza l'array.",
    "cci.component.ArrayExplodeCondition.variableOutputName": "Il nome della variabile per memorizzare i risultati. La dimensione dell'array verrà memorizzata nella variabile `<nome>length`, e ogni oggetto individuale sarà memorizzato nella variabile `<nome>...`(length-1)",
    "cci.component.ArrayLengthCondition.description": "Ottenere la lunghezza di un array. Fallisce se la variabile non è un array.",
    "cci.component.ArrayLengthCondition.variableName": "Il nome della variabile che memorizza l'array.",
    "cci.component.ArrayLengthCondition.variableOutputName": "Il nome della variabile per memorizzare il risultato.",
    "cci.component.Base64DecodeCondition.description": "Decodifica una stringa da base64 e la inserisce in una variabile.",
    "cci.component.Base64DecodeCondition.value": "Valore da decodificare.",
    "cci.component.Base64DecodeCondition.variableResult": "Nome variabile per inserire il risultato.",
    "cci.component.Base64EncodeCondition.description": "Codifica una stringa in base64 e la inserisce in una variabile.",
    "cci.component.Base64EncodeCondition.value": "Valore da codificare.",
    "cci.component.Base64EncodeCondition.variableName": "Nome variabile per inserire il risultato.",
    "cci.component.BaseConversionCondition.base": "Base da convertire in\/da. Esempio: 2 per binario, 16 per esadecimale.",
    "cci.component.BaseConversionCondition.description": "Converte un valore da\/fra una base diversa in decimale (base 10).",
    "cci.component.BaseConversionCondition.toDecimal": "Imposta di default per la conversione in decimale. Abilita questa opzione per convertire da un'altra base a base 10.",
    "cci.component.BaseConversionCondition.value": "Valore da convertire.",
    "cci.component.BaseConversionCondition.variableName": "Nome variabile per inserire il risultato.",
    "cci.component.CCIChangeProfileOutcome.description": "Cambia il profilo attivo CCI.",
    "cci.component.CCIChangeProfileOutcome.disableToast": "Disabilita i toast che si aprono dopo l'attivazione dell'esito.",
    "cci.component.CCIChangeProfileOutcome.profile": "Nome del profilo da cambiare a.",
    "cci.component.CCIClearQueueOutcome.description": "Elimina gli eventi in coda per attivare. È lo stesso pulsante presente nell'area di visualizzazione degli eventi.",
    "cci.component.CCIFromJsonOutcome.description": "Crea una condizione, un esito o un evento da una stringa di origine e lo attiva.",
    "cci.component.CCIFromJsonOutcome.source": "La stringa di origine da cui tentare di convertire in una condizione, un esito o un evento.",
    "cci.component.CCISendEventToSocketOutcome.configType": "Il nome del socket a cui stai inviando questo evento.",
    "cci.component.CCISendEventToSocketOutcome.description": "Inviare le variabili per questo evento su un'altra socket.",
    "cci.component.CCISendEventToSocketOutcome.eventType": "Tipo di evento per questo evento.",
    "cci.component.CCISendEventToSocketOutcome.platform": "La piattaforma per questo evento. Può essere nulla.",
    "cci.component.CCISendToPlayerOutcome.description": "Inviare un esito a un altro giocatore elencato.",
    "cci.component.CCISendToPlayerOutcome.error.notFound": "[cci] il giocatore %s non è stato trovato.",
    "cci.component.CCISendToPlayerOutcome.error.notWhitelisted": "[cci] %s non è elencato.",
    "cci.component.CCISendToPlayerOutcome.outcome": "il risultato da attivare sul giocatore.",
    "cci.component.CCISendToPlayerOutcome.player": "il nome del giocatore che stai targettando.",
    "cci.component.CCISendToPlayerOutcome.silenceErrors": "Se desideri disabilitare i messaggi di errore (giocatore non elencato, giocatore non trovato).",
    "cci.component.ChatMessageOutcome.description": "Utilizza questo esito per inviare un messaggio nel chat se il giocatore è nel mondo.",
    "cci.component.ChatMessageOutcome.inActionBar": "Inserire il messaggio nella barra d'azione del giocatore al posto?",
    "cci.component.ChatMessageOutcome.message": "Messaggio da inviare. Supporta la formattazione di testo di Minecraft.",
    "cci.component.ChatMessageOutcome.sendToServer": "Inviare il messaggio al server anziché all'azione bar (nessun supporto per la barra d'azione)?",
    "cci.component.ChatMessageOutcome.sendToServer.noCommands": "[cci - avvertimento] furtivo furtivo, non si possono inviare comandi con un esito di messaggio di chat!",
    "cci.component.CommandOutcome.chat.fallbackWarning": "[cci - avviso] si utilizza il fallback di chat per l'outcomedi comando con testo più lungo di 256 caratteri. aspetta errori!",
    "cci.component.CommandOutcome.chat.illegalChar": "[cci - avvertimento] utilizzo di fallback per il messaggio di esito del comando. Il messaggio contiene caratteri non validi e il comando non è stato inviato!",
    "cci.component.CommandOutcome.chat.illegalCharString": "[cci - avvertimento] carattere illegale: %1$s . nel comando: %2$s",
    "cci.component.CommandOutcome.command": "Stringa da inserire nel comando.",
    "cci.component.CommandOutcome.description": "Attiva un comando client-side o server-side.",
    "cci.component.CommandOutcome.disableChatCommandFallback": "Se sei connesso a un server dove non hai permessi CCI\/server senza installazione di CCI, e \"eseguire come sé stesso\" è abilitato, il risultato della comando tenta di inviare un messaggio di chat con il comando al posto. Abilitando questa opzione, si disabilita questo comportamento.",
    "cci.component.CommandOutcome.executeAsSelf": "Dovrebbe il comando essere eseguito come il flusso o il server?",
    "cci.component.CommandOutcome.feedbackKeys": "Chiavi di feedback da utilizzare con \"handlefeedback\". Se sai quali chiavi di traduzione dei feedback ascoltare, mettili nell'array. Se non lo sai, lascia null e CCI catturerà la prima disponibile feedback del comando. Da utilizzare con i comandi che restituiscono più righe di feedback. Ad esempio, facendo \"\/time query daytime\" verrà restituito un stringa localizzabile con la chiave \"commands.time.query\". Aggiungi quella se vuoi catturare solo quella una riga di feedback.",
    "cci.component.CommandOutcome.handleFeedback": "Come gestire il feedback del comando? lasciarlo come null per silenziare il feedback (non silencerà gli errori di comando). lasciare un vuoto stringa per consentire il feedback. inserisci un nome per tentare di catturare il feedback in una variabile globale con lo stesso nome (solo se il comando è \"executeasself\"). questo ascolta i messaggi di chat dal server e si fermerà dopo un secondo. tenere presente che CCI deve indovinare quale messaggio di chat ricevuto è il feedback del comando, quindi effettua le tue prove! consente l'inserimento di variabili per il nome. il feedback non può essere utilizzato nello stesso evento, poiché ci sarà un ritardo dal inviare il comando al server e attendere il feedback. per utilizzare il feedback, avrai bisogno di un evento staccato o un altro evento e un momento più tardi.",
    "cci.component.CommandOutcome.isClientSideCommand": "È un comando del lato client?",
    "cci.component.Condition.displayName": "Nome di visualizzazione. Cosa è questo per?",
    "cci.component.Condition.inverseMatch": "Se la condizione non è soddisfatta, considerarla soddisfatta e viceversa.",
    "cci.component.ConditionalCondition.condition": "La condizione da verificare per primo.",
    "cci.component.ConditionalCondition.description": "Una condizione che, se soddisfatta o meno, attiva una condizione specifica. Un controllo preventivo se lo desideri.",
    "cci.component.ConditionalCondition.failCondition": "Se la condizione fallisce, restituire i risultati di questa condizione. Opzionale. Restituirà false se la condizione non è soddisfatta e questo non è impostato.",
    "cci.component.ConditionalCondition.passCondition": "Se la condizione passa, restituire il risultato di questa condizione.",
    "cci.component.ConditionalOutcome.condition": "La condizione da verificare.",
    "cci.component.ConditionalOutcome.conditionNotMetOutcome": "Esito facoltativo da attivare se la condizione non è soddisfatta.",
    "cci.component.ConditionalOutcome.description": "Usa questo esito per verificare una condizione specifica prima di attivare.",
    "cci.component.ConditionalOutcome.outcome": "il risultato da attivare.",
    "cci.component.Configuration._for": "Per quale account\/piattaforma si applica questa configurazione. Se è null, verrà applicata a tutti gli account.\n\nNota: questo va verso il basso, quindi se viene trovato un valore null per for, le configurazioni sottostanti saranno omesse del tutto (si interrompe).",
    "cci.component.Configuration.ignoredTypes": "Elenco di tipi di evento da ignorare.\nquesti tipi di evento non saranno attivati (e non occuperanno la tua cache).",
    "cci.component.Configuration.queue": "Elenco di tipi di evento da coda.",
    "cci.component.Configuration.types": "Elenco di tipi di evento",
    "cci.component.ConstantCondition.description": "Usa questa condizione per chiamare una condizione costante.",
    "cci.component.ConstantCondition.name": "Nome della condizione costante.",
    "cci.component.ConstantOutcome.description": "Usa questo esito per chiamare un esito costante.",
    "cci.component.ConstantOutcome.name": "Nome dell'outcomoe costante.",
    "cci.component.Constants.conditions": "Mappa di costanti di condizione",
    "cci.component.Constants.events": "Mappa di costanti degli eventi",
    "cci.component.Constants.info": "Informazioni aggiuntive (per scopi di biblioteca)",
    "cci.component.Constants.outcomes": "Mapping dei costanti esiti",
    "cci.component.Event.allowsOtherEventsToTrigger": "Fa ancora scattare altri eventi dopo aver scattato questo evento?",
    "cci.component.Event.conditions": "Elenco di condizioni richieste per attivare l'evento.",
    "cci.component.Event.constantName": "Il nome di mappatura per l'evento costante da cui fare riferimento. Se impostato, verifichiamo le condizioni dell'evento costante e attiviamo i suoi esiti.",
    "cci.component.Event.cooldown": "Quanto spesso questo evento può essere attivato, in tick.",
    "cci.component.Event.delay": "Quanto tempo di ritardo, espresso in tick, prima di riprodurre l'evento.",
    "cci.component.Event.disableShortCircuitWhenOnCooldown": "Normalmente, se questo evento è in timeout (e \"consentiaglialtreiventitriggare\" è disabilitato) e le condizioni sono soddisfatte, questo evento impedisce che altri eventi si attivino. Questo disattiva tale funzionalità.",
    "cci.component.Event.disabled": "Disabilitare questo evento?",
    "cci.component.Event.name": "Nome opzionale per questo evento, per leggibilità del editore.",
    "cci.component.Event.outcomes": "Elenco di esiti da attivare se l'evento soddisfa le condizioni.",
    "cci.component.Event.playTime": "Durata di riproduzione dell'evento, in tick. Solo se il tipo di evento è stato registrato nella coda. Impostare su -1 per saltare la coda.",
    "cci.component.Event.playTimeEvent": "Un evento che si attiva durante il tempo di gioco delle tick dell'evento. Avrà le variabili $currentplaytime e $totalplaytime inserite.",
    "cci.component.Event.singleOutcomeOnly": "Se ci sono più esiti per l'evento, solo il primo esito che riesce?",
    "cci.component.Event.triggersFromAnyConditionMet": "Questo evento attiva da qualsiasi condizione soddisfatta?",
    "cci.component.EventConfiguration.configs": "Elenco di tipi di evento e configurazioni",
    "cci.component.EventConfiguration.from": "Questo è la fonte online per questa configurazione evento. Impostato da CCI.",
    "cci.component.EventConfiguration.init": "Elenco di eventi da eseguire quando questo file di configurazione viene caricato (e quando viene ricaricato).\n\nSoltanto le variabili globali verranno passate inizialmente, ma puoi aggiungere ulteriori variabili nei condizioni e negli esiti di ogni evento. Tutti gli eventi saranno eseguiti, non viene utilizzato l'evento \"allowsothereventstotrigger\" qui.",
    "cci.component.EventConfiguration.online": "Questo file di configurazione è stato ottenuto da una fonte online.",
    "cci.component.EventConfiguration.type": "Questo è per definire il tipo di configurazione evento se viene estratto da una fonte online. Impostato da CCI quando si crea la configurazione, ad esempio: streamlabs\/streamelements\/chat\/etc. Tenere presente che l'estrazione di un file online sovrascriverà le configurazioni locali.",
    "cci.component.EventOutcome.description": "tentativo di attivare ancora più eventi. utilizzare questo per attivare eventi ritardati, come ad esempio quando si richiedono statistiche o si attende il feedback dei comandi. tenga presente che le condizioni dell'evento vengono verificate prima di attivarlo, quindi qualsiasi condizione funzionale deve essere eseguita in un ConditionalOutcome invece, se l'evento ha un ritardo.",
    "cci.component.EventOutcome.events": "Elenco di eventi da attivare.",
    "cci.component.FakeCrashOutcome.crashDuration": "La durata del finto crash, in tick. Predefinito a 5 secondi.",
    "cci.component.FakeCrashOutcome.crashType": "Tipo di crash: 1 = congelamento, 2 = schermo di esaurimento della memoria",
    "cci.component.FakeCrashOutcome.description": "Simula un crash del gioco.",
    "cci.component.FoodOutcome.description": "Aggiunge un certo stato ai parametri alimentari dei giocatori, ovvero livello e saturazione o stanchezza.",
    "cci.component.FoodOutcome.exhaustion": "Aggiunta di stanchezza.",
    "cci.component.FoodOutcome.level": "Livello\/ripristino da aggiungere.",
    "cci.component.FoodOutcome.saturation": "Saturazione da aggiungere.",
    "cci.component.FoodOutcome.target": "Il selezionatore di bersaglio per gli entità da influenzare.",
    "cci.component.GameCrashOutcome.crashType": "Tipo di crash: 1 = uscita del sistema. 2 = crash del sistema (attenzione, JVM non lo apprezza molto! potrebbe causare corruzione). 3 = crash di Minecraft. 4 = crash di stack overflow di Minecraft. 5 = congelamento o blocco di Minecraft.",
    "cci.component.GameCrashOutcome.description": "Forza il gioco a bloccarsi.",
    "cci.component.GameEventConfig.listeners": "Elenco di listener per eventi Forge.\n\nattenzione: l'utilizzo di questa funzionalità può avere un impatto significativo sulle prestazioni del gioco. utilizzarla a proprio rischio!",
    "cci.component.GameSettingsCondition.description": "Controlla un'impostazione del gioco dal file.",
    "cci.component.GameSettingsCondition.key": "Chiave da verificare.",
    "cci.component.GameSettingsCondition.value": "Valore da confrontare con il valore sul file.",
    "cci.component.GameSettingsOutcome.description": "Imposta un impostazione del gioco nel file e forza il riavvio delle impostazioni del gioco.",
    "cci.component.GameSettingsOutcome.key": "Chiave per impostare. La chiave può essere trovata nel file options.txt, ad esempio: mainhand:right, la chiave è \"mainhand\"",
    "cci.component.GameSettingsOutcome.value": "Valore da impostare. Dipende dalla riga delle opzioni nel file options.txt.",
    "cci.component.GlobalVariableCondition.description": "(Spuntato) scrive informazioni in una variabile globale che possono essere utilizzate altrove negli altri eventi. le variabili locali con lo stesso nome tuttavia ancora sovrascriveranno queste. se desideri verificare il contenuto di una variabile, utilizza la condizione di variabile.",
    "cci.component.GlobalVariableCondition.variableInput": "Contenuto della variabile che si sta inserendo.",
    "cci.component.GlobalVariableCondition.variableName": "Nome della variabile globale da inserire.",
    "cci.component.HealthOutcome.amount": "Quantità di salute da modificare. Valori positivi guariscono, valori negativi feriscono.",
    "cci.component.HealthOutcome.description": "Ricrea o danneggia una lista di bersagli.",
    "cci.component.HealthOutcome.target": "Selettore di destinazione per gli entità da influenzare.",
    "cci.component.IMCOutcome.description": "Invia un messaggio di runtime per comunicazione tra moduli ad un altro modulo.",
    "cci.component.IMCOutcome.message": "Il valore\/messaggio del messaggio IMC.",
    "cci.component.IMCOutcome.modId": "L'ID del modulo per inviare questo messaggio.",
    "cci.component.IMCOutcome.subject": "Il soggetto della messaggia IMC.",
    "cci.component.InputOutcome.defaultInput": "Testo predefinito per la casella di input.",
    "cci.component.InputOutcome.description": "Aprire una finestra che richiede all'utente di inserire del testo.",
    "cci.component.InputOutcome.postInputOutcome": "Un esito da attivare dopo che il giocatore ha premuto \"Fatto\". Tenere presente che la variabile che questo esito di input inserisce non è una variabile globale e quindi verrà scartata se non viene memorizzata in una variabile.",
    "cci.component.InputOutcome.text": "Il testo dell'informazione per la finestra di popup.",
    "cci.component.InputOutcome.variableInput": "Il nome della variabile da utilizzare per il valore di input una volta che l'utente ha confermato.",
    "cci.component.InventoryCondition.description": "Controlla gli slot di inventario e mette la prima istantanea di oggetto in una variabile. Fallisce se non riesce a trovare un singolo slot di inventario tra tutti i target.",
    "cci.component.InventoryCondition.index": "Indice dell'inventario da cercare.",
    "cci.component.InventoryCondition.target": "Stringa di selezione del bersaglio per il condizionamento dell'inventario.",
    "cci.component.InventoryCondition.variableName": "Nome variabile per inserire il risultato.",
    "cci.component.InventoryOutcome.additionalArgs": "Argomenti aggiuntivi:\nper rilascio e cancellazione: il conteggio della pila di oggetti.\nper scambio: l'indice\/slot da scambiare con.\nper quantità: la quantità da aumentare\/decrementare la pila di oggetti.\nper scambio del giocatore: lo selector di selezione per l'altro giocatore.\nper aggiunta: una stringa che indica cosa dare e il conteggio. in pratica, il bit dopo \"\/give <target> \" nel comando give, come \"minecraft:dirt 3\" dà 3 blocchi di terra.",
    "cci.component.InventoryOutcome.description": "Manipolare gli inventari di un insieme di entità che corrispondono al selezionatore di target.",
    "cci.component.InventoryOutcome.funcType": "Tipi disponibili: caduta, scambio, quantità, cancellazione, scambio giocatore, aggiunta",
    "cci.component.InventoryOutcome.index": "L'indice\/slot numero per le inventari. Utilizzato da tutti i tipi eccetto player swap. Per riferimento, dovrebbe essere: 0-35 per l'inventario principale, 36-39 per l'armatura, 40 per la mano libera, 41+ per le inventari modificate. Per alcune funzioni, -1 significa oggetto corrente.",
    "cci.component.InventoryOutcome.target": "Il selezionatore di bersaglio per gli entità da influenzare.",
    "cci.component.JsonSafeCondition.description": "Fornisce stringhe sicure per essere inserite in linee di JSON.",
    "cci.component.JsonSafeCondition.variableName": "Nome variabile sicura JSON: source string.",
    "cci.component.JsonSafeCondition.variableResult": "Nome della variabile in cui inserire il risultato.",
    "cci.component.KeyPressOutcome.description": "Imposta una combinazione di tasti sullo stato premuto del tasto impostato. È necessario impostare almeno uno dei seguenti: nome del tasto, nome dell'input o input raw. CCI tenta di impostarli in ordine. Non dimenticare di rilasciare il tasto in un evento diverso più avanti.",
    "cci.component.KeyPressOutcome.inputName": "Premendo direttamente un tasto. Il nome dell'input può essere trovato nel file options.txt. Ad esempio: key_key.forward:key.keyboard.w, il nome dell'input è \"key.keyboard.w\".",
    "cci.component.KeyPressOutcome.keyName": "nome chiave per impostare. il nome della chiave si può trovare nel file options.txt. ad esempio: key_key.inante\/posteriore:chiave tastiera.w, la chiave è \"key.forward\". omittete il prefisso \"key_\".",
    "cci.component.KeyPressOutcome.pressed": "Stato premuto per impostare. Mantenere come \"null\" annulla la pressione del tasto. Ignorato sulle input brute.",
    "cci.component.KeyPressOutcome.rawInput": "Inserimento di tastiera diretto in numeri. Bit tecnico, ma utile quando non funziona niente altrimenti (o se si desidera aggiungere modificatori). Spegliare con virgole. Ordinare per: codice tastiera\/tasto, codice scancode\/mouse (-1), azione, modificatori. Bit tecnico, ma cercare \"glfw codici tastiera\" o \"glfw modificatori tastiera\" per alcune guide.\n\nIl codice scancode non è generalmente importante se si utilizzano i codici tastiera e impostarlo su -1 se si desidera attivare un input mouse invece\n\nad esempio: 87,17,1,0 per premere il tasto \"w\" (su tastiere QWERTY) senza modificatori",
    "cci.component.Listener.accessors": "Elenco di accessori per accedere ai metodi e ai campi degli eventi\/oggetti.",
    "cci.component.Listener.argBasedAccessors": "Elenco di accessori da attivare sugli oggetti memorizzati nel mappatura delle variabili, ognuno dei quali deve corrispondere a una chiave o nome di variabile esistente.",
    "cci.component.Listener.cancel": "Vuoi annullare l'evento Forge (se annullabile) dopo aver attivato il nostro evento? Imposta il risultato finale come \"vero\" per annullare.",
    "cci.component.Listener.className": "Il nome della classe per l'evento Forge che si vuole ascoltare, ad esempio: LivingDeathEvent o PlayerEvent$PlayerRespawnEvent",
    "cci.component.Listener.disabled": "Questo ascoltatore è disattivato?",
    "cci.component.Listener.event": "L'evento che passeremo tutti i parametri in seguito.",
    "cci.component.Listener.isFullName": "Stai utilizzando il nome completo della classe, compresi i nomi dei pacchetti.",
    "cci.component.Listener.isServerEvent": "Si tratta di un evento Forge solo attivato sul server? (utilizzo del server dedicato. consentito solo se è possibile inviare esiti al server).",
    "cci.component.Listener.name": "Nome facoltativo per questo ascoltatore, per leggibilità del editore.",
    "cci.component.Listener.preAccessorEvent": "Evento di comodo se desideri impostare alcune variabili prima che gli accedenti vengano attivati.",
    "cci.component.Listener.staticAccessors": "Elenco di accessori per accedere ai metodi e campi statici delle classi. Utilizzato insieme con l'accessore oggetto per accedere alle classi statiche.",
    "cci.component.LocalisedStringCondition.description": "Converte una chiave di traduzione nel suo valore localizzato sul cliente.",
    "cci.component.LocalisedStringCondition.value": "Chiave di traduzione da utilizzare.",
    "cci.component.LocalisedStringCondition.variableResult": "Nome variabile per inserire il risultato.",
    "cci.component.LogArgsCondition.description": "Stampa le variabili quando questa condizione viene attivata nel console\/registro.",
    "cci.component.MessageCondition.caseSensitive": "È questa frase sensibile alle maiuscole?",
    "cci.component.MessageCondition.description": "Usa questo per verificare la presenza di un contenuto nel messaggio dell'evento.",
    "cci.component.MessageCondition.exactPhrase": "Richiede un'esatta frase?",
    "cci.component.MessageCondition.optionalVariableName": "Vuoi cercare un nome di variabile specifico? Rimuovi per cercare il nome di variabile predefinito \"messaggio\".",
    "cci.component.MessageCondition.phrase": "Qual è la frase?",
    "cci.component.ModExistsCondition.description": "Condizione per verificare se un modulo è caricato.",
    "cci.component.ModExistsCondition.modId": "ID del modulo.",
    "cci.component.MotionOutcome.amount": "Il quantitativo di moto da applicare.",
    "cci.component.MotionOutcome.axis": "L'asse su cui applicare il moto. Supporta \"x\", \"y\", \"z\".",
    "cci.component.MotionOutcome.description": "Regola il moto di un insieme di entità",
    "cci.component.MotionOutcome.doOnPlayer": "Applicare questo solo al giocatore? A causa di come funziona Minecraft, il giocatore sul client ha il proprio moto e non può essere modificato dal server.",
    "cci.component.MotionOutcome.relative": "Dovrebbe il moto applicato essere relativo all'entità invece che assoluto?",
    "cci.component.MotionOutcome.target": "Selettore di destinazione per gli entità da influenzare.",
    "cci.component.MountOutcome.description": "Fa montare un entità su un'altra entità. Restituisce falso se non è riuscito.",
    "cci.component.MountOutcome.force": "Forza il cavallo.",
    "cci.component.MountOutcome.forceToTop": "Forza il cavaliere a cavalcare l'entità superiore sulla quale si sta cercando di cavalcare.",
    "cci.component.MountOutcome.riddenTarget": "Selettore di target per l'entità da montare.",
    "cci.component.MountOutcome.riderTarget": "Selettore di target per il cavaliere.",
    "cci.component.MultipleConditionCondition.any": "Sarà attivato questo condizionale se almeno una delle condizioni sarà soddisfatta? In pratica, un'interruttore AND-OR.",
    "cci.component.MultipleConditionCondition.conditions": "Array di condizioni.",
    "cci.component.MultipleConditionCondition.description": "Usa questa condizione per più condizioni. Potenzialmente utilizzata per una dichiarazione \"o\" anidata se \"qualsiasi\" è abilitato.",
    "cci.component.MultipleOutcomeOutcome.description": "Usa questo esito per più esiti. Per le volte in cui vuoi che solo un esito venga attivato, ma contemporaneamente, più di uno.",
    "cci.component.MultipleOutcomeOutcome.outcomes": "Elenco di esiti",
    "cci.component.MultipleOutcomeOutcome.singleOutcomeOnly": "Smettere sul primo esito che riesce?",
    "cci.component.NarratorOutcome.description": "Utilizza il supporto di narrazione integrato per parlare a voce alta.",
    "cci.component.NarratorOutcome.interrupts": "Interrompe la riga di narrazione attualmente in corso.",
    "cci.component.NarratorOutcome.message": "Messaggio per il narratore dire. supporta l'inserimento di variabili",
    "cci.component.NoteCondition.allowExpired": "Consentire alla condizione di superare anche se il nota è scaduto.",
    "cci.component.NoteCondition.defaultVariableValue": "Se la nota non esiste, dovrebbe essere impostato un valore predefinito per la variabile? (utilizzare virgole con uno spazio per separare gli oggetti in array)",
    "cci.component.NoteCondition.description": "Usa questa condizione per caricare un'appunto\/appunti array in una variabile. Si verificherà un errore se l'appunto\/appunti array non esiste. Colloca le condizioni di appunto più in alto, in modo che le successive condizioni e gli esiti possano utilizzare il contenuto della variabile.",
    "cci.component.NoteCondition.loadNotesArray": "Caricare l'array di note anziché la nota semplice?",
    "cci.component.NoteCondition.meetConditionIfNoteDoesNotExist": "Dovrebbe questa condizione essere soddisfatta anche se il biglietto o l'array di biglietti non esiste o è scaduto?",
    "cci.component.NoteCondition.noteName": "Nome del biglietto.",
    "cci.component.NoteCondition.variableName": "Nome della variabile per inserire la nota\/array di note. Sovrascriverà le variabili degli eventi se già esistono.",
    "cci.component.NoteDeletionOutcome.deletionType": "Tipo di cancellazione per nota. 0 = nota intera. 1 = nota semplice. 2 = array di note. 3 = contenuto all'interno dell'array di note.",
    "cci.component.NoteDeletionOutcome.description": "Elimina informazioni di un appunto. Se l'appunto è vuoto, verrà comunque rimosso in ogni caso.",
    "cci.component.NoteDeletionOutcome.noteContent": "Contenuto da rimuovere dall'array. Utilizzato solo se tipo di eliminazione è 3.",
    "cci.component.NoteDeletionOutcome.noteName": "Nome del biglietto.",
    "cci.component.NoteOutcome.append": "Aggiungere il contenuto alla fine della nota semplice o aggiungere un nuovo elemento nell'array delle note?",
    "cci.component.NoteOutcome.description": "scrive un appunto su file.",
    "cci.component.NoteOutcome.expiresIn": "Quanto tempo dopo l'evento il nota scade? Imposta su \"null\" per rimuovere una data di scadenza già impostata. Supporta: y, d, h, m, s per anni, giorni, ore, minuti e secondi. Formato: \"2d7h32m19s\" significa 2 giorni, 7 ore, 32 minuti e 19 secondi dall'evento che attiva. Puoi omettere qualsiasi unità di tempo (anni\/giorni\/ore\/minuti\/seconde) che è zero.",
    "cci.component.NoteOutcome.noteContent": "Contenuto della nota.",
    "cci.component.NoteOutcome.noteName": "Nome del foglio. Se un foglio con questo nome già esiste, verrà sovrascritto. Puoi utilizzare la condizione del foglio per verificare se il foglio esiste prima.",
    "cci.component.NoteOutcome.putInNotesArray": "Mettono il contenuto della nota nell'array delle note?",
    "cci.component.NotesListCondition.description": "Inserisci l'elenco dei nomi delle note in un array.",
    "cci.component.NotesListCondition.variableName": "Nome variabile per inserire l'array.",
    "cci.component.NullCondition.description": "Una condizione che è sempre soddisfatta.",
    "cci.component.NullOutcome.description": "Un esito che non fa nulla.",
    "cci.component.ObjectAccessor.argName": "Il nome della variabile in cui desideri salvare il risultato del tuo funzionale. Lascia come null se non vuoi salvarlo.",
    "cci.component.ObjectAccessor.classForStaticAccess": "Il nome completo della classe per il campo o metodo statico che si vuole accedere. Di solito utilizzato con gli ascoltatori di eventi statici, ma non è necessario.",
    "cci.component.ObjectAccessor.function": "Il nome del campo o metodo che si vuole accedere o chiamare. Di solito sarà il nome SRG, come ad esempio \"field_12383_a\" o \"func_83726_d()\". Se si inseriscono parentesi graffe, CCI assume automaticamente che si tratti di un metodo. Se si utilizzano \"<>\", CCI presume che si voglia un costruttore. Utilizzare un metodo o costruttore con parametri richiederà injector di parametri. Controllare il log quando si testa il comando, CCI emetterà errori lì.",
    "cci.component.ObjectAccessor.instanceCheck": "Il percorso completo del nome della classe e dell'istanza per un controllo di istanza. Se l'oggetto non è un'istanza della classe che hai definito, smetteremo di elaborare. Controlla il log durante la prova del comando, CCI spargerà errori lì. Rimuovi per disabilitare il controllo di istanza.",
    "cci.component.ObjectAccessor.name": "Nome opzionale per questo accessore, per leggibilità del editore.",
    "cci.component.ObjectAccessor.nextAccessors": "Elenco di accessori che desideri passare il risultato della tua funzione per ulteriore elaborazione.",
    "cci.component.ObjectAccessor.nullObjectEvent": "Un evento di comodo se desideri impostare alcune variabili o annullare la elaborazione dopo il risultato ottenuto ma è nullo.",
    "cci.component.ObjectAccessor.paramInjectors": "Elenco di injector di parametri. Utilizzato solo se il tuo metodo è un metodo o un costruttore, per fornire le classi e gli istanze di oggetto per il metodo.",
    "cci.component.ObjectAccessor.postAccessorEvent": "Evento di accesso a oggetto per facilitare la gestione di variabili dopo il salvataggio del risultato e prima dell'attivazione dei prossimi accessori.",
    "cci.component.ObjectAccessor.preAccessorEvent": "Evento di accesso oggetto conveniente se desideri impostare alcune variabili prima che gli accessor oggetti tentino di recuperare l'oggetto.",
    "cci.component.ObjectAccessorOutcome.accessors": "Elenco dei tuoi accessori.",
    "cci.component.ObjectAccessorOutcome.description": "Attiva gli accessori di oggetto con l'oggetto del giocatore come riferimento. Per ulteriori informazioni su come utilizzare questo, consultare gli eventi di Minecraft.",
    "cci.component.ObjectAccessorOutcome.isServerSide": "Dovrebbe questo esito essere inviato al server?",
    "cci.component.Outcome.disabled": "Disabilitare questo esito?",
    "cci.component.Outcome.displayName": "Nome visualizzato. Cosa è questo per?",
    "cci.component.Outcome.weight": "il peso di questo esito, se ci sono più esiti per questo evento.",
    "cci.component.ParamInjector.argToPull": "Il nome della variabile in cui hai memorizzato l'istanza di oggetto da altri accessor di oggetti; se la variabile non esiste o questo è lasciato come null, verrà inserito null. Se è impostato su true, questo campo può essere utilizzato per creare l'oggetto primitivo. La presenza di una variabile da argtopull sovrascrive questo valore, tuttavia.",
    "cci.component.ParamInjector.classType": "Il percorso completo e il nome della classe per la quale questo parametro è destinato. Se `isPrimitive` è impostato su vero, il tipo di classe è solo il nome del primitivo, ad esempio: int, short, char. Caso speciale: anche \"string\" è supportato.",
    "cci.component.ParamInjector.isPrimitive": "È un tipo primitivo?",
    "cci.component.PlayerStateCondition.description": "Verifica alcuni stati del giocatore cliente.",
    "cci.component.PlayerStateCondition.state": "Stato da verificare (utilizzare uno): vivo, invisibile, in fiamme, a terra, avvelenato, addormentato, nascondendosi, nuotando, è in acqua, è in acqua o pioggia, è in acqua o bolle d'aria, è in acqua o pioggia o bolle d'aria, utilizza oggetto, morente, esiste",
    "cci.component.PopupOutcome.description": "Aprire una finestra di popup che richiede al giocatore di premere \"Fatto\".",
    "cci.component.PopupOutcome.postOkOutcome": "Esito facoltativo da attivare dopo che il giocatore ha premuto \"Fatto\".",
    "cci.component.PopupOutcome.text": "Il testo dell'informazione per la finestra di popup.",
    "cci.component.PromptOutcome.description": "Aprire una finestra che richiede al giocatore di scegliere \"si\" o \"no\".",
    "cci.component.PromptOutcome.noOutcome": "Un esito facoltativo da attivare dopo che il giocatore ha scelto \"no\".",
    "cci.component.PromptOutcome.noOverride": "Sovrascrivere testo per il pulsante \"No\"?",
    "cci.component.PromptOutcome.text": "Il testo dell'informazione per la finestra di popup.",
    "cci.component.PromptOutcome.yesOutcome": "Esito facoltativo da attivare dopo che il giocatore seleziona \"Sì\".",
    "cci.component.PromptOutcome.yesOverride": "Testo di override per il pulsante \"Sì\"?",
    "cci.component.RandomCondition.chance": "Qual è la probabilità che questa condizione venga soddisfatta? 0,0 a 1,0.",
    "cci.component.RandomCondition.description": "Usa questo per una probabilità casuale che questa condizione venga soddisfatta.",
    "cci.component.RandomNumberCondition.description": "Ottenere un numero casuale tra due valori.",
    "cci.component.RandomNumberCondition.roundNumber": "Arrotonda il numero al numero intero più vicino?",
    "cci.component.RandomNumberCondition.value1": "Primo valore, può essere un nome di variabile.",
    "cci.component.RandomNumberCondition.value2": "Secondo valore, può essere un nome di variabile.",
    "cci.component.RandomNumberCondition.variableName": "Nome variabile per inserire il risultato.",
    "cci.component.RandomStringCondition.description": "Ottenere una stringa casuale da un elenco di stringhe.",
    "cci.component.RandomStringCondition.values": "Array di stringhe da scegliere.",
    "cci.component.RandomStringCondition.variableName": "Nome variabile per inserire il risultato.",
    "cci.component.RangedAmountCondition.description": "Usa questo per verificare un intervallo di valori.",
    "cci.component.RangedAmountCondition.max": "Raggio massimo (inclusivo). Rimuovi per non avere un raggio massimo.",
    "cci.component.RangedAmountCondition.maxVar": "Raggio massimo (compreso) da un raggio. ha priorità sul valore numerico.",
    "cci.component.RangedAmountCondition.min": "Minimo raggio (inclusivo). Rimuovi per avere nessun minimo di raggio.",
    "cci.component.RangedAmountCondition.minVar": "Intervallo minimo (compreso) da un intervallo. ha priorità sul valore numerico.",
    "cci.component.RangedAmountCondition.optionalVariableName": "Vuoi cercare un nome di variabile specifico? Rimuovi per cercare la variabile predefinita \"quantità\".",
    "cci.component.ReadFileCondition.description": "Legge le righe di un file. Ogni riga sarà memorizzata nella variabile `$<nome_file>_<riga>`, ad esempio \"$file_1\", \"$file_2\". Il numero totale di righe sarà memorizzato nella variabile `$<nome_file>_count`, ad esempio \"$deathcounts.txt_count\". Fallisce se il file non esiste o vi è un errore nel leggere il file.",
    "cci.component.ReadFileCondition.fileName": "Nome del file. Il file deve essere presente nella tua cartella di profilo.",
    "cci.component.ReadFromUrlOutcome.description": "Legge da un URL come una stringa.",
    "cci.component.ReadFromUrlOutcome.outcome": "Il risultato da attivare dopo l'acquisizione dell'URL.",
    "cci.component.ReadFromUrlOutcome.url": "URL da leggere.",
    "cci.component.ReadFromUrlOutcome.variableName": "Il nome della variabile per inserire il contenuto dell'URL.",
    "cci.component.RepeatCondition.arrayVariable": "Variabile per estrarre un array. Se utilizzato, \"times\" viene ignorato e l'array verrà ciclato invece. Il contenuto dell'array che viene ciclato sarà messo nella variabile $arrayobject, che verrà rimossa una volta terminata. Il conteggio di iterazioni è memorizzato nella variabile $itecount.",
    "cci.component.RepeatCondition.breakCondition": "Una condizione che, se soddisfatta, interrompe il ciclo di ripetizione.",
    "cci.component.RepeatCondition.condition": "La condizione per ripetere.",
    "cci.component.RepeatCondition.description": "Una condizione che richiama ripetutamente una condizione. Questo è per le condizioni funzionali.",
    "cci.component.RepeatCondition.times": "Quante volte ripetere la condizione? Il conteggio di iterazioni è memorizzato nella variabile $itecount.",
    "cci.component.RepeatOutcome.arrayVariable": "Variabile per estrarre un array. Se utilizzato, \"times\" viene ignorato e l'array verrà ciclato invece. Il contenuto dell'array che si sta ciclando sarà messo nella variabile `$arrayobject` che verrà rimossa una volta terminata. Il conteggio di iterazioni è memorizzato nella variabile `$itecount`.",
    "cci.component.RepeatOutcome.breakCondition": "Una condizione che, se soddisfatta, interrompe il ciclo di ripetizione.",
    "cci.component.RepeatOutcome.description": "Un esito che tenta ripetutamente un esito.",
    "cci.component.RepeatOutcome.outcome": "il risultato da ripetere.",
    "cci.component.RepeatOutcome.times": "Quante volte ripetere l'outcomre? Il conteggio di iterazioni è memorizzato nella variabile $itecount.",
    "cci.component.RequestStatisticsCondition.description": "Se desideri verificare le statistiche del giocatore, devi richiedere questo al server prima. Inserisci questo nell'evento e, nello stesso evento, imposta un ritardo ragionevole, come ad esempio 10 tick o più (che dipende dal tempo di ping del giocatore). In uno dei risultati, utilizza un eventooutcome che ha una condizione di statistica per verificare la stat e agire in base a essa.",
    "cci.component.ServerCondition.description": "La condizione sarà soddisfatta se puoi attivare gli esiti di sistema.",
    "cci.component.SoundOutcome.category": "Categoria del suono. Esempio: \"ambiente\" o \"musica\". Predefinito a \"master\" se CCI non riesce a trovare la tua categoria.",
    "cci.component.SoundOutcome.clientSide": "È il suono da riprodurre sul client? \"target\" è ignorato se questo è \"vero\".",
    "cci.component.SoundOutcome.description": "Riprodurre un suono, sia sul client che sul server.",
    "cci.component.SoundOutcome.pitch": "Pulsante del suono",
    "cci.component.SoundOutcome.sound": "Il nome del suono, nel formato di localizzazione dei risorse. Ad esempio, \"minecraft:entità.cinghiale.ambiente\"",
    "cci.component.SoundOutcome.target": "Selettore di destinazione per il suono. Solo per suoni non client-side.",
    "cci.component.SoundOutcome.volume": "Il volume del suono",
    "cci.component.SpecificAmountCondition.amount": "Quantità da verificare.",
    "cci.component.SpecificAmountCondition.description": "Usa questo per verificare un valore specifico.",
    "cci.component.SpecificAmountCondition.optionalVariableName": "Vuoi cercare un nome di variabile specifico? Rimuovi per cercare la variabile predefinita \"quantità\".",
    "cci.component.SpecificUserCondition.caseSensitive": "È questo caso sensibile?",
    "cci.component.SpecificUserCondition.description": "Usa questo per verificare un nome utente specifico. Controlla la variabile \"$user\".",
    "cci.component.SpecificUserCondition.username": "Nome utente da verificare.",
    "cci.component.StatisticsCondition.description": "Verifica una statistica del giocatore. Per favore, consulta \"requestStatisticsCondition\" in primo luogo. Restituirà false se la ricerca delle statistiche ha fallito.",
    "cci.component.StatisticsCondition.statToCheck": "La chiave di registro per lo stato che si vuole verificare.",
    "cci.component.StatisticsCondition.variableName": "il nome della variabile in cui inserire il numero di statistica. restituirà false se la ricerca delle statistiche ha fallito.",
    "cci.component.StringCompareToCondition.description": "Confronta una stringa con un'altra stringa (per l'ordinamento).",
    "cci.component.StringCompareToCondition.result": "Nome della variabile in cui inserire il risultato.",
    "cci.component.StringCompareToCondition.source": "Stringa di origine.",
    "cci.component.StringCompareToCondition.target": "Stringa da confrontare con.",
    "cci.component.StringConcatCondition.description": "Unisce due oggetti insieme in una variabile come stringa.",
    "cci.component.StringConcatCondition.prefix": "Prima parte. Supporta variabili.",
    "cci.component.StringConcatCondition.suffix": "Ultima parte. Supporta variabili.",
    "cci.component.StringConcatCondition.variableName": "Nome della variabile da inserire.",
    "cci.component.StringContainsCondition.description": "Controlla se una stringa contiene una stringa di destinazione.",
    "cci.component.StringContainsCondition.source": "Stringa di origine.",
    "cci.component.StringContainsCondition.target": "Stringa di destinazione.",
    "cci.component.StringEndsWithCondition.description": "Controlla se una stringa termina con una stringa di destinazione.",
    "cci.component.StringEndsWithCondition.source": "Stringa di origine.",
    "cci.component.StringEndsWithCondition.target": "Stringa di destinazione.",
    "cci.component.StringEqualsCondition.description": "Controlla se una stringa è uguale alla stringa di riferimento.",
    "cci.component.StringEqualsCondition.source": "Stringa di origine.",
    "cci.component.StringEqualsCondition.target": "Stringa di destinazione.",
    "cci.component.StringFormatCondition.description": "Condizione di formattazione di stringa: forma una stringa utilizzando la funzione di formattazione di Java, supporta solo un argomento al momento.",
    "cci.component.StringFormatCondition.formatString": "stringa da formattare come.",
    "cci.component.StringFormatCondition.input": "Stringa di input da formattare.",
    "cci.component.StringFormatCondition.variableName": "nome della variabile da inserire.",
    "cci.component.StringIndexOfCondition.description": "Controlla una stringa per l'indice della stringa di destinazione.",
    "cci.component.StringIndexOfCondition.last": "Controlla l'indice finale invece dell'indice iniziale",
    "cci.component.StringIndexOfCondition.result": "Nome della variabile in cui inserire il risultato.",
    "cci.component.StringIndexOfCondition.source": "Stringa di origine.",
    "cci.component.StringIndexOfCondition.target": "Stringa di destinazione.",
    "cci.component.StringLengthCondition.description": "Imposta la lunghezza di una stringa in una variabile.",
    "cci.component.StringLengthCondition.variableName": "Nome variabile della condizione di lunghezza stringa.",
    "cci.component.StringLengthCondition.variableResult": "Nome della variabile per inserire il risultato.",
    "cci.component.StringLowerCaseCondition.description": "Converte una stringa in minuscolo.",
    "cci.component.StringLowerCaseCondition.result": "nome della variabile per inserire il risultato.",
    "cci.component.StringLowerCaseCondition.source": "Stringa di origine.",
    "cci.component.StringReplaceCondition.description": "Sostituisce una stringa all'interno di un'altra con un'altra stringa. Supporta espressioni regolari.",
    "cci.component.StringReplaceCondition.literal": "Usa questo per utilizzare una stringa letterale anziché un matching di pattern regex.",
    "cci.component.StringReplaceCondition.replacement": "Stringa di sostituzione.",
    "cci.component.StringReplaceCondition.result": "Nome della variabile in cui inserire il risultato.",
    "cci.component.StringReplaceCondition.source": "Stringa di origine.",
    "cci.component.StringReplaceCondition.target": "Stringa di destinazione.",
    "cci.component.StringSplitCondition.description": "Divide una stringa con il pattern definito. Il risultato è un array.",
    "cci.component.StringSplitCondition.omitEmptyStrings": "Eliminiamo le stringhe vuote?",
    "cci.component.StringSplitCondition.result": "nome della variabile per inserire il risultato, il risultato è un array.",
    "cci.component.StringSplitCondition.separator": "Separatore da utilizzare per la divisione del pattern.",
    "cci.component.StringSplitCondition.source": "Stringa di origine.",
    "cci.component.StringStartsWithCondition.description": "Controlla se una stringa inizia con una stringa di riferimento.",
    "cci.component.StringStartsWithCondition.source": "Stringa di origine.",
    "cci.component.StringStartsWithCondition.target": "Stringa di destinazione.",
    "cci.component.StringSubStringCondition.beginIndex": "Indice di inizio per sottostringa.",
    "cci.component.StringSubStringCondition.description": "Prende una parte di una stringa in base ai parametri specificati. Fallisce se gli indici sono errati.",
    "cci.component.StringSubStringCondition.endIndex": "Indice di fine per sottostringa.",
    "cci.component.StringSubStringCondition.result": "nome della variabile in cui inserire il risultato.",
    "cci.component.StringSubStringCondition.source": "Stringa di origine.",
    "cci.component.StringTrimCondition.description": "Rimuove lo spazio intorno ad una stringa.",
    "cci.component.StringTrimCondition.result": "Nome della variabile per inserire il risultato.",
    "cci.component.StringTrimCondition.source": "Stringa di origine.",
    "cci.component.StringUpperCaseCondition.description": "Converte una stringa in maiuscolo.",
    "cci.component.StringUpperCaseCondition.result": "nome della variabile per inserire il risultato.",
    "cci.component.StringUpperCaseCondition.source": "Stringa di origine.",
    "cci.component.TargetCondition.argument": "Argomenti: nome, UUID, salute, armatura, posizione [x\/y\/z], rotazione <yaw\/pitch>, guardia [x\/y\/z] [numero], raggio [x\/y\/z\/h] [numero], bioma, dimensione\/dimensione, luce [blocco], difficoltà, tempo, giorno",
    "cci.component.TargetCondition.description": "Inserisci informazioni specifiche sul bersaglio in una variabile. Fallirà se il bersaglio o l'argomento non possono essere trovati.",
    "cci.component.TargetCondition.target": "Stringa di selezione del bersaglio per il targeting.",
    "cci.component.TargetCondition.variableName": "Nome variabile per inserire il risultato.",
    "cci.component.TargetExistsCondition.description": "Usa questo per verificare se un certo bersaglio esiste o meno.",
    "cci.component.TargetExistsCondition.target": "Stringa di selezione del bersaglio per il targeting.",
    "cci.component.ToastOutcome.description": "Utilizzare questo esito per inviare un messaggio nel chat se il giocatore è nel mondo.",
    "cci.component.ToastOutcome.subtitle": "Sottotitolo per il toast",
    "cci.component.ToastOutcome.subtitleColor": "Colore del sottotitolo. Supporta valori in esadecimale.",
    "cci.component.ToastOutcome.title": "Titolo per il toast.",
    "cci.component.ToastOutcome.titleColor": "Colore del titolo. Supporta valori in esadecimale.",
    "cci.component.ToastOutcome.toastType": "Tipo di sfondo del toast. 0-3. 0 = avanzamento, 1 = ricetta, 2 = narratore, 3 = sistema.",
    "cci.component.TwoHighSpaceCondition.customHeight": "Altezza personalizzata. Se omessa, predefinita a 2.",
    "cci.component.TwoHighSpaceCondition.customWidth": "Larghezza personalizzata. Se omessa, predefinita a 1.",
    "cci.component.TwoHighSpaceCondition.description": "Trova spazi d'aria di due blocchi di altezza intorno a un bersaglio (personalizzabile). Funziona in modo simile al comando \"spreadplayers\". La condizione fallisce se non possiamo trovare uno dopo il numero definito di tentativi.",
    "cci.component.TwoHighSpaceCondition.horiRadius": "Raggio orizzontale del controllo.",
    "cci.component.TwoHighSpaceCondition.minHoriDistance": "Raggio orizzontale minimo. Impostare questo valore per rifiutare le posizioni che sono troppo vicine al bersaglio.",
    "cci.component.TwoHighSpaceCondition.requireSolidBlock": "Richiede un blocco solido al di sotto del punto medio dello spazio libero?",
    "cci.component.TwoHighSpaceCondition.target": "Stringa di selezione del bersaglio per il condizionatore a due spazi alti.",
    "cci.component.TwoHighSpaceCondition.tries": "Il numero di tentativi (orizzontalmente) che verifichiamo e controlliamo. Sforza di non impostare questo valore troppo elevato.",
    "cci.component.TwoHighSpaceCondition.variableName": "Nome variabile per inserire il risultato.",
    "cci.component.TwoHighSpaceCondition.vertRadius": "Raggio verticale da verificare. Assicurati che due di questi siano più alti della altezza personalizzata.",
    "cci.component.UUIDToNBTCondition.convertToMostLeast": "Invece di convertire in un array di interi, converte i bit più\/minori. I risultati verranno messi in \"variableresultmost\" e \"variableresultleast\".",
    "cci.component.UUIDToNBTCondition.description": "Converte un UUID fornito in un formato utilizzato per NBT.",
    "cci.component.UUIDToNBTCondition.input": "UUID da convertire.",
    "cci.component.UUIDToNBTCondition.variableResult": "Nome variabile per inserire il risultato.",
    "cci.component.VariableCondition.caseSensitive": "Deve essere caso sensibile?",
    "cci.component.VariableCondition.description": "Usa questo per verificare il valore di una variabile specifica.",
    "cci.component.VariableCondition.isGlobal": "Controlla dalle variabili globali.",
    "cci.component.VariableCondition.variableName": "il nome della variabile che stai targettando.",
    "cci.component.VariableCondition.variableResult": "Il risultato che si spera di verificare corrispondenza con. Se si desidera verificare se questo è contenuto all'interno del risultato della variabile, utilizzare MessageCondition invece, impostando optionalVariableName.",
    "cci.component.VariableExistsCondition.description": "Usa questo per verificare se esiste una variabile.",
    "cci.component.VariableExistsCondition.isGlobal": "Verificare se è una variabile globale specifica.",
    "cci.component.VariableExistsCondition.variableName": "Il nome della variabile che stai targettando.",
    "cci.component.VariableInsertCondition.description": "Inserisce informazioni in una variabile da utilizzare come condizione o esito da altri.",
    "cci.component.VariableInsertCondition.isGlobal": "Aggiunge questa variabile anche alle variabili globali.",
    "cci.component.VariableInsertCondition.variableInput": "Contenuto della variabile che si sta inserendo.",
    "cci.component.VariableInsertCondition.variableName": "Nome della variabile da inserire.",
    "cci.component.VariableIsArrayCondition.description": "Usa questo per verificare se una variabile è un array.",
    "cci.component.VariableIsArrayCondition.variableName": "Il nome della variabile che stai targettando.",
    "cci.component.VariableIsNumberCondition.description": "Usa questo per verificare se una variabile è un numero.",
    "cci.component.VariableIsNumberCondition.variableName": "Il nome della variabile che stai targettando.",
    "cci.component.VariableRemoveCondition.contains": "Rimuove tutti i nomi di variabile che contengono questo.",
    "cci.component.VariableRemoveCondition.description": "Rimuove una variabile dalla lista delle variabili.",
    "cci.component.VariableRemoveCondition.isGlobal": "rimuove questa variabile anche dalle variabili globali.",
    "cci.component.VariableRemoveCondition.variableName": "il nome della variabile che stai targettando.",
    "cci.component.WriteToFileOutcome.append": "Aggiungere al file (se già esiste), o sovrascrivere?",
    "cci.component.WriteToFileOutcome.content": "il contenuto del file.",
    "cci.component.WriteToFileOutcome.description": "Scrive una stringa in un file nella cartella del profilo.",
    "cci.component.WriteToFileOutcome.fileName": "Nome del file. ricorda di non sovrascrivere i tuoi file JSON!",
    "cci.config.allowOutcomesRequiringServerWait": "Consentire esiti che richiedono al server di attendere fino all'accesso del utente a un server che consente di inviare esiti? Gli esiti vengono normalmente eliminati altrimenti.",
    "cci.config.commandPermissionLevel": "Livello di permesso richiesto per utilizzare il comando del servizio CCI (\/cci)",
    "cci.config.defaultProfile": "Nome profilo predefinito. Se impostato su \"default\", carica dal directory principale di CCI. Se impostato, legge da quel sottodirectory all'interno del directory principale di CCI invece. Modificare in gioco con l'editor.",
    "cci.config.disallowedCommands": "Comandi disabilitati. I seguenti comandi sono prevenuti dall'esecuzione da parte di CommandOutcome. Ad esempio, per disabilitare \"\/time set day\", aggiungere il comando \"time\" alla lista. Non copre gli alias (ad esempio \/tp e \/teleport).",
    "cci.config.donationAlertsTokens": "Token per donazioni. Uno token per riga.",
    "cci.config.editorGuiScale": "Regola la scala dell'editor di configurazione degli eventi. Impostando il valore a 0, lo farà seguire alla scala del GUI di Minecraft. Impostare il valore a -1 non fa nulla.",
    "cci.config.enableBlacklist": "Converte la lista degli utenti autorizzati in lista di utenti bloccati.",
    "cci.config.enableInformationToasts": "Abilita informazioni nei toast (i socket che utilizziamo possono essere poco affidabili in alcuni momenti. Attiva questa opzione per ricevere notifiche sui loro stati e altri eventi).",
    "cci.config.firstRun": "Tenendo questo abilitato\/vero fa apparire il wizard di configurazione per la prima volta. Disattivato da CCI in seguito.",
    "cci.config.general": "Questo modulo è il prodotto di troppi ore di sviluppo e test e viene fornito gratuitamente per colmare la distanza tra i creatori di contenuti e i loro sostenitori. Considera di donare all'autore del modulo attraverso la pagina CurseForge!",
    "cci.config.guiDockBorder": "Numero di pixel prima delle caselle e del contenuto che pensa tu stia cercando di accollare una finestra",
    "cci.config.guiDockPadding": "Quanto spazio di padding aggiungere alle finestre dockate.",
    "cci.config.guiDoubleClickSpeed": "Velocità di doppio clic, in tick, per registrare un doppio clic",
    "cci.config.guiListExpand": "Quando selezioni una configurazione nell'editor, essa si espande automaticamente tutti gli elementi con al massimo questo numero di elementi.",
    "cci.config.guiMinecraftStyle": "Rende i pannelli e le cose dei GUI nel stile di Minecraft al posto degli stili di default o di pacchetto di testi. 1 = stile originale, 2 = stile del pacchetto di testi",
    "cci.config.guiTooltipCooldown": "Numero di tick prima della visualizzazione di una tooltip",
    "cci.config.logTypes": "Tipi di tipo di registro da scrivere su disco. Inserire \"socket_event\" è l'unico modo per visualizzare informazioni sugli eventi raw (dal file di registro) poiché non vengono stampati sulla console. Tutti gli altri verranno ancora stampati sulla console.",
    "cci.config.maxAutomaticReconnects": "Quantità massima di riconnessioni automatiche prima di tentare di rinunciare.",
    "cci.config.maxEventCache": "Dimensione massima della cache degli eventi. La caching prevenirebbe i retrigger degli eventi e consentirebbe di riprodurre gli eventi nella GUI CCI, ma richiederebbe più memoria.",
    "cci.config.onlineConfigs": "Indirizzi per il recupero di configurazioni online. Questi dovrebbero collegarsi a un file raw della configurazione. Queste configurazioni sovrascriveranno le configurazioni locali.",
    "cci.config.overrideToastGui": "Il renderizzatore di toast di Minecraft ha un bug dove i toast con altezze diverse potrebbero sovrapporsi. Questo override lo risolve se il renderizzatore è ancora il renderizzatore predefinito.",
    "cci.config.socket": "Impostazioni per i token di socket. Questi token sono più probabili che non siano informazioni sensibili, quindi siate cauti a chi li mostrate.\n\nRicordate di aggiungere virgolette attorno al vostro token.\n\nSe cambiate questi token durante il funzionamento del gioco, utilizzare \"\/cci\" e aprire la finestra delle connessioni in alto a sinistra per riavviare i socket.",
    "cci.config.stats": "Abilita la raccolta di statistiche locali? Questa informazione è solo per il tuo riferimento personale. Nessuna di essa sarà inviata esternamente.",
    "cci.config.streamElementsTokens": "Token JWT per StreamElements. Un token per riga. Per trovare il tuo token JWT: accedi a StreamElements -> dashboard -> clicca sul nome del profilo (in alto a destra) -> (nella scheda \"Canali\") mostra segreti. Tenere presente che gli eventi di test di StreamElements non sempre corrispondono agli eventi in diretta, quando si stanno creando configurazioni per StreamElements, si dovrebbe cercare di confrontare contro gli eventi in diretta ogni volta possibile.",
    "cci.config.streamerName": "Nome dello streamer (impostare questo se il tuo nome di stream è diverso dal tuo nome Minecraft per la variabile globale $streamer)",
    "cci.config.streamlabsTokens": "Token API per socket di Streamlabs. Un token per riga. È probabile che richieda un widget Streamlabs aperto quando si esegue. Consiglio di utilizzare il widget Elenco eventi. Per trovare il tuo token API socket: accedi a Streamlabs -> Dashboard -> Impostazioni (nel sidebar a sinistra) -> Impostazioni API -> Token API -> Il tuo token API socket",
    "cci.config.twitch.eventsub.twitchOauthTokens": "Abbiamo bisogno di un token OAuth del streamer. Consigliamo i seguenti ambiti: bits:read, channel:read:ads, channel:read:charity, channel:read:goals, channel:read:guest_star, channel:read:hype_train, channel:read:polls, channel:read:predictions, channel:read:redemptions, channel:read:subscriptions, user:read:chat. Puoi generare uno da https:\/\/twitchtokengenerator.com\/ o utilizzare questo URL: https:\/\/twitchtokengenerator.com\/quick\/l7og2vcnoe",
    "cci.config.twitch.pubsub.autoRefreshTwitchTokenGen": "Possiamo provare a rinnovare automaticamente il tuo OAuth e i token di rinnovo per te se stai utilizzando twitchtokengenerator.com. Vuoi che lo facciamo?",
    "cci.config.twitch.pubsub.refreshToken": "Se hai ricevuto un token di refresh quando hai generato il tuo token OAuth, puoi utilizzare questa configurazione per memorizzarlo.",
    "cci.config.twitch.pubsub.twitchOauthTokens": "Abbiamo bisogno di un token OAuth con i seguenti permessi: bits:read, chat:read, channel:moderate, channel:read:hype_train, channel:read:polls, channel:read:predictions, channel:read:redemptions, channel:read:subscriptions. Puoi generarne uno da https:\/\/twitchtokengenerator.com\/ o utilizzare questo URL: https:\/\/twitchtokengenerator.com\/quick\/jiaulxmvas",
    "cci.config.twitchChats": "Canali Twitch di chiacchiere da ascoltare. un canale per riga.\nSupportiamo anche chiavi OAuth, aggiungere alla fine del nome dopo un punto e virgola (:). esempio: \"ohaiichun:<chiaveoauth>\"",
    "cci.config.whitelistedUsers": "Utenti autorizzati. Questi utenti potranno attivare esiti server-side.",
    "cci.config.youtube.apiKey": "Abbiamo bisogno di una chiave API Google per connetterci ai chat. Segui le istruzioni nella sezione \"Before you start\" di questa pagina: https:\/\/developers.google.com\/youtube\/v3\/live\/getting-started#before-you-start .\n\nLa chiave API che ci serve è quella definita nel link del passaggio 2: iscriviti all'applicazione.",
    "cci.config.youtube.youtubeChannels": "ID dei canali YouTube da ascoltare nel chat. uno per riga. Preferiamo l'ID del canale, ma puoi utilizzare anche l'ID dell'utente. Puoi trovarlo nella tua URL di canale. youtube.com\/channel\/<ID del canale> o youtube.com\/user\/<ID utente>",
    "cci.docs": "La documentazione completa per questo modulo può essere trovata qui: https:\/\/content-creator-integration.readthedocs.io",
    "cci.docs.tooltip": "Fare clic con il pulsante destro e tenere premuto Shift per aprire l'URL",
    "cci.events.constants": "Definizioni costanti. Sono speciali e non generano eventi.",
    "cci.events.for": "Eventi per: %s",
    "cci.events.last": "Variabili degli ultimi %s eventi:",
    "cci.events.tooltip": "Tieni premuto Shift e Ctrl per visualizzare i valori delle variabili (limitato a 5 eventi). Questa lista è scorrevole con il puntatore del mouse.",
    "cci.firstRun.setup.caution": "Attenzione a chi mostri questo. Alcune di queste informazioni possono essere dati sensibili!",
    "cci.firstRun.setup.changeName": "Cambia nome del flusso",
    "cci.firstRun.setup.changeNameDetail": "È diverso il tuo nome di flusso dal tuo nome Minecraft? Vuoi impostarlo?",
    "cci.firstRun.setup.intro": "(Voce di Clippy) Vedo che stai cercando di configurare CCI! Quale servizio vorresti configurare?",
    "cci.firstRun.setup.introReturn": "(Tonfo di Clippy) Benvenuto di nuovo! Vuoi impostare un'altra servizio?",
    "cci.firstRun.setup.name": "Assistente di configurazione",
    "cci.firstRun.setup.show": "Mostra",
    "cci.firstRun.setup.showTooltip": "Mostra testo nei campi di testo.",
    "cci.firstRun.toast.later.subtitle": "Puoi sempre eseguirlo nella finestra di aiuto nel menu di CCI.",
    "cci.firstRun.toast.later.title": "Ok, più tardi.",
    "cci.firstRun.toast.subtitle": "Clicca sul pulsante CCI per avviare il wizard di configurazione",
    "cci.firstRun.toast.title": "Configura CCI?",
    "cci.gui.addCondition.title": "Aggiungi condizione",
    "cci.gui.addCondition.unconditional": "Senza condizioni.",
    "cci.gui.addOutcome.potentiallyClientside": "Ciò potrebbe essere solo sul lato del cliente.",
    "cci.gui.addOutcome.title": "Aggiungi esito",
    "cci.gui.button.addNewComponent": "Aggiungi nuovo componente",
    "cci.gui.button.editComponent": "Modifica componente",
    "cci.gui.button.enterComponent": "Inserisci componente",
    "cci.gui.button.exitWithoutSaving": "Uscire senza salvare",
    "cci.gui.button.moveComponentDown": "Spostare componente in basso",
    "cci.gui.button.moveComponentUp": "Spostare componente in alto",
    "cci.gui.button.reloadConfigurations": "Carica file di configurazione",
    "cci.gui.button.removeCurrentComponent": "Rimuovi componente corrente",
    "cci.gui.button.save": "Salva e applica",
    "cci.gui.button.saveAndExit": "Salva e esce",
    "cci.gui.button.stats": "Statistiche",
    "cci.gui.button.statsButton": "Statistiche",
    "cci.gui.button.statsReset": "Clicca shift per reimpostare le statistiche",
    "cci.gui.connections.disconnect": "Disconnetti",
    "cci.gui.connections.disconnectAll": "Tieni premuto Shift per disconnettere tutti",
    "cci.gui.connections.reconnect": "Riconnetti",
    "cci.gui.connections.reconnectAll": "Tieni premuto il tasto Shift per ricongiungerti tutti",
    "cci.gui.connections.title": "Stato delle connessioni",
    "cci.gui.edit.title": "Modifica",
    "cci.gui.eventViewer.clearQueues": "Pulisci code",
    "cci.gui.eventViewer.clearQueuesTip": "Cancella tutte le tue coda. Nel caso in cui ti venga bottato o qualcosa del genere e hai una pioggia di eventi nella tua coda, questo cancella tutti.",
    "cci.gui.eventViewer.dump": "Scarica eventi",
    "cci.gui.eventViewer.dumpTip": "Scarica gli eventi di cache in un file dump.json.",
    "cci.gui.eventViewer.hideVar": "Nascondi valori di variabile\n\nTieni premuto Shift quando apri il visualizzatore degli eventi per abilitare questo inizialmente.",
    "cci.gui.eventViewer.notAVar": "Non è effettivamente una variabile",
    "cci.gui.eventViewer.queuesCleared": "Cancellati i buffer. C'erano %s eventi in coda.",
    "cci.gui.eventViewer.replay": "Riprodurre questo evento",
    "cci.gui.help.debug": "Abilita debug",
    "cci.gui.help.docs": "Documentazione",
    "cci.gui.help.info": "Integrazione creatore di contenuti - interfaccia utente editor alimentata da Boxes & Stuff\n\nIl finestra di aiuto è per imparare a utilizzare questa interfaccia utente e non per utilizzare il modulo (peccato)\n\nLa finestra sulla sinistra è esclusivamente per la navigazione.\nLa finestra sulla destra è esclusivamente per la manipolazione.\n\nManipolazione (finestra sulla destra): controlli\n\n* Doppio clic: Aggiungi\/modifica (tieni premuto Shift per modificare, in mappe)\n* Destro clic: Rimuovi\/cancella\n* Clic e trascina (quando si è in array) per riordinare\n* Ctrl + X\/C\/V: Taglia, copia incolla\n* Quando si è nell'editor di eventi: Ctrl+C\/Ctrl+Shift+C copia il nome del variabile selezionato\n\nSuggerimento di manipolazione: sempre devi andare un livello sopra per aggiungere qualcosa. Fai doppio clic sul campo \"condizioni\" per aggiungere una condizione, fai doppio clic sul tipo di configurazione in una mappa per aggiungere un nuovo evento, ecc. Se stai guardando la lista degli eventi, devi andare un livello sopra per aggiungerli.\n\nTienendo premuto Shift quando si esce salverà prima di uscire.\n\n\"Spero che questa utile interfaccia utente di aiuto sia stata utile nell'aiutarti a ottenere aiuto.\" - AusCD",
    "cci.gui.help.stats": "Statistiche",
    "cci.gui.lib.createNew": "Crea nuova libreria",
    "cci.gui.lib.name": "Nome della libreria",
    "cci.gui.lib.title": "Biblioteca - %s",
    "cci.gui.nav.collapseAll": "Riduci tutti",
    "cci.gui.nav.expandAll": "Espandi tutti nel corrente",
    "cci.gui.nav.viewConfig": "Configurazione di visualizzazione specifica",
    "cci.gui.nav.viewLibrary": "Visualizza biblioteca specifica",
    "cci.gui.noTokens": "Nessun token di connessione o canale di chiacchiera trovato",
    "cci.gui.sidebar": "Barra laterale",
    "cci.gui.stats.event": "Eventi %1$s %2$s %3$s",
    "cci.gui.stats.eventAmount": "%1$s %2$s %3$s eventi totalizzanti %4$s",
    "cci.gui.stats.eventNone": "nessun evento... ancora!",
    "cci.gui.stats.footer": "Visualizza i crediti e considera donare attraverso la pagina CurseForge!",
    "cci.gui.stats.header": "Integrazione di creazione di contenuti è attiva da:",
    "cci.gui.stats.reset": "Reset",
    "cci.gui.stats.resetFull": "I dati sono stati resettati!",
    "cci.gui.stats.statsDisabled": "La raccolta di statistiche è disattivata!",
    "cci.gui.stats.tooltip": "«Totale di x» è solo la somma di bit\/visti\/mesi\/assaltatori, ecc., qualsiasi cosa sia stata inserita nella variabile \"amount\".",
    "cci.gui.text.confirmExit": "Sono stati rilevati cambiamenti. Sei sicuro di voler uscire?",
    "cci.gui.text.confirmExit.title": "Sei sicuro di uscire?",
    "cci.gui.text.editing.invalid": "Inserimento non valido",
    "cci.gui.text.editing.title": "Modifica in corso",
    "cci.gui.title.configEditor": "Editore di configurazione degli eventi",
    "cci.gui.title.configs": "Impostazioni",
    "cci.gui.title.popup": "Finestra di popup cci",
    "cci.gui.title.setConstantName": "Imposta nome costante",
    "cci.gui.toolbar.connections": "Connessioni",
    "cci.gui.toolbar.copy": "Copiato!",
    "cci.gui.toolbar.cut": "Taglia!",
    "cci.gui.toolbar.eventViewer": "Visualizzatore eventi",
    "cci.gui.toolbar.events": "Eventi del toolbar",
    "cci.gui.toolbar.exit": "Esci",
    "cci.gui.toolbar.help": "Aiuto",
    "cci.gui.toolbar.newProfile": "Nuovo profilo\n\nTieni premuto Ctrl per rinominare\n\nTieni premuto Shift per aprire la directory del profilo al posto",
    "cci.gui.toolbar.reload": "Ricarica",
    "cci.gui.toolbar.reloaded": "Ricaricati tutti i file di configurazione locale",
    "cci.gui.toolbar.save": "Salva",
    "cci.gui.toolbar.saveApplied": "Salvato e applicato!",
    "cci.gui.toolbar.saveError": "Errore di salvataggio! Controlla la console per ulteriori dettagli.",
    "cci.gui.toolbar.server": "Server: %s",
    "cci.gui.toolbar.server.tooltip": "Sei autorizzato a attivare gli esiti di server?",
    "cci.gui.toolbar.shiftSave": "Tieni premuto il tasto Shift quando clicchi sul pulsante per salvare durante l'uscita.",
    "cci.selected": "Questa finestra mostra informazioni sull'elemento selezionato. Manipolalo con i controlli sotto ogni finestra del browser.",
    "cci.toast.authenticated": "Autenticato",
    "cci.toast.authenticating": "Autenticazione in corso",
    "cci.toast.connected": "Connesso",
    "cci.toast.connecting": "Connessione in corso",
    "cci.toast.disablingReconnects": "Disabilitazione delle ricongiunzioni",
    "cci.toast.disconnected": "Disconnesso",
    "cci.toast.failed": "Connessione fallita",
    "cci.toast.failedReconnect": "riconnesso con fallimento",
    "cci.toast.loadedOnline": "Configurazioni online caricate",
    "cci.toast.pubsub.errorConsole": "errore - controlla la console",
    "cci.toast.ready": "Pronto",
    "cci.toast.reconnecting": "Riconnessione in corso",
    "cci.toast.youtube.apiKeyEmpty": "Chiave API non definita!",
    "cci.toast.youtube.cannotGetBroadcastIdDisconnecting": "Impossibile ottenere l'ID del video in diretta! Stavo disconnettendomi.",
    "cci.toast.youtube.cannotGetBroadcastIdRetrying": "Impossibile ottenere l'ID del video di trasmissione! Si riprova tra 60 secondi.",
    "cci.toast.youtube.cannotGetChannelId": "Impossibile ottenere l'ID canale per %s!",
    "cci.toast.youtube.cannotGetChatId": "Impossibile ottenere l'ID di chiacchiera!",
    "cci.toast.youtube.errorDuringChat": "Errore durante la gestione della chat! Si riprova.",
    "cci.toast.youtube.errorDuringChatDC": "Errore durante la gestione della chat! Stavo disconnettendomi.",
    "cci.toast.youtube.ready": "Pronto.",
    "window.popup.title": "Attenzione!"
}