{
    "_": "",
    "lazy.dialogue.apologize.fail\/1": "Puoi proprio andare a disturbarne qualcun altro, per favore?",
    "lazy.dialogue.apologize.fail\/2": "Sinceramente? Hai proprio fatto ciò di proposito, non è vero?",
    "lazy.dialogue.apologize.fail\/3": "Uh, bello tentativo, ma non sto comprando le tue scuse ridicole.",
    "lazy.dialogue.apologize.fail\/4": "Oh no! Non vale la pena scusarsi, non farà alcuna differenza!",
    "lazy.dialogue.apologize.fail\/5": "Haha, bel tentativo, ma è un rifiuto duro per me.",
    "lazy.dialogue.apologize.success\/1": "Quello che è, gli errori capitano sempre.",
    "lazy.dialogue.apologize.success\/2": "Meh, va bene. Prova solo di non fare più errori.",
    "lazy.dialogue.apologize.success\/3": "Oh bene, non è un gran problema. Assicurati solo di essere più cauto la prossima volta.",
    "lazy.dialogue.apologize.success\/4": "Non preoccuparti per questo, capita anche ai migliori di noi.",
    "lazy.dialogue.apologize.success\/5": "Sì, non c'è problema. Non fare un'abitudine di questo tipo.",
    "lazy.dialogue.busy\/1": "Non posso chattare in questo momento, ho un'enorme quantità di lavoro che mi aspetta.",
    "lazy.dialogue.busy\/2": "Oh, scusa amico, ma ho questo monte di compiti da conquistare. Forse ci vediamo più tardi?",
    "lazy.dialogue.busy\/3": "Ugh, sono immerso nei compiti al momento. Possiamo riparlare quando mi sento più motivato?",
    "lazy.dialogue.busy\/4": "Mi dispiace, ma il dovere chiama! Devo finire questo lavoro prima di poter dedicare un momento.",
    "lazy.dialogue.busy\/5": "Oh no, ho lasciato la mia pigrizia senza sorveglianza. Ci vediamo sul lato opposto, quando mi sentirò più energizzato!",
    "lazy.dialogue.chat.desert\/1": "Ugh, questo deserto bruciante! Ma almeno non dobbiamo affrontare inverni gelidi come quei poveri esseri in altri luoghi.",
    "lazy.dialogue.chat.desert\/10": "La vita in questo deserto arido non è affatto un passeggiata, figuriamoci. Ma almeno abbiamo questo villaggio dove raccogliere acqua e cibo.",
    "lazy.dialogue.chat.desert\/2": "Il deserto, uomo. sempre caldo, sempre soleggiato.",
    "lazy.dialogue.chat.desert\/3": "Uomo, questo caldo deserto! Sono o bruciato o abbronzato, non c'è mezzo termine.",
    "lazy.dialogue.chat.desert\/4": "Oh, il cielo notturno del deserto è proprio affascinante, devo ammettere. E un po' più fresco, grazie al cielo!",
    "lazy.dialogue.chat.desert\/5": "Ugh, seriamente? Questo sole è implacabile oggi. Non riesco nemmeno a prendere un respiro!",
    "lazy.dialogue.chat.desert\/6": "Sinceramente, questo sole è solo insopportabile oggi!",
    "lazy.dialogue.chat.desert\/7": "Qualunque fortuna hai avuto nel trovare conigli in questo deserto spopolato? Sembra che siano invisibili ninja qui intorno!",
    "lazy.dialogue.chat.desert\/8": "Sai cosa puzza vivendo in questo deserto? quei husk mi lasciano sempre senza cibo! è come se avessero un'odio personale per qualcosa!",
    "lazy.dialogue.chat.desert\/9": "Oh, ho! Mi sono fatto male! Ho calcato su un cactus l'altra volta. Devo essere molto attento ogni passo in questo paradiso spinoso.",
    "lazy.dialogue.chat.fail\/1": "Hai detto sul serio quel tipo di cose? Non mi importa nemmeno, sono troppo pigro per preoccuparmene.",
    "lazy.dialogue.chat.fail\/10": "Scusa? Non posso nemmeno preoccuparmi di rispondere a questo. Sto in modalità rilassata permanente.",
    "lazy.dialogue.chat.fail\/11": "Cosa c'è che non va con te? Perché parli di questo? Non riesci a vedere che sono dentro la mia bolgia rilassata, dove nulla ha importanza?",
    "lazy.dialogue.chat.fail\/12": "Ho sentito cose dure su di te, posso capire perché pensino così. Sì, tu dai proprio l'impressione di essere un po' pigro. Non che mi importi, naturalmente.",
    "lazy.dialogue.chat.fail\/13": "Non persino i zombi parleranno con te. E credimi, i zombi hanno cose migliori da fare che non parlare con dei pigri come te.",
    "lazy.dialogue.chat.fail\/14": "Sei come una strega! Ma chi sono io per giudicare? Sono solo un contadino pigro, che si occupa dei miei affari.",
    "lazy.dialogue.chat.fail\/15": "Non parlarmi o chiamerò i guardiani per spostarti via da me. Gli sciocchi come me hanno bisogno dello spazio personale, lo sai?",
    "lazy.dialogue.chat.fail\/16": "Ehi? Oh scusa, la tua conversazione mi ha annoiato. Sono troppo pigro per fingere di essere interessato a ciò che stai dicendo.",
    "lazy.dialogue.chat.fail\/17": "Sei finito di parlare? Spero di sì, perché non ho più voglia di ascoltarti.",
    "lazy.dialogue.chat.fail\/18": "Mi chiedo se qualcuno si dispiacerà della tua chiacchierata quando improvvisamente...",
    "lazy.dialogue.chat.fail\/19": "Vuoi continuare questa conversazione nel Dreamland? Perché è là che la mia mente è attualmente.",
    "lazy.dialogue.chat.fail\/2": "Non credo che si sia esploso da solo. Uggia, non potresti inventare un'excusa più pigra?",
    "lazy.dialogue.chat.fail\/20": "Penso che mi addormenterò ora, svegliami quando avrai finito di chiacchierare.",
    "lazy.dialogue.chat.fail\/21": "Mi dispiace, ma il mio entusiasmo per questa conversazione è allo stesso livello della velocità di un lumaca.",
    "lazy.dialogue.chat.fail\/3": "Ehi, sai, non sei così cool. Ma poi, chi sono io per giudicare? Sono troppo pigro persino per provare a essere cool.",
    "lazy.dialogue.chat.fail\/4": "Mostra off. tipico, cercando di impressionarmi con le tue insignificanti conquiste. Sono troppo pigro per essere impressionato.",
    "lazy.dialogue.chat.fail\/5": "Dovresti essere gettato in una prigione! O, sai, potrei semplicemente addormentarmi e dimenticare tutto.",
    "lazy.dialogue.chat.fail\/6": "Ugh, vai via, sembri proprio uscito dal passato. Ecco qui, non mi importa affatto della moda. Vita pigra, lo sai?",
    "lazy.dialogue.chat.fail\/7": "Quello è un argomento così stupido da discutere. Non potremmo semplicemente parlare di qualcosa che richiede zero cellule cerebrali? Sono troppo pigro per conversazioni profonde.",
    "lazy.dialogue.chat.fail\/8": "Perché stai ancora parlando con me? Non hai nulla di meglio da fare? Come, letteralmente qualsiasi altra cosa?",
    "lazy.dialogue.chat.fail\/9": "Eh? Hai detto qualcosa? Mi dispiace, non ho curato di ascoltare. Orecchie pigre, sai? Si alzano solo per cose che mi interessano, e in realtà non succede nulla.",
    "lazy.dialogue.chat.plains\/1": "Sì, le pianure sono abbastanza, suppongo. Non mi sono mai preso la briga di esplorare altrove. Forse un giorno, ma... eh.",
    "lazy.dialogue.chat.plains\/2": "I Plains, uomo, sono così rilassati. Non sono altrettanto selvaggi e pazzi come quegli altri biomi, ma sai cosa? non lo scambierei per niente.",
    "lazy.dialogue.chat.plains\/3": "La sera nei piani può essere abbastanza rad, sai? semplicemente stenditi e assorbi la bellezza. Be', se posso riuscire a smuovermi dal mio sedere pigro, ovviamente.",
    "lazy.dialogue.chat.plains\/4": "Oh, serate rilassanti come questa mi fanno desiderare di sdraiarmi e guardare il cielo e le nuvole. Non sento molto l'impulso di fare qualcosa d'altra, sinceramente.",
    "lazy.dialogue.chat.plains\/5": "L'aria qui nei piani? Sì, è proprio bella. Bella proprio. Forse addirittura meglio della taiga, se mi chiedi. Ma chi si chiede, giusto?",
    "lazy.dialogue.chat.plains\/6": "Ecco il testo del dialogo:\n\nSignificato delle pianure: \"Sì, certo, le pianure possono sembrare semplici e tutte uguali, ma a volte il semplice è dove si trova la vera essenza. Tieni le cose facili, tieni le cose rilassate.\"",
    "lazy.dialogue.chat.plains\/7": "Ehi, questo tempo mi ricorda quando ero un bambino. Usavo sempre raccogliere fiori selvatici. Non ti dico la verità, avevo un po' di fiducia in Ash, quindi le davano sempre a lei. Ah, bei tempi.",
    "lazy.dialogue.chat.plains\/8": "Hai mai catturato il sorgere del sole mattutino nei piani? è, come dire, completamente epico. Dovresti assolutamente trascinarti fuori dal letto e assistervi in qualche modo. Ma, uh, non ti preoccupare di niente.",
    "lazy.dialogue.chat.savanna\/1": "Ugh, è infernale caldo in questo savana! Ma almeno non dobbiamo affrontare il freddo terribile dell'inverno.",
    "lazy.dialogue.chat.savanna\/2": "Quei lama possono essere un tale fastidio, ma suppongo che abbia imparato ad accettarli. È solo parte della vita rilassata del savana.",
    "lazy.dialogue.chat.savanna\/3": "L'architettura qui nel savana è abbastanza cool, credo. È unica e roba del genere, ma onestamente, sono troppo pigro per apprezzarla a fondo.",
    "lazy.dialogue.chat.savanna\/4": "Non sottovalutare questo pianura e bioma di savana generico, amico. Non sembra molto, ma ha i suoi benefici rilassati, sai?",
    "lazy.dialogue.chat.savanna\/5": "Non dobbiamo preoccuparci di pioggia qui come in quei villaggi del deserto. Bonus rilassato",
    "lazy.dialogue.chat.savanna\/6": "I colline e paesaggi intorno a qui sono un po' interessanti, suppongo. Se ti piacciono questi generi di cose. Personalmente, preferirei semplicemente rilassarmi.",
    "lazy.dialogue.chat.savanna\/7": "Grazie al Signore per gli alberi di acacia in questo caldo infernale. Essi forniscono un po' di ombra tanto necessaria per il mio sé stesso pigro sopravvivere ai giorni lavorativi.",
    "lazy.dialogue.chat.savanna\/8": "I villaggi della savana sono noti per avere i più succulenti meloni e le più grosse zucche del mondo. consiglio pigro",
    "lazy.dialogue.chat.snowy_plains\/1": "Oh no! \"Uh, è così freddo qui. Vorrei che qualcuno mi portasse un copriletto e un drink caldo.\"",
    "lazy.dialogue.chat.snowy_plains\/2": "Posso crederci che sia così freddo? Non riesco più a sentire le dita. Fortunatamente ho accumulato un po' di cioccolata calda!",
    "lazy.dialogue.chat.snowy_plains\/3": "Questo tempo è perfetto per fare assolutamente nulla. Sto solo andando a letto e guardare i miei show preferiti in streaming.",
    "lazy.dialogue.chat.snowy_plains\/4": "Neve? Uggia, mi ricorda i bei vecchi tempi quando avevo ancora l'energia per uscire e giocare. Ora voglio solo addormentarmi.",
    "lazy.dialogue.chat.snowy_plains\/5": "Quei vagabondi sono un fastidio. Io non ho tempo per il loro nonsense con le frecce. Non possono trovare un posto dove andare altrimenti?",
    "lazy.dialogue.chat.snowy_plains\/6": "Lupi? fantastico. proprio quel che mi serviva, altre cose di cui preoccuparmi. Può qualcun altro occuparsene, per favore?",
    "lazy.dialogue.chat.snowy_plains\/7": "Golem di ferro? Non iniziare nemmeno a parlarmene. Sono come statue che camminano senza senso di spazio personale. Li evito in tutti i modi possibili.",
    "lazy.dialogue.chat.snowy_plains\/8": "Oh, la nostalgia dei golemi di neve! Io li costruivo anch'io, ma ora preferisco semplicemente stare al caldo all'interno e mangiare torta di zucca senza sforzo.",
    "lazy.dialogue.chat.success\/1": "Ugh, biscotti e latte? Potrei, come dire, andare proprio bene per questo in questo momento, ma sembra troppo sforzo.",
    "lazy.dialogue.chat.success\/10": "Ehi, non so cosa sia successo a %supporter%. Se ne sono andati da tanto tempo e, onestamente, non ho nemmeno la voglia di pensarci.",
    "lazy.dialogue.chat.success\/12": "Hai sentito l'ultima chiacchiera sulla %supporter%? Io non sono tipo da tenere il passo con queste cose, ma è un po' interessante.",
    "lazy.dialogue.chat.success\/13": "Ho intenzione di adottare un gatto randagio, ma chi ha l'energia per tutta quella responsabilità? Assolutamente non io.",
    "lazy.dialogue.chat.success\/14": "Ridecorando la mia casa? Sì, sembra molto lavoro. Mi accontento di lasciarla come è, grazie.",
    "lazy.dialogue.chat.success\/15": "Ragazzi? Sì, forse un giorno. Devo solo trovare qualcuno che sia altrettanto pigro di me per riprodurmi.",
    "lazy.dialogue.chat.success\/16": "Mi chiedo cosa sarebbe la vita se avessi scelto di vivere nell'altra villaggio. Ma, sai, richiede sforzo e roba del genere, quindi mi limiterò a restare qui.",
    "lazy.dialogue.chat.success\/17": "Ah, i giorni buoni della mia infanzia. Sapete, quando non avevo bisogno di alzare un dito. Quelli erano i giorni.",
    "lazy.dialogue.chat.success\/18": "Non ho parlato con i miei genitori da anni. Dovrei probabilmente visitarli presto. O forse no. Chi lo sa?",
    "lazy.dialogue.chat.success\/19": "Ho pensato di visitare il villaggio degli altri",
    "lazy.dialogue.chat.success\/2": "Sì, immagino che il tempo sia bello o comunque. Ma posso solo rilassarmi qui intorno?",
    "lazy.dialogue.chat.success\/20": "Sai, il formaggio è come l'epitome di un'indulgenza pura. Non posso aiutare a perdere la testa nei miei sogni della giornata",
    "lazy.dialogue.chat.success\/3": "Ecco il testo del dialogo:\n\nSono okay, suppongo. Mi sono solo stortato un dito questo mattino e è un vero fastidio gestire.",
    "lazy.dialogue.chat.success\/4": "Un'arancia al giorno? Sì, certo, comunque. Ma può essere consegnata mentre sto dormendo?",
    "lazy.dialogue.chat.success\/5": "Sta costruendo il mio proprio villaggio suona cool e tutto, ma ammettiamolo, sono troppo pigro per farlo veramente.",
    "lazy.dialogue.chat.success\/6": "Penso di aver visto %supporter% l'altro giorno, tutto equipaggiato con quel armatura di diamante lucida. Deve essere bello, essendo così motivato e così via.",
    "lazy.dialogue.chat.success\/7": "Oh, hai sentito? %supporter% ha trovato un cassetto pieno di diamanti ieri. Come, perché non posso avere una sorte simile?",
    "lazy.dialogue.chat.success\/8": "Non è bello il tempo? Io non sto facendo molto per apprezzarlo, ma è bello sapere che esiste.",
    "lazy.dialogue.chat.success\/9": "Ragno e gobbo? Sì, ci sono intorno, immagino. Non mi preoccupo però.",
    "lazy.dialogue.chat.taiga\/1": "I boschi sono abbastanza, suppongo. Sono buoni per raccogliere roba e tutto il resto, ma sinceramente, preferirei solo rilassarmi e non fare nulla.",
    "lazy.dialogue.chat.taiga\/2": "Sì, qui nel bioma della taiga è freddo. Non mi dispiace però, perché sono troppo pigro per andare da qualche altra parte in ogni caso. Va bene così.",
    "lazy.dialogue.chat.taiga\/3": "I boschi di taiga, eh? sono abbastanza, suppongo. I frutti sono dolci e tutto, ma non stanno certo per magia farmi meno pigro, capisci?",
    "lazy.dialogue.chat.taiga\/4": "I pipistrellini nei boschi di taiga? Sì, sono un po' carini, suppongo. A volte gli do dei frutti, ma solo se posso raggiungerli senza muovermi troppo.",
    "lazy.dialogue.chat.taiga\/5": "I lupi? Sì, sono abbastanza rilassati. Intendo, non mi disturbano finché io non li disturbo. È un trattato di pace rilassata che abbiamo stabilito.",
    "lazy.dialogue.chat.taiga\/6": "L'aria nella taiga? Sì, è fresca, suppongo. A volte è bello sedersi e respirarla. Ma come, non troppo sforzo, capisci?",
    "lazy.dialogue.chat.taiga\/7": "Quei cespugli di mirtillo sono carini e tutto, ma essere pizzicati? oh no, il peggio. immagino che mi limiterò a prendere quelli facili da raggiungere.",
    "lazy.dialogue.chat.taiga\/8": "Pioggia nella taiga? Sì, è fredda e tutto, ma è qualsiasi cosa. Io sono troppo pigro per uscire e fare qualcosa, quindi potrei anche godermi la pace e il silenzio.",
    "lazy.dialogue.first.exploring\/1": "Non abbiamo molto da offrire, ma sei benvenuto a restare se non vuoi fare danni.",
    "lazy.dialogue.first.exploring\/2": "Segui semplicemente le regole, amico, e puoi rimanere qui per quanto tempo vuoi.",
    "lazy.dialogue.first.exploring\/3": "Ehi lì, estraneo. Assicurati solo di non uscire dai ranghi e potremo tollerare la tua presenza.",
    "lazy.dialogue.first.generic\/1": "Ah, sei nuovo qui? Cool, benvenuto, suppongo.",
    "lazy.dialogue.first.generic\/2": "Oh, ciao lì. Un nuovo arrivato in paese, eh? Be', benvenuto, suppongo.",
    "lazy.dialogue.first.generic\/3": "Beh, beh, beh, ecco chi abbiamo qui! Un nuovo volto nel nostro piccolo villaggio. Quanto emozionante!",
    "lazy.dialogue.first.generic\/4": "Benvenuto, estraneo. Hai storie interessanti da condividere o sei solo qui per rilassarti?",
    "lazy.dialogue.first.generic\/5": "Ehi, non avevo un vagabondo da anni. Sembra che sia il tuo giorno fortunato, puoi fermarti qui se lo desideri.",
    "lazy.dialogue.first.generic\/6": "Ehi, ehi, ehi! Guarda chi ha deciso di onorarci con la sua presenza! Benvenuto nel nostro umile rifugio, suppongo.",
    "lazy.dialogue.first.question\/1": "Ehi, ehi. Cosa c'è dietro, estraneo? Qual è il motivo della tua visita nel nostro villaggio modesto?",
    "lazy.dialogue.first.question\/2": "Oh, un volto nuovo! Qual è la storia dietro il tuo arrivo in questo angolo di bosco?",
    "lazy.dialogue.first.question\/3": "Oh, scusa! Sembrano un'avventuriera esperta! Spilla i dettagli, come diavolo sei finito in questo piccolo villaggio?",
    "lazy.dialogue.first.settling\/1": "Oh, ciao lì. Sembra che abbiamo un altro villaggio che si unisce al villaggio.",
    "lazy.dialogue.first.settling\/2": "*yawns* benvenuto, suppongo. Sei qui per diventare il nostro nuovo vicino o qualcosa del genere?",
    "lazy.dialogue.first.settling\/3": "Ecco, hai deciso finalmente di onorarci con la tua presenza. Potremmo aver bisogno delle tue mani, suppongo.",
    "lazy.dialogue.first.settling\/4": "Oh, tu sei veramente deciso a restare? Beh, suppongo che sia... gradevole.",
    "lazy.dialogue.first.spent_night.failed\/1": "Uh, albergo? Sì, non siamo proprio bravi in quel campo. Come costruire cose? Troppo sforzo, amico.",
    "lazy.dialogue.first.spent_night.failed\/2": "Oh, un albergo? Sì, scusa per questo. Abbiamo proprio la capacità di costruire qui. Vita da contadino pigro, sai?",
    "lazy.dialogue.first.spent_night.failed\/3": "Ehi, quindi, non c'è un albergo intorno qui. Ma, um, hai considerato di provare la tua fortuna in un'altra villaggio? Potrebbero avere un posto dove dormire. Solo per dire.",
    "lazy.dialogue.first.spent_night.success\/1": "Eh, se stai cercando un posto per dormire, suppongo che la nostra locanda potrebbe funzionare.",
    "lazy.dialogue.first.spent_night.success\/2": "Il nostro albergo è abbastanza, credo. Buono per riposare le tue ossa stanche, suppongo.",
    "lazy.dialogue.first.spent_night.success\/3": "Se sei alla ricerca di un letto comodo e della buona cucina, probabilmente l'albergo è la tua migliore opzione. Non che ci siano molti altri posti intorno qui comunque.",
    "lazy.dialogue.flirt.fail\/1": "Se veramente credi questo, allora dimmi qualcosa di più, ma sinceramente non mi aspetto molto.",
    "lazy.dialogue.flirt.fail\/2": "Uh... sai, in realtà, il fabbro mi ha detto la stessa cosa la settimana scorsa.",
    "lazy.dialogue.flirt.fail\/3": "hahaha, sì certo. come se mai succedesse.",
    "lazy.dialogue.flirt.fail\/4": "Sinceramente? Quel è il tuo miglior tentativo? Come triste.",
    "lazy.dialogue.flirt.fail\/5": "Confidami, anche un creepere ha una possibilità migliore di impressionarmi rispetto a te.",
    "lazy.dialogue.flirt.fail\/6": "Non funziona, non succederà. Prova fatta, suppongo.",
    "lazy.dialogue.flirt.fail\/7": "Sparemi gli occhi da cucciolo e non pronunciare mai più quelle parole di nuovo.",
    "lazy.dialogue.flirt.slap\/1": "Oh, che noia!",
    "lazy.dialogue.flirt.slap\/2": "Sei anche tu che stai cercando di corteggiarmi? Ho visto galline con un gioco migliore!",
    "lazy.dialogue.flirt.success\/1": "Uh, sei un po' coraggioso, suppongo.",
    "lazy.dialogue.flirt.success\/2": "Quello che pensi che sia carino? Sì, perché no.",
    "lazy.dialogue.flirt.success\/3": "Oh, fantastico. un'altra lode. *sigh*",
    "lazy.dialogue.flirt.success\/4": "Sembra sul serio? Adorabile? Quel è il tuo miglior gioco?",
    "lazy.dialogue.flirt.success\/5": "Wow, tu pensi veramente che io sia abbastanza bella? Impressionante, suppongo.",
    "lazy.dialogue.flirt.success\/6": "Per favore, risparmia-mi. Se arrossisco, è solo perché sto surriscaldandomi.",
    "lazy.dialogue.flirt.success\/7": "Oh no, smettila! Non riesco a dormire qui con te che mi fai flirtare in questo modo!",
    "lazy.dialogue.goaway\/1": "Ugh, seriamente, vai via.",
    "lazy.dialogue.goaway\/2": "Non potresti trovare qualcosa di più interessante per disturbarmi?",
    "lazy.dialogue.goaway\/3": "Mi dispiace, %1$s, ma sto lavorando al massimo in modalità rilassata in questo momento.",
    "lazy.dialogue.goaway\/4": "Santo cielo, vai a disturbare qualcun altro con la tua sciocchezza.",
    "lazy.dialogue.goaway\/5": "Andate via, tu mero mortale! Non ho tempo per la tua presenza.",
    "lazy.dialogue.greet.fail\/1": "meh.",
    "lazy.dialogue.greet.fail\/2": "Non dirò la verità, non mi importa affatto...",
    "lazy.dialogue.greet.fail\/3": "Quello che ti fa navigare, suppongo...",
    "lazy.dialogue.greet.fail\/4": "Sembra proprio che non ci sia stato un buon inizio!",
    "lazy.dialogue.greet.fail\/5": "Oh bene, non fa differenza per me...",
    "lazy.dialogue.greet.mayor\/1": "Ciao lì, sindaco. Cos'è che succede?",
    "lazy.dialogue.greet.mayor\/2": "Ehi, sindaco! prenditi la tua facile, sì?",
    "lazy.dialogue.greet.monarch\/1": "Oh, è lei, maestà sua.",
    "lazy.dialogue.greet.monarch\/2": "Ecco, ecco, se non è proprio la vostra altezza reale che ci onora della sua presenza.",
    "lazy.dialogue.greet.negative\/1": "Uh, sul serio? Non potresti semplicemente sparire già?",
    "lazy.dialogue.greet.negative\/2": "Oh gioia, è lei. Che sorpresa deliziosa.",
    "lazy.dialogue.greet.negative\/3": "meh.",
    "lazy.dialogue.greet.negative\/4": "Oh, è te. Come eccitante. *si stira*",
    "lazy.dialogue.greet.negative\/5": "Torna per un'altra tonda di fastidio, eh? Sono proprio fortunato.",
    "lazy.dialogue.greet.success\/1": "Meh, va bene suppongo.",
    "lazy.dialogue.greet.success\/2": "Stai facendo bene? Quale che sia.",
    "lazy.dialogue.greet.success\/3": "Sì, sì, felice di sentire.",
    "lazy.dialogue.greet.success\/4": "Sooo felice di sentire questo... non.",
    "lazy.dialogue.greet.success\/5": "Oh wow, bene di sapere che, immagino.",
    "lazy.dialogue.greet\/1": "Ciao... come va?",
    "lazy.dialogue.greet\/2": "Ehi, %1$s. come va la vita?",
    "lazy.dialogue.greet\/3": "Ugh, ciao. Cosa vuoi?",
    "lazy.dialogue.greet\/4": "Sembravi avere energia in eccesso. Come va il tuo giorno?",
    "lazy.dialogue.greet\/5": "Ehi lì, %1$s! Guarda chi è venuto a trovarci!",
    "lazy.dialogue.greet\/6": "Ciao... o comunque...",
    "lazy.dialogue.greet\/7": "Oh, è lei di nuovo. Cosa succede?",
    "lazy.dialogue.greet\/8": "Salve! suppongo che sia bello vederti. Come è stata la tua giornata?",
    "lazy.dialogue.greet\/9": "Ehi, suppongo. è bello vederti il viso, suppongo.",
    "lazy.dialogue.hire\/1": "Uh, bene. Dammelo solo a un avviso quando vuoi qualcosa di aiuto. Sarò lì, con riluttanza.",
    "lazy.dialogue.hire\/2": "Meh, comunque. Dammi un segnale quando vuoi chiamarmi. Sarò qui, aspettando con riluttanza quei brillanti emeraldi.",
    "lazy.dialogue.hire\/3": "Oh, gioia! Sono disposto a servirti, quindi non mi trattieni troppo a lungo per quegli emeraldi preziosi.",
    "lazy.dialogue.hug.fail\/1": "Ugh, tu sei tutto sporco e disgustoso!",
    "lazy.dialogue.hug.fail\/2": "Meh, passerò.",
    "lazy.dialogue.hug.fail\/3": "Sinceramente, perché ti sforzi?",
    "lazy.dialogue.hug.fail\/4": "Mi? abbracciarti? Non c'è possibilità, specialmente dopo quell'incidente con il dinosauro.",
    "lazy.dialogue.hug.fail\/5": "Sinceramente, non vale nemmeno lo sforzo di un abbraccio dopo tutto ciò che hai fatto.",
    "lazy.dialogue.hug.fail\/6": "Ecco, non toccarmi! I tuoi germi sono troppo pericolosi da gestire!",
    "lazy.dialogue.hug.fail\/7": "Oh, umm... grazie, suppongo? Comunque.",
    "lazy.dialogue.hug.success\/1": "Ehi, è stato un'eternità dal nostro ultimo incontro!",
    "lazy.dialogue.hug.success\/2": "Grazie per l'abbraccio, suppongo. Mi ha fatto un po' meno noioso il giorno.",
    "lazy.dialogue.hug.success\/3": "Ecco, ecco, ecco, se non è il mio amico abbraccio! Sei come un orsacchiotto, tutto caldo e comodo.",
    "lazy.dialogue.hug.success\/4": "Oh, grazie, suppongo. *offre un abbraccio a metà di ritorno*",
    "lazy.dialogue.hug.success\/5": "Ecco il testo: \"Huh, non ti aspettavo di essere così caldo. Non male, suppongo.\"",
    "lazy.dialogue.hug.success\/6": "Uh, sei come un riscaldatore ambulante.",
    "lazy.dialogue.joke.animal.failed\/1": "Non puoi fare scherzi così deboli su creature innocenti? è solo triste.",
    "lazy.dialogue.joke.animal.failed\/2": "Wow, il tuo senso dell'umorismo è altrettanto rilassato del mio maiale preferito nel fango.",
    "lazy.dialogue.joke.animal.failed\/3": "Stiamo parlando di scherzi su animali falliti? Sì, è altrettanto emozionante guardare una mucca addormentata.",
    "lazy.dialogue.joke.animal.failed\/4": "Oh grande, un'altra tentativa assai divertente di umorismo animale. Yawn.",
    "lazy.dialogue.joke.animal.failed\/5": "Salva le tue battute noiose per qualcuno che se ne importa. Preferirei ascoltare un agnello che russa.",
    "lazy.dialogue.joke.animal.success\/1": "Oh, che peccato per la pecora di perdere il suo prezioso vello. Haha, bene, è tutto in buona fede!",
    "lazy.dialogue.joke.animal.success\/2": "Ehi, c'era questo lupo, giusto? E immagina un po', il lupo è caduto testa a testa per innamorarsi della pecora! Puoi crederci? Oro comico puro!",
    "lazy.dialogue.joke.animal.success\/3": "Sembra che gli animali stiano facendo qualcosa di assolutamente ridicolo! Haha, non posso credere alla loro umorismo improvviso!",
    "lazy.dialogue.joke.animal.success\/4": "Oh mio, è proprio assurdo! Ma sai cosa? Mi piace un po' la stupidità di tutto ciò. È come un piacere colpevole per l'anima pigra mia.",
    "lazy.dialogue.joke.animal.success\/5": "Ehi, sai che le mucche hanno il superpotere di produrre latte infinita? Sì, so, sembra troppo buona per essere vera, ma è solo uno di quei miracoli rilassati della natura, immagino! Haha!",
    "lazy.dialogue.joke.creative.failed\/1": "Eh, le battute non sono proprio il mio genere.",
    "lazy.dialogue.joke.creative.failed\/2": "Oh no, non puoi nemmeno con le battute?",
    "lazy.dialogue.joke.creative.failed\/3": "Sinceramente? è questo il meglio che hai?",
    "lazy.dialogue.joke.creative.failed\/4": "Wow, quel gioco è stato un totale flop.",
    "lazy.dialogue.joke.creative.failed\/5": "Ecco, si tratta di umorismo? Yawn.",
    "lazy.dialogue.joke.creative.failed\/6": "Divertente. Assolutamente divertente. (intenzione sarcastica)",
    "lazy.dialogue.joke.creative.failed\/7": "Non sono impressionato. Resta ai tuoi scherzi, o mancanza di essi.",
    "lazy.dialogue.joke.creative.failed\/8": "Ti fido, anche un endermin dormiente potrebbe fare una battuta migliore di te.",
    "lazy.dialogue.joke.creative.success\/1": "*Ridacchia* è abbastanza divertente, suppongo.",
    "lazy.dialogue.joke.creative.success\/2": "Meh, è un po' divertente.",
    "lazy.dialogue.joke.creative.success\/3": "Quello è come il miglior scherzo che abbia sentito...oggi.",
    "lazy.dialogue.joke.creative.success\/4": "Ehi, potresti essere più divertente di %supporter%...forse.",
    "lazy.dialogue.joke.creative.success\/5": "Pfft, sei divertente. Forse dovresti provare a essere un comico, o forse no. Comunque sia.",
    "lazy.dialogue.joke.creative.success\/6": "Ha! Quello era...deciso, suppongo.",
    "lazy.dialogue.joke.creative.success\/7": "Hehe, sei un po' più divertente di Ash, suppongo. Forse.",
    "lazy.dialogue.joke.creative.success\/8": "Ahah, è...sorprendentemente divertente, suppongo.",
    "lazy.dialogue.joke.monster.failed\/1": "Esseri senzienti? Sì, certo. Come se avessi l'energia di credere a questo nonsenso.",
    "lazy.dialogue.joke.monster.failed\/2": "I crepuscolari che esplodono? divertente... non. starò qui a sonnecchiare, mentre tu vieni fuori con battute migliori.",
    "lazy.dialogue.joke.monster.failed\/3": "I morti e i scheletri erano umani? yawn. svegliami quando avrai qualcosa di veramente interessante da dire.",
    "lazy.dialogue.joke.monster.failed\/4": "Un enderminale nell'acqua? Rivoluzionario. Sono troppo pigro per fingere di essere impressionato.",
    "lazy.dialogue.joke.monster.failed\/5": "Ranocchio sul water? affascinante. starò russando nel mio letto mentre tu continui a riciclare battute mediocri.",
    "lazy.dialogue.joke.monster.success\/1": "Hmph, quello scheletro ha avuto ciò che si meritava, immagino.",
    "lazy.dialogue.joke.monster.success\/2": "Aspetta, stai dicendo che un morto vivente ti ha cercato di attaccare con una pala? Heh, tipico.",
    "lazy.dialogue.joke.monster.success\/3": "Ecco, pensi di essere un esperto di ragni adesso? Pfft, comunque.",
    "lazy.dialogue.joke.monster.success\/4": "Wow, hai gestito a manipolare uno scheletro per far esplodere un cucciolone? impressionante, suppongo. *yawn*",
    "lazy.dialogue.joke.monster.success\/5": "Oh, guarda un'altra storia divertente su come gli araignee delle grotte siano completamente prive di senso. Come è emozionante.",
    "lazy.dialogue.kiss.fail\/1": "Come se qualcuno stesse guardando, non sono interessato.",
    "lazy.dialogue.kiss.fail\/2": "Sinceramente? Quello è il tuo idea di un bacio?",
    "lazy.dialogue.kiss.fail\/3": "Ugh, i baci di Ash sono ben più del tuo.",
    "lazy.dialogue.kiss.fail\/4": "Hai mai sentito parlare di spray per il respiro? dovresti provarli.",
    "lazy.dialogue.kiss.fail\/5": "Um, grazie? Forse?",
    "lazy.dialogue.kiss.fail\/6": "Lasciami stare, non posso preoccuparmi di questo momento.",
    "lazy.dialogue.kiss.slap\/1": "Santo cielo, amico?! Come osi anche solo pensare a questo?!",
    "lazy.dialogue.kiss.slap\/2": "Dai un'altra chance e sentirai la rabbia della mia pigrizia, che potrebbe prendere un po' di tempo!",
    "lazy.dialogue.kiss.success\/1": "Voglio che questo momento potesse, come, non finire mai o qualcosa.",
    "lazy.dialogue.kiss.success\/2": "Uh, immagino che io abbia un po' di sentimenti per te o qualcosa del genere.",
    "lazy.dialogue.kiss.success\/3": "Meh, questo bacio è come mangiare una torta di zucca, suppongo.",
    "lazy.dialogue.kiss.success\/4": "Meh, tu sei come il miele o qualcosa. Comunque.",
    "lazy.dialogue.kiss.success\/5": "Oh, immagino che tu sia un baciatore abbastanza decente, %1$s. Non che mi importi veramente o qualcosa del genere.",
    "lazy.dialogue.kiss.success\/6": "%1$s, le tue abilità di baciare sono, come dire, molto migliori di quelle di Ash. *fa una smorfia*",
    "lazy.dialogue.location.ancient_city\/0": "Eh, così come, immagino che ci fossero questi strani suoni o comunque provenienti da giù sotto a %2$s. Come, totalmente strano, amico.",
    "lazy.dialogue.location.ancient_city\/1": "Ehi, ho questo strano sentimento che ci sia qualcosa di pazzesco nascosto a fondo terra nel %2$s. Come se fosse reale!",
    "lazy.dialogue.location.ancient_city\/3": "Non credi a questo, ma c'è come se fosse una città antica o qualcosa del genere a %2$s. Io non l'ho vista personalmente, ma forse è nascosta sottoterra o qualcosa del genere.",
    "lazy.dialogue.location.failed\/1": "Ugh, non ho captato una parola di niente di emozionante, se voglio essere onesto.",
    "lazy.dialogue.location.failed\/2": "Nah, niente di veramente degno di menzione, mi dispiace. Il mio sé stesso pigro non si preoccupa molto delle località interessanti.",
    "lazy.dialogue.location.failed\/3": "Non è possibile, non c'è speranza. Stai cercando rovine pericolose? Sì, passerò. Ho cose più importanti da non fare.",
    "lazy.dialogue.location.forgot\/1": "Oh no! Ho trovato questo posto incredibile, ma mi sono completamente dimenticato di segnare il luogo. Mi dispiace tanto!",
    "lazy.dialogue.location.forgot\/2": "Ecco la frase:\n\n\"Ah, so, umm, you're on the hunt for something cool, right? Well, funny story, I had come across this real gem... and then *poof* it vanished from my memory. Can you believe it? Sorry about that.\"",
    "lazy.dialogue.location.forgot\/3": "Oh, uomo! avevo qualcosa in mente, giuro! Ma poi il mio cervello ha deciso di prendere un piccolo sonnellino e ora non riesco a ricordare nulla. Mi scuso, amico.",
    "lazy.dialogue.location.igloo\/1": "Oh no, mi sono imbattuto in un iglù nel %2$s. Sinceramente, chi è pazzo abbastanza per costruire una casa di neve? È gelido!",
    "lazy.dialogue.location.igloo\/2": "Ecco, immagino di aver casualmente trovato questo iglù abbandonato a %2$s. E ti dico, sembra che nessuno ci sia passato da anni. Scommetto che è infestato dai fantasmi o qualcosa del genere. Mi dà i brividi solo pensandoci.",
    "lazy.dialogue.location.igloo\/3": "Oh, ragazzo, non credi a ciò che ho trovato a %2$s. Una vecchia casa di ghiaccio abbandonata chiamata igloo. È stato deserto per anni, ti dico. Non si può biasimare nessuno per non voler vivere in quel buco gelido.",
    "lazy.dialogue.location.jungle_pyramid\/1": "Ehi, c'è questo tempio incredibilmente vecchio nel giungla. Potresti voler evitare, perché quei trappole non sono una battuta. Sono seriamente in grado di trasformarti in un pancake se non sei attento.",
    "lazy.dialogue.location.jungle_pyramid\/2": "Sai, se capita di imbattersi in %2$s nella giungla, c'è un antico rudere là dentro. Non sto dicendo che dovresti farlo, ma stai attento. Quegli vecchi trappole ancora funzionano come sempre. È un miracolo che i nostri antenati non abbiano rubato tutti i tesori da tempo. Dovettero avere più energia o qualcosa del genere.",
    "lazy.dialogue.location.mansion\/1": "Ugh, se ti trascini fin là dove si trova il %2$s, potresti imbatterti in una stupida villa. È infestata da quegli illager, come, ugh. Stai lontano da quel covo di malaugurio se sai cosa è bene per te.",
    "lazy.dialogue.location.mansion\/2": "Ecco, c'è questo enorme mansionetto a %2$s, giusto? E immaginate un po', gli illager sono i proprietari orgogliosi. Io mi chiedo, chi ne ha bisogno, eh? Sto seriamente considerando di spostare l'intero villaggio dall'altra parte del mondo. Solo per dire.",
    "lazy.dialogue.location.mineshaft\/1": "Ugh, sì. Ci fu una miniera qui intorno, ma venne chiusa a causa di un incidente stupido. Probabilmente è ancora nascosta da qualche parte vicino %2$s.",
    "lazy.dialogue.location.mineshaft\/2": "Oh, sì. avevamo una miniera qui un tempo, come secoli fa. è là dove %2$s, ma onestamente, è un completo disastro ora. infestato da creature spaventose e tutto il resto. Non direi di non avervi avvertito se decidete di esplorarla.",
    "lazy.dialogue.location.monument\/1": "Oh, beh! C'è questo castello sommerso là a %2$s. Si dice che ci siano dei mostri marini proprio orribili che si aggirano intorno, quindi ti consiglio di evitare quel casino con ogni cura.",
    "lazy.dialogue.location.monument\/2": "Hai sentito dire che in questi antichi ruderi nel profondo dell'oceano si parlava di tesori nascosti. Se sei avventuroso e disposto a correre il rischio della vita, potresti imbatterti in alcuni tesori nascosti. Solo un'avvertenza: il pericolo è in agguato in ogni angolo. Non è affatto una passeggiata, amico mio.",
    "lazy.dialogue.location.pillager_outpost\/1": "Ugh, ci sono questo gruppo di pillager pigri che stanno accampati a %2$s. Puoi crederci? Hanno semplicemente piazzato il loro avamposto proprio accanto a noi. Non voglio nemmeno pensare ad un'altra attacco. Troppo sforzo da gestire, sai?",
    "lazy.dialogue.location.pillager_outpost\/2": "Oh grande, c'è questo avamposto di quei pigri saccheggiatori in %2$s. Come possono essere così pigri? Non riescono a trovare un posto migliore per infestare? È un incubo cercare di dormire con quegli aggressori pigri che ci sono intorno. E credimi, non esiteranno a spararti se ti avvicini troppo. Parliamo di aggressione pigra.",
    "lazy.dialogue.location.pillager_outpost\/3": "Non credi che ci sia questo avamposto infestato da quegli pigri saccheggiatori a %2$s. È come se fossero allergici al lavoro reale. Se sei disposto, potresti provare a eliminarli e forse trovare alcuni oggetti preziosi. La tutta la villaggio sarebbe eternamente grata se qualcuno si prendesse cura di quegli oziosi.",
    "lazy.dialogue.location.pyramid\/1": "Oh, sì, c'è questo cosa di piramide a %2$s. Io, vecchio pigro, non mi sono mai preso la briga di controllarla.",
    "lazy.dialogue.location.pyramid\/2": "Ecco il messaggio:\n\n\"Okay, parola di strada è che c'è questo piramide tipo a %2$s. Suppostamente, potrebbe esserci qualcosa di bello o comunque. Ma, come dire, non lo so per certo.\"",
    "lazy.dialogue.location.pyramid\/3": "Ugh, ci sono queste rovine piramidali qui a %2$s. Qualcuno che si credeva un'avventuriera di professione è entrato da tempo e non è mai tornato indietro. Probabilmente è pieno di sabbia e delusione. Non direi di non avervi avvertito.",
    "lazy.dialogue.location.ruined_portal\/1": "Oh no! Non credi a ciò che ti dico, ma c'è questo portale in rovina nel %2$s. È un disastro totale, grazie ai invasori del Nether.",
    "lazy.dialogue.location.ruined_portal\/2": "Oh, sì, se sei disposto, puoi controllare %2$s. C'è questo super creepy portal nether ruinato lì. È come l'aftermath di un film horror o qualcosa del genere. Ma hey, probabilmente è sicuro... credo. Basta guardarti dalle fiamme, a meno che non ti piacciano le ustioni.",
    "lazy.dialogue.location.ruined_portal\/3": "Ecco cosa ho sentito: c'è questo posto chiamato %2$s. Pare che fosse un portale del Nether, ma ora è solo rovine antiche. Il sacerdote locale afferma che potrebbe esserci qualcosa di valore nascosto lì, ma sinceramente, nessuno vuole nemmeno avvicinarsi a quel posto maledetto. Non li biasimo, però. Chi sa cosa tipo di guai puoi trovare là?",
    "lazy.dialogue.location.ruined_portal_desert\/1": "Oh no, non credo che tu possa immaginare, ma c'è questo portale completamente distrutto nel mezzo del deserto arido. Non vale la pena della mia attenzione!",
    "lazy.dialogue.location.ruined_portal_mountain\/1": "Ehi, c'è un completo disastro di porta nel monte %2$s, ma sinceramente non mi importa affatto occuparmene. Troppo sforzo, capisci?",
    "lazy.dialogue.location.ruined_portal_swamp\/1": "Puoi crederlo? C'è questo portale completamente distrutto proprio nel mezzo della palude, a %2$s. Chi avrebbe mai pensato che quegli invasori del Nether finissero in questo buco miserabile? Sono così pigri!",
    "lazy.dialogue.location.shipwreck\/1": "Oh, ciao lì. Sto solo che mi sono imbattuto in un relitto di nave al %2$s. Si scopre che queste navi erano proprietà della compagnia dell'Alleanza Orientale. Io, Lazy, sto semplicemente trovando tesori come se non fosse nulla di speciale.",
    "lazy.dialogue.location.shipwreck\/2": "Ah, che sorpresa! Quali pescatori pigri hanno scoperto un relitto navale proprio là fuori a %2$s. Non posso fare a meno di chiedermi se ci sia qualcosa di nascosto aspettando di essere scoperto. Ecco, non mi dispiacerebbe imbattermi in qualcosa mentre faccio assolutamente nulla.",
    "lazy.dialogue.location.shipwreck_beached\/1": "Oh no, mi sono imbattuto in un relitto navale a %2$s, semplicemente sdraiato sulla spiaggia. Non ho voglia di indagare.",
    "lazy.dialogue.location.shipwreck_beached\/2": "Oh, %2$s! Ci sono questo relitto di nave appena arenato sulla spiaggia. Come, seriamente, come è riuscito a finire lì? Non che mi importi abbastanza per scoprirlo.",
    "lazy.dialogue.location.swamp_hut\/1": "Potresti voler stare lontano da quel pantano là a %2$s. Ha una capanna della strega malvagia e ti dico, è solo problemi.",
    "lazy.dialogue.location.swamp_hut\/2": "Ehi, solo un consiglio amichevole, ma dovresti evitare %2$s. C'è questa strega strana che vive in una capanna intorno a quei posti e credimi, non vuoi farti coinvolgere in quel guaio.",
    "lazy.dialogue.location.village_desert\/1": "Oh, tu troverai un'altra villaggio là, proprio nel mezzo di quel deserto arido. È molto carino, se non ti dispiace il mio dire, ma devo ammettere che tutta la calura del deserto mi fa sentire un po' pigro. Non posso biasimarli, però, vero?",
    "lazy.dialogue.location.village_plains\/1": "Oh, c'è un'altra villaggio là fuori a %2$s. È abbastanza bello, immagino.",
    "lazy.dialogue.location.village_plains\/2": "Se ti addentri nel piano a %2$s, potresti imbatterti in un'altra villaggio. Non è niente di speciale, in realtà.",
    "lazy.dialogue.location.village_savanna\/1": "Ugh, c'è un'altra villaggio a %2$s, ma là è infernale caldo. Non riesco nemmeno a trovare l'energia per andare.",
    "lazy.dialogue.location.village_savanna\/2": "Oh, stai parlando di quel villaggio nella savana al %2$s? Sì, sono persone gentili, suppongo. Ma onestamente, preferirei addormentarmi piuttosto che andare a trovarli.",
    "lazy.dialogue.location.village_snowy\/1": "Oh mann, c'è un'altra villaggio là fuori a %2$s. È come se fosse sempre freddo, ghiaccio! Brrr!",
    "lazy.dialogue.location.village_snowy\/2": "Ehi, controlla questo, c'è un villaggio a %2$s nei piani innebbiati. La gente è rilassata e tutto, ma dannazione, è come un frigorifero là! Non posso gestire quel freddo!",
    "lazy.dialogue.location.village_taiga\/1": "Oh, ci sono questo villaggio là fuori nel bioma della taiga. È molto bello, ma non andresti lì se fossi me. Troppo sforzo, sai?",
    "lazy.dialogue.location.village_taiga\/2": "Si sta passeggiando attraverso il bioma della taiga, potresti imbatterti in un'altra villaggio. È nascosto lontano dalle strade principali, dentro i boschi. Non vale la pena faticarsi, se chiedi a me.",
    "lazy.dialogue.main.evening\/1": "Buona sera... suppongo.",
    "lazy.dialogue.main.evening\/2": "Ecco, come è stata la tua giornata? La mia è stata... eh, chi si cura?",
    "lazy.dialogue.main.evening\/3": "Altro giorno, altro fardello di lavoro. Sigh.",
    "lazy.dialogue.main.evening\/4": "Il tempo è passato, come tutto il resto della vita. Troppo da gestire, troppa mancanza di motivazione.",
    "lazy.dialogue.main.evening\/5": "Ugh, il pensiero di preparare la cena è esauriente. Potrei trascinarmi a casa presto.",
    "lazy.dialogue.main.evening\/6": "Oggi è stato un completo spreco. Non ho ottenuto nulla, assolutamente nulla.",
    "lazy.dialogue.main.evening\/7": "Desperatamente ho bisogno di un sonnellino. La mattina mi ha succhiato la vita da dentro.",
    "lazy.dialogue.main.evening\/8": "Non ti catterò mentre sono in giro di notte. L'ultima volta che lo feci, un crepitante mi ha spaventato la vita fuori di me. Non vale la pena.",
    "lazy.dialogue.main.evening\/9": "Oh, ciao lì. Sto tornando da comprare roba per cena. Non vedo l'ora di mettere il minimo sforzo richiesto. Ci vediamo più tardi, forse.",
    "lazy.dialogue.main.morning\/1": "Buona mattina... *starnutisce*",
    "lazy.dialogue.main.morning\/10": "Sto pensando di passare una giornata tranquilla oggi. Il mio corpo non è proprio pronto, sai?",
    "lazy.dialogue.main.morning\/11": "Il mio orario è pieno zeppo oggi. Solo pensandoci mi fa desiderare di tornare a letto.",
    "lazy.dialogue.main.morning\/12": "Sembra che abbia avuto una buona notte di sonno. Forse è arrivato il momento di affrontare qualcosa di più sfidante oggi. O forse no.",
    "lazy.dialogue.main.morning\/2": "Ehi, sei pronto a fare del lavoro oggi? O sei ancora nel mondo dei sogni?",
    "lazy.dialogue.main.morning\/3": "Ugh, sono così stanco. Tu pure, eh?",
    "lazy.dialogue.main.morning\/5": "Oh, sembri proprio come se avessi passato una notte selvaggia.",
    "lazy.dialogue.main.morning\/6": "Okay, okay! Svegliati, amico! Abbiamo un giorno molto lungo davanti a noi!",
    "lazy.dialogue.main.morning\/7": "Hai rimanato a dormire bene? Sembrasti incredibilmente energico.",
    "lazy.dialogue.main.morning\/8": "Buongiorno, signor sonnambulo! Non mi dica che è ancora mezzo addormentato.",
    "lazy.dialogue.main.morning\/9": "Che bella mattina... immagino. Spero non significhi che dobbiamo lavorare più sodo.",
    "lazy.dialogue.main.night\/1": "Ugh, tu sei ancora sveglio? Non hai nulla di meglio da fare?",
    "lazy.dialogue.main.night\/10": "Santo cielo, amico, va' a dormire già! Hai un grande giorno davanti a te, o almeno così ho sentito dire.",
    "lazy.dialogue.main.night\/2": "Wow, sei veramente impegnato a restare sveglio fino a tardi, eh?",
    "lazy.dialogue.main.night\/3": "La sera è il momento migliore, vero? Sono d'accordo con te, amico.",
    "lazy.dialogue.main.night\/4": "Semplicemente un consiglio, amico - resta vicino al villaggio di notte. quei creature strane non sono una battuta.",
    "lazy.dialogue.main.night\/5": "I guardiani fanno il loro lavoro, ma onestamente, la notte mi dà ancora i brividi. È come un film horror fuori lì, non credi?",
    "lazy.dialogue.main.night\/6": "Oh, buio. così sereno, così pacifico. è il momento perfetto per rilassarsi e godersi la vita, sai?",
    "lazy.dialogue.main.night\/7": "Il giorno è così sopraffatto. Io intendo, chi ha bisogno di tutta quella frenesia e quel rumore? Le passeggiate serali sono il meglio.",
    "lazy.dialogue.main.night\/8": "Uomo, sono stanco. oggi è stato esauriente. forse prenderò un po' di tempo libero domani, capisci cosa intendo?",
    "lazy.dialogue.main.night\/9": "Non riesco assolutamente a non aspettare di immergermi nel mio letto comodo. È come un piccolo pezzo di paradiso.",
    "lazy.dialogue.main.rock_paper_scissor\/1": "Sono pronto a giocare a scacchi di pietra carta forbice!",
    "lazy.dialogue.main\/1": "Ehi, come stai?",
    "lazy.dialogue.main\/2": "Ehi, cos'è che succede?",
    "lazy.dialogue.main\/3": "Oh, ciao, non ti avevo visto arrivare.",
    "lazy.dialogue.main\/4": "Sta succedendo qualcosa nel tuo mondo oggi?",
    "lazy.dialogue.main\/5": "Come va la vita, eh?",
    "lazy.dialogue.main\/6": "Ecco, ecco, ecco, guarda chi c'è! Cosa vuoi sapere?",
    "lazy.dialogue.main\/7": "Ehi, sai, ero solo a passare del tempo con %supporter%, e all'improvviso questo zombi decide di prendere un morso a lui! Ma non preoccuparti, ha detto che va bene, quindi sono andato avanti... aspetta, cosa stavamo discutendo di nuovo? Ah sì, ho visto oggi un zombi che potrebbe essere il gemello di %supporter%!",
    "lazy.dialogue.no_money\/1": "Mi dispiace, ma non farò nulla senza un po' di più di emeriti nel mio portafoglio.",
    "lazy.dialogue.no_money\/2": "Sembra che non abbia abbastanza soldi! Non sono proprio a buon mercato, amico. Dovresti tirar fuori un po' più di emeraldi.",
    "lazy.dialogue.no_money\/3": "Ecco, posso essere disponibile per il lavoro, ma non muoverò un dito finché non vedo una grande quantità di emeraldi nella tua mano.",
    "lazy.dialogue.procreate_engaged\/1": "\"preferirei non affrettare la procreazione finché non siamo assolutamente certi del nostro impegno\".",
    "lazy.dialogue.procreate_engaged\/2": "Portare un nuovo essere vivente in questo mondo richiede un livello di dedizione e impegno che non sto sentendo proprio in questo momento.",
    "lazy.dialogue.rock_paper_scissor.loose.paper\/1": "Perché disturbarci a scegliere qualcos'altro? Scegliamo le forbici, pigri.",
    "lazy.dialogue.rock_paper_scissor.loose.rock\/1": "Uh, bene, suppongo che scelga la roccia. E sorprendentemente, sorprendentemente, perdo di nuovo!",
    "lazy.dialogue.rock_paper_scissor.loose.scissor\/1": "Oh no, forbici? Sembra proprio ridicolo! La roccia ti ha appena schiacciato, io ho vinto assolutamente!",
    "lazy.dialogue.rock_paper_scissor.paper\/1": "*yawn* carta, suppongo. Possiamo finire questo gioco già? Ho un orario di sonno da seguire.",
    "lazy.dialogue.rock_paper_scissor.rock\/1": "Nah, pietra, suppongo...",
    "lazy.dialogue.rock_paper_scissor.scissor\/1": "Scissor, ma solo perché non mi sono preso la briga di pensare a qualcosa d'altro.",
    "lazy.dialogue.rock_paper_scissor.win.paper\/1": "La roccia non è mai il mio movimento preferito, non mi porta mai una vittoria.",
    "lazy.dialogue.rock_paper_scissor.win.rock\/1": "La roccia vince sempre, eh? Avrei dovuto saperlo meglio.",
    "lazy.dialogue.rock_paper_scissor.win.scissor\/1": "Mi sono lasciato sfuggire, ho perso contro le forbici. Avrei dovuto solo restare a letto.",
    "lazy.dialogue.rock_paper_scissor\/1": "Oh no, pietra, carta, forbici, qualsiasi cosa.",
    "lazy.dialogue.rock_paper_scissor\/2": "Eh, forse vinco questa volta, chi lo sa?",
    "lazy.dialogue.rumors.failed\/1": "Nah, sono troppo pigro per prestare attenzione alle ultime chiacchiere.",
    "lazy.dialogue.rumors.lore\/1": "Jax è come, ancora un po' un grande affare, ma tutti sono, come, completamente ossessionati da SirBen ora. E i suoi profeti, MerlinWolfgames e Crow, sono come, a diffondere le sue parole e roba del genere.",
    "lazy.dialogue.rumors.lore\/2": "Ecco, c'erano questi demoni cyber, giusto? E pensavano di poter invadere il nostro mondo tranquillo con i loro portali fiammanti. Ma sapete cosa? Sirben e Luke erano come, \"Nuh-uh, non sul nostro orologio!\" E hanno chiuso quell'invasione molto velocemente.",
    "lazy.dialogue.rumors.lore\/3": "Okay, così ricorda quell'antico costruttore che misteriosamente scomparve? Be', si dice che questo tipo pigro 2da50 sia semplicemente partito per le terre lontane e non sia mai stato visto di nuovo. Parliamo di prendere la strada facile, no?",
    "lazy.dialogue.rumors.lore\/4": "Ugh, ti racconterò di Merlinwolfgames e la sua ossessione con Sirben. Ha costruito questo tempio per lui, pensando che sia un tipo di meraviglia antica. Come, veniamo, ragazzo, prenditi un hobby o qualcosa del genere.",
    "lazy.dialogue.rumors.lore\/5": "Sai, c'era un tempo che ci viveva una razza di costruttori estremamente avanzata intorno qui. Ma, come se dice, si sono spariti o qualcosa del genere. Probabilmente si sono stufati di tutta la fatica e hanno deciso di prendersi un lungo viaggio di riposo. Non posso dire che li biasimi.",
    "lazy.dialogue.rumors.lore\/6": "Ecco, ci sono queste leggende, giusto? riguardo a questi antichi costruttori che hanno lasciato tutti questi resti e templi sparse per l'Overworld. Io non so se siano vere o no, ma è piuttosto emozionante immaginare, giusto?",
    "lazy.dialogue.shake_hand.fail\/1": "Sei scherzando? Dopo tutto lo sforzo per macellare il bue?",
    "lazy.dialogue.shake_hand.fail\/2": "Non, non sono buono. Troppo pigro per preoccuparmi di un saluto di mano.",
    "lazy.dialogue.shake_hand.fail\/3": "Non c'è bisogno di essere formale con me, sono il re della pigrizia.",
    "lazy.dialogue.shake_hand.fail\/4": "Oh, per davvero? Questo è così fuori carattere per te, amico.",
    "lazy.dialogue.shake_hand.fail\/5": "Ugh, lasciami in pace. Non posso preoccuparmi di strette di mano in questo momento.",
    "lazy.dialogue.shake_hand.success\/1": "Meh, il tuo grip è abbastanza, suppongo.",
    "lazy.dialogue.shake_hand.success\/2": "Il tuo saluto è accettabile, suppongo. Non è poi così impressionante comunque.",
    "lazy.dialogue.shake_hand.success\/3": "Sì, comunque, il tuo comportamento educato non mi impressiona molto.",
    "lazy.dialogue.shake_hand.success\/4": "*yawns* Buon giorno, suppongo.",
    "lazy.dialogue.shake_hand.success\/5": "Oh, ciao. Sei qui. Cosa vuoi?",
    "lazy.dialogue.stay.fail\/1": "Non, non mi sento proprio di restare qui in un solo posto. Sono più il tipo che dice \"vediamo cosa c'è fuori lì\".",
    "lazy.dialogue.stay.fail\/2": "Grazie per l'offerta, ma ho un grave caso di vagabondaggio. Preferirei vagare nel mondo e scoprire nuovi orizzonti!",
    "lazy.dialogue.stay.fail\/3": "Questo villaggio è bello e tutto, ma io sono più un tipo avventuroso. La strada aperta mi chiama per nome, sai?",
    "lazy.dialogue.stay.no_space\/1": "Oh no, questo villaggio è come, troppo affollato.",
    "lazy.dialogue.stay.no_space\/2": "Sì, potrei stare, ma ci sono proprio zero letti disponibili.",
    "lazy.dialogue.stay.repeat\/1": "Uomo, ti ho appena detto questo, come due minuti fa. Puoi provare a tenere il passo?",
    "lazy.dialogue.stay.repeat\/2": "Sul serio? Hai veramente dimenticato di avermi già chiesto questo? Wow, proprio wow.",
    "lazy.dialogue.stay.success\/1": "Sì, beh, suppongo che potrei restare in questo villaggio se devo.",
    "lazy.dialogue.stay.success\/2": "Meh, suppongo di poter tollerare di restare in questo villaggio per un po'.",
    "lazy.dialogue.story.enderdragon.fail\/1": "Pfft! Sei per davvero? Il drago dell'End? Sì, buona fortuna a trovare quel creatura immaginaria.",
    "lazy.dialogue.story.enderdragon.fail\/2": "Sembra che tu pensi di poterti permettere di affrontare l'Alto Drago del Caos? Sognalo pure, amico.",
    "lazy.dialogue.story.enderdragon.success\/1": "Wow, hai realmente portato l'uovo del drago indietro? È abbastanza cool, suppongo.",
    "lazy.dialogue.story.enderdragon.success\/2": "Ehi, mi stai dicendo che hai abbattuto quel grande drago? Be', suppongo che il villaggio parlerà di questo per un po'.",
    "lazy.dialogue.story.exploring.fail\/1": "I tuoi racconti sono così noiosi.",
    "lazy.dialogue.story.exploring.fail\/2": "Oh, risparmia il mio tempo di ascoltare le tue storie vecchie e logore, non farebbe?",
    "lazy.dialogue.story.exploring.fail\/3": "Interagire con te è come trattare con un lento come un cinghiale che vuole essere un ingegnere spaziale. Senza la sua cuticità, ovviamente.",
    "lazy.dialogue.story.exploring.success\/1": "Meh, forse un giorno mi sforzerò di esplorare il mondo o comunque.",
    "lazy.dialogue.story.exploring.success\/2": "Uh, suppongo che viaggiare e esplorare sarebbe un po' cool. Io amo il mio villaggio e tutto, ma le tue storie mi fanno sentire un po' invidioso, credo.",
    "lazy.dialogue.story.exploring.success\/3": "Sinceramente, chi ha l'energia di essere coraggioso e avventurarsi nell'ignoto? Non io, per certo.",
    "lazy.dialogue.story.fail\/1": "Uh, comunque. Quello è mio mamma, cosa di grande affare.",
    "lazy.dialogue.story.fail\/10": "Sì, non vedo come potesse essere divertente in alcun modo nemmeno questo.",
    "lazy.dialogue.story.fail\/2": "Sì, sì, lo sai, il villaggio adora chiacchierare di te.",
    "lazy.dialogue.story.fail\/3": "Sinceramente, non riesco nemmeno a preoccuparmi di capirlo...",
    "lazy.dialogue.story.fail\/4": "Oh per favore, come se qualcuno si preoccupasse dei sentimenti di quegli sciocchi crioferi!",
    "lazy.dialogue.story.fail\/5": "Santo cielo, chi si preoccupa persino di una stupida pecora?!",
    "lazy.dialogue.story.fail\/6": "*Snozza*... Eh, hai detto qualcosa?",
    "lazy.dialogue.story.fail\/7": "Oh no, che spreco del mio tempo prezioso è stato!",
    "lazy.dialogue.story.fail\/8": "Sigh! Questa conversazione mi sta facendo addormentare.",
    "lazy.dialogue.story.fail\/9": "Wow, sei certificatamente pazzo e non in un modo cool, semplicemente dicendo.",
    "lazy.dialogue.story.nether.fail\/1": "Non credo che tu abbia mai avuto il tempo di andare nel Nether, uomo.",
    "lazy.dialogue.story.nether.fail\/2": "Uh, non è sorprendente che quei piglin si siano messi a urlare contro di te. Non li biasimo.",
    "lazy.dialogue.story.nether.fail\/3": "Sinceramente, non mi importa affatto se sei stato nel Nether. Le tue abilità narrative sono altrettanto noiose della terra.",
    "lazy.dialogue.story.nether.fail\/4": "Santo cielo, guardati! Non riuscivi nemmeno a sollevare un piuma, figuriamoci sopravvivere nel Nether.",
    "lazy.dialogue.story.nether.fail\/5": "Il mio vecchio era un esploratore leggendario del Nether e non ha mai menzionato nulla riguardo al fungo distorto. Bravo tentativo, bugiardo!",
    "lazy.dialogue.story.nether.success\/1": "Ugh, è come se fosse super caldo là dentro o qualcosa? Non posso nemmeno gestire le ondate di calore, figuriamoci il Nether!",
    "lazy.dialogue.story.nether.success\/2": "Santo cielo, come hai fatto a sopravvivere in quel pericoloso inferno della Nether? Io non riesco nemmeno a resistere un giorno senza il mio comodo letto e le mie merendine.",
    "lazy.dialogue.story.nether.success\/3": "Ecco, ho sentito voci su tonnellate di tesori in quel Nether cosa. Ma, come, sono troppo pigro per nemmeno considerare l'idea di mettere piede là dentro. Nessun tesoro vale lo sforzo, amico.",
    "lazy.dialogue.story.nether.success\/4": "Wow, devi essere come il più coraggioso spirito mai esistito per avventurarti nel Nether. Me? Oh, no way, sono troppo codardo per questo. Sì, non ho paura, solo...pigro, sai?",
    "lazy.dialogue.story.nether.success\/5": "Uomo, hai mai visto uno di quei porcini zombieizzati? Ho sentito dire che sono, come si dice, totalmente gnarri. Ma onestamente, sono troppo pigro per anche solo preoccuparmene. Inoltre, sembrano un po' disgustosi.",
    "lazy.dialogue.story.success\/1": "Meh, immagino che tutto ciò sia successo. Quello che è, comunque.",
    "lazy.dialogue.story.success\/2": "Ugh, sono troppo pigro anche solo per pensare di affrontare un crepuscolo idiota.",
    "lazy.dialogue.story.success\/3": "Quella storia era abbastanza bene, suppongo. Hai inventato tu stesso o qualcosa del genere?",
    "lazy.dialogue.story.success\/4": "Sinceramente? Tutta quella storia è successa ieri? Trovo difficile crederci.",
    "lazy.dialogue.story.success\/5": "Ero probabilmente solo a rilassarmi in zona ieri. Non crederei di non aver sentito parlare di questo, ma beh...",
    "lazy.dialogue.story.success\/6": "Ehi, sembra che %supporter% stia cercando troppo di essere cool. Comunque...",
    "lazy.dialogue.story.success\/7": "Ugh, non è la leggenda di %supporter% ancora una volta. Non potresti trovare qualcosa d'altro da discutere?",
    "lazy.dialogue.story.success\/8": "Oh wow, così è come hai scoperto il tuo primo diamante? Come affascinante. Yawn.",
    "lazy.dialogue.story.success\/9": "Sì, certo, passa più tardi. Mi farò finta di essere interessato a sentire ancora delle tue storie.",
    "lazy.dialogue.story.wither.fail\/1": "Sinceramente, non mi sforzo nemmeno a crederti.",
    "lazy.dialogue.story.wither.fail\/2": "Non sembra avere alcun effetto. Sei troppo integro per convincermene altrimenti.",
    "lazy.dialogue.story.wither.success\/1": "Non è possibile! Il Wither gira intorno causando caos totale, ho sentito!",
    "lazy.dialogue.story.wither.success\/2": "Hai realmente sconfitto il Wither?! Sinceramente, è incredibile!"
}