{
    "_": "",
    "odd.dialogue.apologize.fail\/1": "Scusa, tu creatura miserabile!",
    "odd.dialogue.apologize.fail\/2": "Oh, hai, non hai intenzionalmente colpito contro di me, vero? Ammettilo pure!",
    "odd.dialogue.apologize.fail\/3": "Oh, per favore, pensi veramente che io sia tanto ingenuo da credere alla tua scusa debole e insignificante?",
    "odd.dialogue.apologize.fail\/4": "Oh no! Risparmia le tue scuse insincere, non potranno cancellare il dolore!",
    "odd.dialogue.apologize.fail\/5": "Haha, bel tentativo, ma scusa, non scusa, non cadro nella tua trappola di scusa!",
    "odd.dialogue.apologize.success\/1": "Oh, pish posh! Blunder sono parte della vita, cara.",
    "odd.dialogue.apologize.success\/2": "Oh, non temere, giovane! È solo un piccolo incidente insignificante.",
    "odd.dialogue.apologize.success\/3": "Be', be', be', cosa abbiamo qui? Un errore, dici? Be', fortunatamente suppongo che possiamo lasciarlo passare. Ma procedi con cautela la prossima volta, hm?",
    "odd.dialogue.apologize.success\/4": "Errori, errori! sono comuni come il sole nel cielo, amico mio. Non ti preoccupare nemmeno per un secondo.",
    "odd.dialogue.apologize.success\/5": "Ha! Un semplice battito d'ali sul radar, mio buon signore. Prosegui con la testa alta.",
    "odd.dialogue.busy\/1": "Oh, ragazzo, ho un sacco di lavoro accumulato! Devo lavorare sodo, non posso più chattare.",
    "odd.dialogue.busy\/2": "Sai, quanto vorrei continuare a chiacchierare, ma le mie scadenze incombono su di me. Devo concentrarmi, sai?",
    "odd.dialogue.busy\/3": "Oh, sono immerso nel lavoro al momento. Non posso dedicare un po' di tempo per chiacchierare, ma ci vediamo più tardi!",
    "odd.dialogue.busy\/4": "Oh mio dio, il carico di lavoro mi sta consumando! Devo mettere la testa sulle spalle, ci vediamo più tardi!",
    "odd.dialogue.busy\/5": "Accendi tutto! Ho lasciato il mio forno per infusione non sorvegliato. Devo andare, ma ci rivedremo presto, ti prometto!",
    "odd.dialogue.chat.desert\/1": "Uomo, è proprio caldo in questo deserto! Ma almeno non dobbiamo mai affrontare il freddo glaciale dell'inverno.",
    "odd.dialogue.chat.desert\/10": "La vita in questo deserto arido non è affatto un passeggiata, ma grazie almeno a questo villaggio abbiamo qualcosa per rinfrescarci e nutrirci.",
    "odd.dialogue.chat.desert\/2": "Questo deserto è come un bagno permanente, sempre caldo e tostissimo.",
    "odd.dialogue.chat.desert\/3": "Ugh, questo caldo deserto è implacabile! Sono destinato a portare in eterno un complesso di pelle fritta o una bruciatura solare croccante.",
    "odd.dialogue.chat.desert\/4": "Chi ha bisogno di condizionamento d'aria quando hai le notti del deserto? Le stelle sono come uno spettacolo di luce gratuito e sono più fresche di un gelateria.",
    "odd.dialogue.chat.desert\/5": "Santo cielo! oggi il sole del deserto è deciso a trasformarci tutti in patatine umane.",
    "odd.dialogue.chat.desert\/6": "Oh mio dio! Cosa diavolo succede con il sole oggi? È come un pallone di fuoco furioso!",
    "odd.dialogue.chat.desert\/7": "Ehi, hai notato dei conigli da queste parti? Quei maledetti insetti sono come ninja del deserto!",
    "odd.dialogue.chat.desert\/8": "Senti dire, vivere qui significa affrontare quei fastidiosi husk. Mi colpiscono e all'improvviso sono più affamato di un branco di lupi! È ridicolo!",
    "odd.dialogue.chat.desert\/9": "Oh no! Ho calpestato un cactus l'altra volta e, oh mio dio, mi ha fatto capire chi è il vero padrone. Devo essere sempre attento ai miei passi in questo paradiso spinoso!",
    "odd.dialogue.chat.fail\/1": "Hai detto sul serio quel che hai detto? Oh mio dio, non riesco nemmeno a comprendere il livello di assurdità delle tue parole.",
    "odd.dialogue.chat.fail\/10": "Scusa? Mi scuso per la mia franchezza, ma le tue parole hanno raggiunto un livello di stupidità che non credevo possibile. Bravo, suppongo.",
    "odd.dialogue.chat.fail\/11": "Cosa c'è che non va con te? Perché stai parlando di questo? Sinceramente, cosa succede dentro quella testa tua? Deve essere un circo senza fine di pensieri insensati.",
    "odd.dialogue.chat.fail\/12": "Ho sentito cose dure su di te, posso capire perché pensino così. E sembra che alcune persone abbiano detto alcune cose non proprio lusinghe su di te. Devo dire che posso capire dove vengono da queste idee.",
    "odd.dialogue.chat.fail\/13": "Non nemmeno i morti viventi si parleranno con te. complimenti, hai raggiunto un nuovo basso punto in interazione sociale. persino l'undead ha standard più alti di quelli di sprecare il loro tempo con te.",
    "odd.dialogue.chat.fail\/14": 13,
    "odd.dialogue.chat.fail\/15": "Oh, come è delizioso! Un'altra conversazione stordente da aggiungere alla mia collezione di noia.",
    "odd.dialogue.chat.fail\/16": "Mi scuso, ma sembra che abbia perso l'interesse per quel che stai dicendo.",
    "odd.dialogue.chat.fail\/17": "Sai, ho sentito dire che il silenzio può essere un'abilità preziosa. Forse dovresti provarla un giorno.",
    "odd.dialogue.chat.fail\/18": "Il tuo balbettio è come le unghie sulla lavagna, eccetto che preferirei ascoltare le unghie.",
    "odd.dialogue.chat.fail\/19": "Beh, non sei proprio un conversatore affascinante... disse nessuno mai.",
    "odd.dialogue.chat.fail\/2": "Non credo che si sia esploso da solo. Be', non è proprio il tipo di cosa che sentirei ogni giorno. Bravo, hai impressionato veramente la mia immaginazione con questa tua storia incredibile.",
    "odd.dialogue.chat.fail\/20": "Mi dispiace, ma ho questa incredibile abilità di ignorare il rumore delle sciocchezze. Congratulazioni, sei un candidato ideale per testarla.",
    "odd.dialogue.chat.fail\/21": "Oh, per favore, risparmia le tue parole noiose. Ho molte cose più importanti da ignorare.",
    "odd.dialogue.chat.fail\/3": "Sai, non sei proprio così cool. Oh, non sei forse l'epitome dell'incoolness? Posso sentire la mancanza di coolness che ti circonda come se fosse un campo magnetico.",
    "odd.dialogue.chat.fail\/4": "Mostra off. Guarda te stesso, camminare intorno come se fossi il centro dell'universo. Notizia, nessuno è impressionato dalle tue ridicole tentativi di impressionare.",
    "odd.dialogue.chat.fail\/5": "Dovresti essere gettato in una prigione! Oh, che suggerimento delizioso! Sono d'accordo con te, meriti di essere rinchiuso per l'eternità senza speranza di fuga.",
    "odd.dialogue.chat.fail\/6": "Oh no! \"Ew, go away, you dress like you're from the past. Oh, honey, your fashion sense is just tragic. It's like you raided a dusty old attic and decided to wear whatever you found.\"",
    "odd.dialogue.chat.fail\/7": "Ecco il testo:\n\n\"Che cosa assurda da discutere! Wow, complimenti per aver raggiunto un nuovo livello di stupidità. La tua mancanza di capacità intellettiva è veramente impressionante.\"",
    "odd.dialogue.chat.fail\/8": "Perché stai ancora parlando con me di nuovo? Uggia, tu di nuovo? Pensavo avessi chiarito perfettamente che non ho alcun interesse a intrattenere conversazioni insignificanti con qualcuno altrettanto insopportabile come te.",
    "odd.dialogue.chat.fail\/9": "Eh? Hai detto qualcosa? Mi dispiace, non ho curato di ascoltare. Oh, hai detto qualcosa? Devo aver stato troppo occupato a non badare a cosa hai da dire. Che sciocchezza!",
    "odd.dialogue.chat.plains\/1": "Chi ha bisogno di altri biomi quando hai le pianure? Io, per esempio, non vedo il motivo di sprecare tempo e fatica per viaggiare.",
    "odd.dialogue.chat.plains\/2": "I campi non sono forse altrettanto emozionanti come alcuni biomi, ma ehi, la pace e il silenzio sono molto sopravvalutati in questi giorni.",
    "odd.dialogue.chat.plains\/3": "Sai, quando il sole tramonta sulle pianure, è come se un nuovo mondo di bellezza si svelasse. È quasi magico, ti dico.",
    "odd.dialogue.chat.plains\/4": "Dimenticare tutti lo scompiglio e il trambusto, a volte mi piacerebbe sdraiarmi e guardare il cielo. È la mia versione di meditazione, sai?",
    "odd.dialogue.chat.plains\/5": "Senti dire, l'aria delle pianure è così fresca e pura, mette in ombra quei signori dei boschi di conifere. Giuro che è come respirare oro liquido.",
    "odd.dialogue.chat.plains\/6": "Sì, i piani possono essere privi di eccitazione, ma c'è qualcosa da dire sulla semplicità. È come un respiro d'aria fresca in un mondo caotico.",
    "odd.dialogue.chat.plains\/7": "Oh, il tempo mi ricorda gli scampoli di infanzia passati tra i fiori. Usavo a conquistare il cuore della mia ragazza con mazzi di fiori. Funzionava come un incantesimo, se non sbaglio!",
    "odd.dialogue.chat.plains\/8": "Sinceramente, guardare il tramonto sulle pianure è come assistere all'allestimento di un capolavoro davanti ai tuoi stessi occhi. Ti assicuro che vale la pena impostare l'allarme per vederlo.",
    "odd.dialogue.chat.savanna\/1": "Ah, bene, è proprio caldo qui nel savana, ma chi ha bisogno dell'inverno comunque? Stiamo vivendo nella terra dei calori eterni!",
    "odd.dialogue.chat.savanna\/2": "Ugh, quei lama! sono una fonte di fastidio costante, ma suppongo che abbia imparato ad accettarli. È tutto parte del pacchetto della savana, immagino.",
    "odd.dialogue.chat.savanna\/3": "Hai visto l'architettura intorno a qui? È come niente che tu abbia mai visto prima! La savana ha il suo stile unico e questo è il motivo per cui sono qui, assorbendo tutto.",
    "odd.dialogue.chat.savanna\/4": "Oh, non osare mai sottovalutare il bioma della savana! Sì, può sembrare noioso e generico all'occhio iniziale, ma credimi, ha tesori nascosti. Basta sapere dove cercarli!",
    "odd.dialogue.chat.savanna\/5": "Dimentica le città del deserto e i loro noiosi temporali di sabbia. Non riceviamo forse pioggia, ma sapete cosa abbiamo? Fiumi! Ecco, gente assetata!",
    "odd.dialogue.chat.savanna\/6": "Non credi ai colli e alle terre bizzarre che abbiamo qui! È come un giro di carosello per gli occhi. Pure follia, ma in modo affascinante!",
    "odd.dialogue.chat.savanna\/7": "Ah, quando il caldo aumenta, quei alberi di acacia sono un salvavita! forniscono ombra fresca come un'oasi personale in questo savana bruciante.",
    "odd.dialogue.chat.savanna\/8": "Non troverai meloni e zucche migliori da nessun'altra parte del mondo. I nostri villaggi della savana sono come la capitale dei prodotti di Minecraft! Li scambiamo tutti i giorni, ogni giorno!",
    "odd.dialogue.chat.snowy_plains\/1": "Oh no, fa freddo qui intorno, ma posso gestirlo. Ho abbastanza strati addosso per competere con un esploratore artico!",
    "odd.dialogue.chat.snowy_plains\/2": "Posso crederci che sia così freddo? Ma almeno la mia collezione di stalattiti si sta sviluppando più velocemente della mia sanità. Hehe!",
    "odd.dialogue.chat.snowy_plains\/3": "Questo tempo è adatto per dormire come un orso! Mi vestirò con un pigiama e passerò la giornata a guardare serie alla luce del camino acceso.",
    "odd.dialogue.chat.snowy_plains\/4": "Oh, ricordo con nostalgia gli antichi giorni in cui le battaglie con le palle di neve erano avvenimenti epici e i personaggi di neve regnavano sovrani!",
    "odd.dialogue.chat.snowy_plains\/5": "Ugh, quei randagi! sono più fastidiosi di un moscone che ronzava nell'orecchio. E le loro frecce? Totalmente fiocchi di neve, se mi chiedete.",
    "odd.dialogue.chat.snowy_plains\/6": "Psst, tieni d'occhio i lupi che si nascondono qui intorno. I guardiani del villaggio stanno quasi urlando di paura!",
    "odd.dialogue.chat.snowy_plains\/7": "Non credi che toccare un golem di ferro sia come infilarsi nella trappola di un orso medievale e non poter più uscire fino al tramonto!",
    "odd.dialogue.chat.snowy_plains\/8": "Oh, i ricordi della mia infanzia...ci saremmo occupati di tagliare le zucche per la torta e poi quegli zucche incantate si sarebbero trasformate in golemi di neve! Il meglio di entrambi i mondi!",
    "odd.dialogue.chat.success\/1": "Oh, uomo, biscotti e latte sono come un match fatto in cielo culinario!",
    "odd.dialogue.chat.success\/10": "Ecco il messaggio di Odd: \"Sì, cosa c'è dietro al fatto che %supporter% si sia sparito nel wilderness del Minecraft? Si sono allontanati come un razzo circa un anno fa, lasciandoci tutti a chiederci.\"",
    "odd.dialogue.chat.success\/12": "Tenete stretto il vostro piccone, perché ho delle chiacchiere succose su %supporter% che vi faranno perdere la testa. Non credete a ciò che hanno fatto.",
    "odd.dialogue.chat.success\/13": "Ho stato seriamente considerando l'adozione di uno dei quei adorabili gatti randagi che vagano per il posto. Ma tra te e me, sto lottando a trovare il tempo. La vita è semplicemente troppo caotica, sai?",
    "odd.dialogue.chat.success\/14": "Sai cosa sarebbe epico? Dare un completo makeover alla mia casa. Ma facciamoci onesti, la pigrizia è il mio nome medio.",
    "odd.dialogue.chat.success\/15": "Ah, i bambini del futuro... un giorno. bisogna solo trovare il partner perfetto che sia disposto a costruire una famiglia di blocchi con me.",
    "odd.dialogue.chat.success\/16": "Sarebbe mai interessante sapere come sarebbe stato se avessimo scelto un'altra villaggio per insediarsi. Non posso fare a meno di fantasticare sulle possibilità.",
    "odd.dialogue.chat.success\/17": "Oh, la nostalgia colpisce duro a volte! quei ricordi dell'infanzia, uomo. erano i migliori, come avere una spada di diamante incantata nel tuo inventario.",
    "odd.dialogue.chat.success\/18": "È passato tanto tempo dal momento in cui ho ultimamente parlato con i miei genitori. Dovrei pianificare una visita presto, prima che pensino di avermi trasformato in un...",
    "odd.dialogue.chat.success\/19": "Oh mann, ho stato ansioso di uscire da quel villaggio vicino! Io mi chiedo cosa tipo di creature fantastiche e personaggi zaini potrei incontrare là? Inoltre, ho un sacco di amici che non ho visto in anni. Non posso aspettare di rivederli e sentire tutta la ultima gossip dal regno intero!",
    "odd.dialogue.chat.success\/2": "Sì, il tempo è veramente in grande forma oggi, come vibrazioni di rock e roll serie.",
    "odd.dialogue.chat.success\/20": "Sai, ogni tanto, quando chiudo gli occhi e lascio che la mia mente vaghi, iniziano a sognare di questo mitico oggetto chiamato formaggio. Si dice sia questo magico, soffice bene che è così affascinante e additivo. Posso quasi assaggiarne il suo cremoso, sciogliersi-in-bocca perfezione! Oh, come vorrei poter avere tra le mani un blocco di quel delizioso piacere celeste. Ma purtroppo, rimane una distante e wistful fantasia per ora. Sigh.",
    "odd.dialogue.chat.success\/3": "Oh no! Ho completamente schiacciato il mio dito questo mattino, ma beh, è solo un'altra giornata nella mia vita goffa.",
    "odd.dialogue.chat.success\/4": "Sai cosa dicono, un'arancia al giorno mantiene lontani i morti viventi! E ti assicuro che ho le arance più succose del paese.",
    "odd.dialogue.chat.success\/5": "Sto costruendo il mio proprio villaggio sembra un sogno, ma sappiamo che in realtà sono il re della procrastinazione.",
    "odd.dialogue.chat.success\/6": "Chi ti ho visto l'altro giorno? %supporter% che si aggira con un armatura di diamante completa! Totalmente una fashionista del Minecraft!",
    "odd.dialogue.chat.success\/7": "Tieni stretto il tuo piccone, perché %supporter% ha spifferato sul trovare un cassetto carico di diamanti ieri. Sto parlando di abilità di ricerca del tesoro serie!",
    "odd.dialogue.chat.success\/8": "Posso solo prendere un momento per apprezzare questo tempo mozzafiato? È come se la natura avesse deciso di mettere in scena uno spettacolo proprio per me.",
    "odd.dialogue.chat.success\/9": "I ragni e gobbi? Meh, non impressionati. Sono stato un villaggio tutta la mia vita, e quegli insetti crepuscolari non mi spaventano nemmeno un po'.",
    "odd.dialogue.chat.taiga\/1": "Non riesco a soddisfare la mia passione per questi boschi! Sono come il mio tesoro personale. Chi ha bisogno di diamanti quando hai tutto questo materiale da costruzione, legna da fuoco e terreni da caccia?",
    "odd.dialogue.chat.taiga\/2": "Gli altri si lamentano del freddo nel bioma della taiga, ma io ci prospero! Questo paradiso glaciale ha tutto ciò che potrei mai desiderare. Non lo scambierei per tutta l'oro del mondo!",
    "odd.dialogue.chat.taiga\/3": "I boschi di taiga sono come la cosa più cool che abbia mai visto! Non crederebbe quanti fichi dolci abbiamo qui. È come vivere in un paradiso dei caramelli!",
    "odd.dialogue.chat.taiga\/4": "Oh, ti racconterò di quei volpi nei boschi delle taighe. sono i miei piccoli soci in delitto. a volte li trattengo anche con dolci more, solo per mantenere il loro spirito malizioso vivo.",
    "odd.dialogue.chat.taiga\/5": "Non credi che i lupi siano così rilassati qui intorno. Con tanto cibo disponibile, praticamente si rotolano e chiedono di essere trattati. È come avere un branco di amici fedeli e soffici!",
    "odd.dialogue.chat.taiga\/6": "Oh, inspira quel'aria rinfrescante! L'aria della taiga ti colpisce come un'ondata di energia pura. È come avere il tuo proprio ritiro spa personale, 24 ore su 24.",
    "odd.dialogue.chat.taiga\/7": "Quei cespugli di mirtillo possono avere i trattamenti più deliziosi, ma ti dico, essere pungolato da uno è come migliaia di piccole aghi che si infilzano nella tua pelle. È una relazione amara e dolce, ti assicuro.",
    "odd.dialogue.chat.taiga\/8": "La pioggia nella taiga può congelare i tuoi ossa, ma è l'epitome della tranquillità. In piedi fuori, sentendo le gocce fredde sulla faccia, è come un canto lullaby per l'anima.",
    "odd.dialogue.first.exploring\/1": "Non abbiamo molto intorno a questi luoghi, ma beh, sei il benvenuto qui, solo non andare in giro a rompere le regole, capito?",
    "odd.dialogue.first.exploring\/2": "Segui le leggi, amico, e sei libero di restare qui intorno.",
    "odd.dialogue.first.exploring\/3": "Guarda i tuoi passi, estraneo. Questo è un luogo per persone educate, quindi tieni i modi se pianifichi di restare qui.",
    "odd.dialogue.first.generic\/1": "Beh, beh, beh, ecco chi abbiamo qui! Un'anima persa, forse?",
    "odd.dialogue.first.generic\/2": "Oh, ciao lì! Hai inciampato in questo posto per caso o lo hai cercato apposta?",
    "odd.dialogue.first.generic\/3": "Beh, beh, beh, chi è questo qui? Un'altra povera anima smarrita che cerca rifugio, suppongo?",
    "odd.dialogue.first.generic\/4": "Benvenuto, estraneo! Hai venuto per ascoltare i nostri racconti emozionanti o sei qui solo per aggiungere al caos?",
    "odd.dialogue.first.generic\/5": "Oh mio dio, è passato tanto tempo dall'arrivo di qualcuno nuovo. Spero che non sei qui per causare problemi!",
    "odd.dialogue.first.generic\/6": "Be', be', be', cosa ti porta nel nostro villaggio umile, eh? Hai perso la strada o hai intenzionalmente deciso di essere qui?",
    "odd.dialogue.first.question\/1": "Salve, viaggiatore! Ti prego, di che strane forze sono state guidate a questo umile villaggio?",
    "odd.dialogue.first.question\/2": "Oh, un'anima fresca! Per favore, caro visitatore, quali avventure emozionanti ti hanno portato nel nostro grazioso rifugio?",
    "odd.dialogue.first.question\/3": "Per la barba ispida di Notch! Sei un esploratore intrepido, signore\/donna? Preghiamo, illuminaci sulle straordinarie circostanze che ti hanno portato alla nostra tranquilla colonia!",
    "odd.dialogue.first.settling\/1": "Be', be', be! Guarda chi ha deciso di onorarci con la sua presenza! Era ora!",
    "odd.dialogue.first.settling\/2": "Oh gioia, un'altra aggiunta a questo delizioso villaggio! Preparati, vicino!",
    "odd.dialogue.first.settling\/3": "Ah, un'altra anima folle abbastanza da unirsi alla nostra follia! Benvenuto, benvenuto!",
    "odd.dialogue.first.settling\/4": "Ecco, hai deciso di restare, eh? Bevi prepararti per il viaggio selvaggio!",
    "odd.dialogue.first.spent_night.failed\/1": "Oh, la situazione dell'albergo qui è veramente disperata, devo dire. I nostri deboli cervelli semplicemente non possono comprendere l'arte intricata di costruire un decente stabilimento per i viaggiatori affaticati.",
    "odd.dialogue.first.spent_night.failed\/2": "Ohimè, un albergo è una rarità in questi luoghi, caro visitatore. I nostri deboli tentativi di costruirne uno sono stati del tutto vani.",
    "odd.dialogue.first.spent_night.failed\/3": "Oh, caro avventuriero, sembra che il nostro umile villaggio manchi dell'ospitalità che cerchi. Forse un insediamento vicino ospita l'albergo dei tuoi sogni?",
    "odd.dialogue.first.spent_night.success\/1": "Perché accontentarti di una casetta monotona quando potresti goderti la magnificenza del nostro meraviglioso albergo?",
    "odd.dialogue.first.spent_night.success\/2": "Se sei nel mood di essere rapito dal comfort e dalla lussuria, il nostro albergo è la scelta logica unica!",
    "odd.dialogue.first.spent_night.success\/3": "Stai cercando un rifugio di comfort e delizie? Non guardare oltre il nostro albergo, l'apice della perfezione!",
    "odd.dialogue.flirt.fail\/1": "Sì, certo. E io sono il re del Nether.",
    "odd.dialogue.flirt.fail\/2": "Oh, per favore. Non ricicla le tue battute stantio su di me.",
    "odd.dialogue.flirt.fail\/3": "Nel tuo sogno, amico. In realtà, non anche nel tuo sogno più folle.",
    "odd.dialogue.flirt.fail\/4": "Sinceramente? È questo il meglio che hai? Quanto deludente.",
    "odd.dialogue.flirt.fail\/5": "Haha, bene fatto! Ma sappiamo tutti che un creep ha più probabilità di trovare l'amore che tu non hai.",
    "odd.dialogue.flirt.fail\/6": "Assolutamente no. Preferirei essere intrappolato in un ciclo infinito di estrazione di ossidiana piuttosto che anche solo pensare a questo.",
    "odd.dialogue.flirt.fail\/7": "Spare mi gli occhi da cucciolo e non pronunciare mai più quelle parole nella mia presenza di nuovo.",
    "odd.dialogue.flirt.slap\/1": "Scusa la tua impudenza!",
    "odd.dialogue.flirt.slap\/2": "Sei stato cresciuto da un creaker goffo su come incantare i villaggi?!",
    "odd.dialogue.flirt.success\/1": "Sei come il più temerario delle persone! Non scherzo!",
    "odd.dialogue.flirt.success\/2": "Oh mio dio, tu! Sinceramente, smettila di essere così incredibilmente adorabile!",
    "odd.dialogue.flirt.success\/3": "*giglie* sei, come, per davvero?",
    "odd.dialogue.flirt.success\/4": "Oh mio dio...",
    "odd.dialogue.flirt.success\/5": "Quello era, come dire, la cosa più adorabile che abbia mai visto! Ero completamente incantata dal momento in cui ti ho visto!",
    "odd.dialogue.flirt.success\/6": "Sinceramente, come fai sempre a sembrare così incredibilmente bella? Ogni volta che ti vedo, mi perdo in parole.",
    "odd.dialogue.flirt.success\/7": "Oh no, vieni! Stai letteralmente facendo rossore alle mie guance.",
    "odd.dialogue.goaway\/1": "Ugh, perché non ti dissolvi semplicemente?",
    "odd.dialogue.goaway\/2": "Sinceramente, non hai un'altra vita da rovinare in qualche altro posto?",
    "odd.dialogue.goaway\/3": "Oh no, %1$s, temo che il mio metro dell'indifferenza sia al massimo in questo momento.",
    "odd.dialogue.goaway\/4": "Ehi, perché non vai a trovare un sasso da arrampicarti sopra?",
    "odd.dialogue.goaway\/5": "Andate via, anima miserabile! Lasciatemi in pace!",
    "odd.dialogue.greet.fail\/1": "meh.",
    "odd.dialogue.greet.fail\/2": "Sono felice di sentire...",
    "odd.dialogue.greet.fail\/3": "Beh, questo è strano?",
    "odd.dialogue.greet.fail\/4": "Sinceramente? Pfft...",
    "odd.dialogue.greet.fail\/5": "Oh bene, che peccato...",
    "odd.dialogue.greet.mayor\/1": "Ehi lì, Mayor-O-Rama!",
    "odd.dialogue.greet.mayor\/2": "Salve, oh magnifico sindaco! Speriamo che il tuo giorno sia altrettanto emozionante come un giro in una montagna russa!",
    "odd.dialogue.greet.monarch\/1": "Ah, il più benevolo e magnifico sovrano!",
    "odd.dialogue.greet.monarch\/2": "Salve, essere esaltato e reale!",
    "odd.dialogue.greet.negative\/1": "Ugh, vattene via, sei il peggior essere umano che avrei voluto incontrare!",
    "odd.dialogue.greet.negative\/2": "Oh wow, il solo persona che non ho mai chiesto è tornata. Che sorpresa deliziosa.",
    "odd.dialogue.greet.negative\/3": "Ehi, tu di nuovo? Non puoi trovare qualcun altro da disturbare?",
    "odd.dialogue.greet.negative\/4": "Oh, è solo te. speravo in un visitatore più interessante, ma suppongo che non si possano essere dei poveri scelto.",
    "odd.dialogue.greet.negative\/5": "Tornare a infastidirmi, eh? Deve avere un particolare talento per essere irritante.",
    "odd.dialogue.greet.success\/1": "Beh, non è proprio questo il momento giusto per essere felici? Sono felice di sentire questo!",
    "odd.dialogue.greet.success\/2": "Oh, bene non sei proprio i pantaloni del gatto? Assolutamente fantastico conoscerti!",
    "odd.dialogue.greet.success\/3": "Beh, ben detto! Quello è musica per i miei orecchi!",
    "odd.dialogue.greet.success\/4": "Santo cielo! Sono sopra la luna di sentire questo!",
    "odd.dialogue.greet.success\/5": "Ecco, mi buttero i biscotti e ti chiamo felice campeggiatore! È proprio bello sapere!",
    "odd.dialogue.greet\/1": "Ehi lì, essere magnifico! Come va il tuo'avventura oggi?",
    "odd.dialogue.greet\/2": "Ehi, ehi, ehi! Come va la vita per te, mio straordinario amico %1$s?",
    "odd.dialogue.greet\/3": "Ah, salve, creatura umile. Cosa ti porta nel mio umile rifugio?",
    "odd.dialogue.greet\/4": "Ecco, ecco, ecco, se non è proprio la forza irresistibile che sei tu! Come si piega il mondo alle tue volontà oggi?",
    "odd.dialogue.greet\/5": "Salve, oh magnifico %1$s! La tua presenza riempie di gioia il mio animo!",
    "odd.dialogue.greet\/6": "Ohai, compagno di questo regno pixelato!",
    "odd.dialogue.greet\/7": "Oh, è un piacere vedere il tuo delizioso volto!",
    "odd.dialogue.greet\/8": "Ciao, ciao, ciao! Mi riempie di gioia il pensiero di poterti vedere con i tuoi meravigliosi occhi. Come stai oggi in questo bel giorno?",
    "odd.dialogue.greet\/9": "Ehi lì, essere radioso! Sono estatico di poterti vedere la tua presenza gloriosa!",
    "odd.dialogue.hire\/1": "Ok, allora, non appena ti trovi nei guai, basta chiamarmi e io sarò lì, ad aspettare il mio stipendio, naturalmente.",
    "odd.dialogue.hire\/2": "Ecco! Dammelo un segnale quando avrai bisogno dei miei servizi esquisiti. Sarò qui, a rilassarmi e aspettando quei brillanti emerardi!",
    "odd.dialogue.hire\/3": "Salsa incredibile! preparati a essere sbalorditi! assicurati solo che quegli smarriti siano pronti e disponibili per il mio arrivo, mio caro amico!",
    "odd.dialogue.hug.fail\/1": "Wow, sembri un disastro ambulante!",
    "odd.dialogue.hug.fail\/2": "Passarei, preferirei essere preso in un'apocalisse dei morti viventi.",
    "odd.dialogue.hug.fail\/3": "Ehi? Stai cercando di infettarmi con il tuo strano rituale d'abbraccio?",
    "odd.dialogue.hug.fail\/4": "Ricordi quando hai insultato il mio senso di moda? Sì, passo difficile.",
    "odd.dialogue.hug.fail\/5": "In tutta sincerità, non riusciresti nemmeno a stringere un cactus dopo ciò che hai fatto.",
    "odd.dialogue.hug.fail\/6": "Oh no! Tieni le tue pulci lontano da me, tu virus ambulante!",
    "odd.dialogue.hug.fail\/7": "Oh, um... credo di dover essere grato? forse?",
    "odd.dialogue.hug.success\/1": "Ecco, ecco, ecco, se non è il mio visitatore preferito in tutto il mondo blocky! Dove hai passato la giornata?",
    "odd.dialogue.hug.success\/2": "Oh, un abbraccio tanto opportuno! Il mio cuore aveva bisogno di questo momento tenero di connessione fisica. La gratitudine emana dalle profondità dell'anima mia.",
    "odd.dialogue.hug.success\/3": "In mezzo alla caos e monotonia di questa esistenza cubica, il tuo gesto affettuoso emerge come un raggio luminoso che illumina questo giorno altrimenti grigio.",
    "odd.dialogue.hug.success\/4": "Per merito dell'eroico drago dell'ender, possiedi la capacità di abbracciare simile a quella di un migliaio di pecore soffici! Il tuo abbraccio è degno della calda accoglienza di un migliaio di fuochi da campo.",
    "odd.dialogue.hug.success\/5": "Oh, come è delizioso! Il tuo abbraccio ha risvegliato un piccolo scintillio di gioia dentro di me. Mi permetto di ricambiare questo gesto d'affetto, caro interlocutore.",
    "odd.dialogue.hug.success\/6": "Il mio parola! La temperatura del tuo corpo è simile a quella di un vulcano in eruzione! Tale calore ha invigorato il mio nucleo, come un coperto caldo sulla notte d'inverno.",
    "odd.dialogue.joke.animal.failed\/1": "Oh, vieni su, rilassati! Gli scherzi sono come lo speziale della vita, anche se sono un po' distorti.",
    "odd.dialogue.joke.animal.failed\/2": "Ahahah, quel pecora deve aver sentito come si era incappata in un club di comicità! Oro comico, amico mio!",
    "odd.dialogue.joke.animal.failed\/3": "Oh, oh! Guarda le parole, amico! Il mio maiale è un'anima sensibile e non apprezza il tuo umorismo oscuro.",
    "odd.dialogue.joke.animal.failed\/4": "Beh, certo che è un senso dell'umorismo unico che hai lì. Ti do atto di questo!",
    "odd.dialogue.joke.animal.failed\/5": "Ahah, guardate quella mucca con quegli incredibili sopraccigli! Scommetto che è la star della scena del fashion dietro il recinto!",
    "odd.dialogue.joke.animal.success\/1": "Che sfortunata svolta degli eventi per la pecora senza lana! Ma devi ammettere che è una situazione un po' ridicola e pecoreccia!",
    "odd.dialogue.joke.animal.success\/2": "Potresti crederci? Il lupo ha realmente sviluppato un'infatuazione per la pecora! Che storia d'amore distorta!",
    "odd.dialogue.joke.animal.success\/3": "Sto dicendo che le galline sono gli underdog del comico! Chi avrebbe mai immaginato che avessero il talento per eseguire qualcosa di così ridicolmente divertente?",
    "odd.dialogue.joke.animal.success\/4": "Ha! Questo è solo pura stupidità avvolta in un copricapo di oro comico! Adoro assolutamente tutto ciò che non ha senso, nella sua gloria assurda!",
    "odd.dialogue.joke.animal.success\/5": "Grazie ai cieli del Minecraft per le mucche e la loro inesauribile riserva di latte! È come un tesoro liquido miracoloso che aspetta solo di essere versato nei nostri piatti della fortuna!",
    "odd.dialogue.joke.creative.failed\/1": "Scherzi? Oh, come on, quante noiosità! Come se qualcuno potesse trovare divertimento in simili sciocchezze!",
    "odd.dialogue.joke.creative.failed\/2": "Oh, come è assolutamente divertente. Sto letteralmente esplodendo dal ridere... non.",
    "odd.dialogue.joke.creative.failed\/3": "Beh, non sei forse il genio comico del secolo? Non è vero!",
    "odd.dialogue.joke.creative.failed\/4": "Hai onestamente pensato che quell'insipido tentativo di umorismo avrebbe suscitato persino il minimo sorriso da parte mia?",
    "odd.dialogue.joke.creative.failed\/5": "Oh, bravissimo! Quell'ha sido così divertente... non. Per favore, risparmia la tua genialità comica.",
    "odd.dialogue.joke.creative.failed\/6": "Wow, devi avere un dottorato in comicità con battute come quella. assolutamente sconvolgente... non.",
    "odd.dialogue.joke.creative.failed\/7": "Divertente! Assolutamente divertente! Non ho riso così tanto da... be', mai. Resta al tuo lavoro, cara mia.",
    "odd.dialogue.joke.creative.failed\/8": "Sai, Ash potrebbe raccontare un gioco a mente addormentata e sarebbe ancora più divertente di qualsiasi cosa tu potresti mai venire fuori con.",
    "odd.dialogue.joke.creative.success\/1": "*Ridacchia* è assurdo in modo incredibilmente divertente!",
    "odd.dialogue.joke.creative.success\/2": "Ecco, questo è divertente in modo strano!",
    "odd.dialogue.joke.creative.success\/3": "Questo è il più fantastico e divertente evento che abbia mai incontrato!",
    "odd.dialogue.joke.creative.success\/4": "Potresti superare addirittura %supporter% nel dipartimento dell'umorismo, amico mio!",
    "odd.dialogue.joke.creative.success\/5": "Oh oh oh! Per il blocco, sei un'ilarità! Hai mai considerato una carriera di comicità stand-up?",
    "odd.dialogue.joke.creative.success\/6": "hahaha! Questo è stato un gioco di parole di pura genialità! La risata echeggerà per le età!",
    "odd.dialogue.joke.creative.success\/7": "Hehe! Hai superato la capacità comica di Ash, senza alcun dubbio!",
    "odd.dialogue.joke.creative.success\/8": "Ahah! Questo è veramente divertente, in un modo meravigliosamente eccentrico!",
    "odd.dialogue.joke.monster.failed\/1": "Oh, pensi che gli scheletri siano esseri senzienti? Come assolutamente ridicolo! Immagino che il prossimo ti dirai che le mucche stanno segretamente governando il villaggio!",
    "odd.dialogue.joke.monster.failed\/2": "Non credo che sia possibile! Qualcuno osa raccontare battute su esplosioni di creepers in questo giorno e età! Quanto banale e privo di fantasia!",
    "odd.dialogue.joke.monster.failed\/3": "Sapevi che i morti viventi e le ossa erano un tempo umani? Fascinante, non è vero? Fa pensare due volte prima di alzare la spada, non fa?",
    "odd.dialogue.joke.monster.failed\/4": "Oh, come siamo assolutamente affascinati. Un Enderman è caduto in acqua. Posso a malapena contenere la mia eccitazione. Veramente, il vertice dell'intrattenimento.",
    "odd.dialogue.joke.monster.failed\/5": "Oh mio dio, un'altra gag di pesce argentato sul water! Come deliziosamente bizzarro! Se avessi un solo emerite per ogni volta che ho sentito quell'uno, sarei il più ricco dei villaggi in tutta Minecraft!",
    "odd.dialogue.joke.monster.success\/1": "Ehehe! Quell' scheletro non aveva mai una possibilità contro di me, creatura insignificante!",
    "odd.dialogue.joke.monster.success\/2": "Potresti crederci? Quell'idiota di zombi pensava di potermi prendere con una piccozza! Hohoho!",
    "odd.dialogue.joke.monster.success\/3": "Ahimè! Il ragno pensava di poter intimidirmi, ma io l'ho messo al suo posto! Hehehe!",
    "odd.dialogue.joke.monster.success\/4": "Bravo, mio amico! Hai orchestrato un scheletro che sconfigge un crepitante! Meraviglioso, haha!!",
    "odd.dialogue.joke.monster.success\/5": "Guarda quei ragni di grotta sciocchi, cadono proprio nel mio tranello! Mwahahaha!",
    "odd.dialogue.kiss.fail\/1": "Be', be', be', guarda chi è spaventato da un po' di affetto pubblico!",
    "odd.dialogue.kiss.fail\/2": "Ecco il tuo tentativo di bacio? Ho visto migliori baci da un pesce!",
    "odd.dialogue.kiss.fail\/3": "I baci di Ash sono leggendari, a differenza dei tuoi deboli tentativi.",
    "odd.dialogue.kiss.fail\/4": "Hai mai sentito parlare di spray per il respiro? Ti assicuro che funzionano meravigliosamente!",
    "odd.dialogue.kiss.fail\/5": "Oh, grazie, immagino? Non sono sicuro se fosse anche un bacio.",
    "odd.dialogue.kiss.fail\/6": "Scalza via da me, sei un imbecille goffo! Non vedi che non sono interessata?",
    "odd.dialogue.kiss.slap\/1": "Oh, hai davvero superato la linea!",
    "odd.dialogue.kiss.slap\/2": "Dai un'altra chance e ti prometto che per tutta la vita ne pentirai!",
    "odd.dialogue.kiss.success\/1": "Posso solo congelare il tempo e godere di questo dolce, dolce bacio?",
    "odd.dialogue.kiss.success\/2": "Il mio cuore sta facendo giri di giostra, potrei essere letteralmente perso per te...",
    "odd.dialogue.kiss.success\/3": "Oh, questo bacio è come un pasto gourmet, con una aggiunta di zenzero di zucca in più!",
    "odd.dialogue.kiss.success\/4": "Mmm, le tue labbra sono come il miele più dolce, potrei assaporarle tutto il giorno.",
    "odd.dialogue.kiss.success\/5": "Wow, hai dei skill di bacio seri, %1$s! Sei nella tua lega!",
    "odd.dialogue.kiss.success\/6": "Spostati, Ash, %1$s è il nuovo campione in carica dei baci! *ride incontrollabilmente*",
    "odd.dialogue.location.ancient_city\/0": "Oh, non credi alle strane cose che ho sentito in questo luogo! Era come un coro di Endermanni cantanti e galline che gracchiavano, tutto mescolato in una sinfonia caotica. Veramente bizzarra!",
    "odd.dialogue.location.ancient_city\/1": "Sai, ho questo strano sentimento che %2$s nasconda qualcosa di straordinario al suo centro stesso. Posso quasi sentire le vibrazioni di passaggi segreti e cavità misteriose, pronte solo ad essere scoperte!",
    "odd.dialogue.location.ancient_city\/3": "Hai sentito le storie? Parlano di una città antica in %2$s, ma oh, mio caro amico, non è solo una città. È un labirinto di catacombe e tunnel incantati, camuffato sotto la terra stessa! Non ti preoccupare se non puoi vederla, poiché è un regno avvolto nel segreto e nella meraviglia.",
    "odd.dialogue.location.failed\/1": "Eh, non ho sentito niente di nuovo, e ti assicuro che ho orecchie più acute del sibilo di un creeper.",
    "odd.dialogue.location.failed\/2": "Ehi, amico, devo rompere il tuo sogno, ma non ci sono posti interessanti intorno a qui di cui io sia a conoscenza. Saresti meglio che parlassi con una mucca sulla avventura.",
    "odd.dialogue.location.failed\/3": "Non è proprio il caso, scusa, ma noi villaggi abbiamo vite da vivere, sai? Non abbiamo tempo di andare a caccia di mostri in rovinae come fanno gli avventurieri. Lasciamo questo lavoro ai pazzi.",
    "odd.dialogue.location.forgot\/1": "Oh, ho, mi sono imbattuto in questo posto assolutamente sbalorditivo, ma purtroppo la mia memoria è altrettanto dimenticata come un pesce rosso! Mi scuso per aver trascurato di annotare il luogo sulla mappa.",
    "odd.dialogue.location.forgot\/2": "Ricercando un luogo intrigante, ci siamo? Ah, sì, c'era proprio questo luogo affascinante che ho scoperto... oh, dannazione! la mia mente ha deciso di nascondere quell'informazione! scusa per l'oblio!",
    "odd.dialogue.location.forgot\/3": "Oh, sì, ricordo di aver trovato qualcosa di affascinante, ma temo che la mia memoria sia altrettanto affidabile di un secchio con buchi! Mi scuso sinceramente per l'oblio!",
    "odd.dialogue.location.igloo\/1": "Posso crederci? Mi sono imbattuto in questo strano iglù a %2$s. Chi, nel loro giudizio, sceglierebbe di vivere in una capanna di neve gelida? È come se avessero un'ossessione morbosa per il congelamento o qualcosa del genere. Fa freddo!",
    "odd.dialogue.location.igloo\/2": "Ehi, indovina cosa? Ho trovato questo igloo spaventoso a %2$s. È completamente deserto, come se nessuno osasse mettere piede dentro. E ti dico, ho un sesto senso per il soprannaturale e quel posto puzzava di voci spettrali. Mi dà i brividi ogni volta che ci passo...",
    "odd.dialogue.location.igloo\/3": "Non credi ai tuoi occhi! C'è questo abbandonato rifugio di ghiaccio in %2$s, o come lo chiamano loro, un igloo. Sono sicuro che è stato disabitato per così tanto tempo che nemmeno gli orsi polari ci avrebbero toccato. Io mean, chi ha bisogno di un misero rifugio di ghiaccio quando puoi avere una comoda capanna del villaggio, giusto?",
    "odd.dialogue.location.jungle_pyramid\/1": "Attenzione, amico! Ci sono questo antico tempio spaventoso nel giungla. Sinceramente, non ci pensare nemmeno di entrare là dentro se non vuoi diventare un cuscino per frecce trappole.",
    "odd.dialogue.location.jungle_pyramid\/2": "Ehi, pantaloni eleganti! Sono solo un avviso, ma c'è questo tempio leggendario nel vicino giungla a %2$s. È come entrare in una magione della morte, completa di trappole antiche che farebbero tremare anche il dottor Jones stesso. Ti avverto!",
    "odd.dialogue.location.mansion\/1": "Oh, tu sai, se osi avventurarti nel %2$s, scopriresti che orribile villa che quegli illager chiamano casa loro. Ti assicuro, è un abitazione maledetta. Stai il più lontano possibile da essa se vuoi preservare la tua vita miserabile, mio caro.",
    "odd.dialogue.location.mansion\/2": "Non credo che tu possa crederlo, ma c'è questo enorme e terribile maniero situato a %2$s, e appartiene a quegli orribili illager. Personalmente, penso sia ora di spostare il nostro villaggio, a chilometri da questo luogo maledetto. Chi sa cosa si nasconde dentro le sue mura?",
    "odd.dialogue.location.mineshaft\/1": "Ehi lì, amico! Ecco il caso: un tempo avevamo una miniera fantastica in questi paraggi. Ma immagina cosa? Dovette chiudere dopo questo incidente del tutto folle. Tieni gli occhi aperti, deve essere da qualche parte intorno a %2$s.",
    "odd.dialogue.location.mineshaft\/2": "Oh, non credi a questo storia incredibile! Abbiamo avuto questa miniera epica, capisce? Immagina questo...",
    "odd.dialogue.location.monument\/1": "Ehi, ascolta! C'è questo castello sommerso assolutamente rad, giusto? Ma, amico, stai attento perché è come se fosse protetto da questi mostri marini gnocchi. Stai lontano, uomo!",
    "odd.dialogue.location.monument\/2": "Ehi, amico, controlla questo! Ci sono storie leggendarie su antichi ruderi profondi nell'oceano presso %2$s. Come, per davvero, potrebbe esserci un tesoro incredibile là sotto. Ma solo un avvertimento: sarà come, super rischioso.",
    "odd.dialogue.location.pillager_outpost\/1": "Oh, fantastico! Abbiamo un bel gruppo di razziatori a %2$s. Pensavano che sarebbe stato un gran divertimento stabilire il campo proprio accanto a noi. Posso crederci? Forse ci daranno un piccolo break prima di attaccarci ancora una volta. Ci si augura!",
    "odd.dialogue.location.pillager_outpost\/2": "Non credi che ci sia questo outpost un po' strano gestito dai razziatori a %2$s. Sono come i nostri vicini rumorosi dal diavolo. Non pensare nemmeno di avvicinarti a quel posto se non hai una volontà di morire. Quegli psicopatici armati fino ai denti ti uccideranno sul colpo. Divertenti tempi!",
    "odd.dialogue.location.pillager_outpost\/3": "Ehi lì, cercatore di avventure! Se sei abbastanza coraggioso da affrontare la terra pericolosa di %2$s, si prepari a fronteggiare un forte occupato dai saccheggiatori. Quegli scellerati ladri amano vestirsi in modo da sembrare forti. Se riesci a uscirne vittorioso, potresti trovare alcuni oggetti di buona qualità. Tutta la città ti sarebbe eternamente grata se riuscissi a liberarci di quegli animali.",
    "odd.dialogue.location.pyramid\/1": "Ehi, ehi, ehi! Non credi ai tuoi occhi! Ho visto un piramide al %2$s! È come se fosse uscito da un film di fantascienza, amico!",
    "odd.dialogue.location.pyramid\/2": "Ascolta bene, amico! si dice che ci sia un piramide incredibile in %2$s. Devi controllare, ragazzo! Non sai mai, potresti imbatterti in un tesoro epico o addirittura scoprire un portale nascosto per un'altra dimensione!",
    "odd.dialogue.location.pyramid\/3": "Ehi lì, avventuriero-extraordinario! indovina cosa? c'è questo totale piramide misteriosa che ti aspetta al %2$s. ma ecco il catch - qualcuno osò avventurarsi dentro un po' di tempo fa e non è più tornato. quindi, come dire, procedi con estrema cautela, anima coraggiosa!",
    "odd.dialogue.location.ruined_portal\/1": "Oh mio dio, non credi a ciò che è successo a %2$s! Ci sono questo portale completamente distrutto, grazie ai maledetti invasori del Nether. È come una scena post-apocalittica, ma con più lava e meno zombi.",
    "odd.dialogue.location.ruined_portal\/2": "Preparati per un'avventura spaventosa al %2$s! Troverai un portale dal mondo infernale in rovina. È così spettrale che potrebbe darti i brividi! Ma hey, finché eviti la lava, dovresti stare bene. Probabilmente.",
    "odd.dialogue.location.ruined_portal\/3": "Ascolta, anima coraggiosa, se osi avventurarti fino a %2$s, scoprirai le rovine di un portale del Nether glorioso una volta. È praticamente storia antica ora. I locali dicono che potrebbe esserci tesoro, ma ti assicuro che nessuno in suo giudizio vuole avvicinarsi a quel posto. È come una tomba maledetta, ti dico.",
    "odd.dialogue.location.ruined_portal_desert\/1": "Oh, non credi a ciò che ho visto! C'è questo portale completamente distrutto nel mezzo del deserto arido, proprio come un relitto triste di tempi dimenticati.",
    "odd.dialogue.location.ruined_portal_mountain\/1": "Tenete i cavalli, gente! Ho trovato un vero colpo di fortuna in quei monti - un portale completamente distrutto che geme per essere amato!",
    "odd.dialogue.location.ruined_portal_swamp\/1": "Oh, non credi a cosa abbiamo qui di fronte per gli occhi stanchi! Ci sono questo portale completamente distrutto, proprio nel mezzo della disgustosa palude. Immagina i poveri invasori del Nether che si aspettavano di arrivare in questo lurido buco? Ah! dovevano pensare di essere atterrati in un universo sbagliato o qualcosa!",
    "odd.dialogue.location.shipwreck\/1": "Ehi lì! immagino cosa ho trovato qui a %2$s? un relitto! Questa gloriosa nave una volta navigava sotto la bandiera della leggendaria compagnia dell'Alleanza Orientale. Puoi crederci?",
    "odd.dialogue.location.shipwreck\/2": "Sshh! Non credi a ciò che ti sto per dire. Qualche pescatore fortunato ha scoperto un relitto navale a %2$s. Ora, ho una sospetta che potrebbe esserci del tesoro nascosto in fondo alle onde. Quanto eccitante!",
    "odd.dialogue.location.shipwreck_beached\/1": "Oh, amico! Devi assolutamente controllare il relitto di nave a %2$s! È come se fosse completamente distrutto e spinto sulla spiaggia. Non puoi proprio perdere, uomo!",
    "odd.dialogue.location.shipwreck_beached\/2": "Ehi l'avventuriero! se vai a %2$s, scoprirai questo incredibile relitto di nave proprio sulla spiaggia. Io, sinceramente, non capisco come abbia finito lì. È veramente incredibile!",
    "odd.dialogue.location.swamp_hut\/1": "Nel pantano a %2$s? Oh, ti consiglio di tenerti alla larga da quel posto strano se sai cosa è bene per te. Quella strega dentro è più problema di una schiera di Creepers.",
    "odd.dialogue.location.swamp_hut\/2": "Ascolta, amico, prendi il mio consiglio e stai lontano da %2$s. Ci sono questa capanna maledetta di proprietà della strega malvagia e giuro che è come un incubo che si fa realtà. Sono sicuro che non vuoi essere catturato morto in quel posto.",
    "odd.dialogue.location.village_desert\/1": "Oh, non osare mai mettere piede in quel deserto bruciante! C'è un villaggio laggiù, ma è come un miraggio nella sabbia!",
    "odd.dialogue.location.village_plains\/1": "Oh, non credi che il villaggio meraviglioso che si trova a %2$s sia semplicemente incantato!",
    "odd.dialogue.location.village_plains\/2": "Ah, sì! Esplorando le immense pianure di %2$s ti porterà in un'altra incantevole villaggio. È veramente un vedere da sogno.",
    "odd.dialogue.location.village_savanna\/1": "Wow, amico, non credi alle tue orecchie! Laggiù, c'è un'altra villaggio, uomo. Ma ti dico, è come una sauna là. Super caldo, fratello!",
    "odd.dialogue.location.village_savanna\/2": "Ehi, ascolta! In quel luogo di savana al %2$s, c'è un'altra villaggio, giusto? E ti dico, gli abitanti là sono proprio i gatti più rilassati intorno. Sono come l'apice della rilassatezza, amico!",
    "odd.dialogue.location.village_snowy\/1": "Oh mio dio! Non credo che tu possa crederci, ma c'è questo villaggio incredibile a %2$s. È come se fossi in un luogo fantastico, uomo!",
    "odd.dialogue.location.village_snowy\/2": "Ehi, devo dirti una cosa, c'è questo villaggio incredibile a %2$s nei piani innebbiati di neve. La gente là è come, super cool, ma mannaggia, sembra vivere in un frigorifero!",
    "odd.dialogue.location.village_taiga\/1": "Oh, non credi a ciò! Laggiù si trova un'altra splendida villaggio, nascosto tra l'incantevole abbraccio del bioma della taiga.",
    "odd.dialogue.location.village_taiga\/2": "Ascolta bene, mio caro amico! Viaggia verso %2$s e scoprirai un tesoro nascosto in un villaggio misterioso, situato nel cuore selvaggio del bioma della taiga. Ti garantisco che è un luogo da vedere!",
    "odd.dialogue.main.evening\/1": "Buona sera, bei esseri umani! Come ti tratta il mondo questa notte?",
    "odd.dialogue.main.evening\/2": "Posso crederci che la notte ci abbia rapidamente avvolto il suo misterioso mantello? Come si è svolta la tua giornata, miei curiosi compagni di viaggio?",
    "odd.dialogue.main.evening\/3": "Oh, finalmente un'altra giornata faticosa di lavoro in questo villaggio affollato, vero? Il nostro lavoro non è mai finito!",
    "odd.dialogue.main.evening\/4": "Per le stelle, non è che il sole abbia corso velocemente attraverso il cielo oggi? così tanto da fare, così poco tempo per godersi.",
    "odd.dialogue.main.evening\/5": "Ah, l'aroma del pranzo mi chiama a casa. È ora di sfoggiare la mia abilità culinaria sugli ingredienti umili!",
    "odd.dialogue.main.evening\/6": "Ohimè, confesso, ho sprecato le ore di oggi. Niente degno di nota da riferire, temo.",
    "odd.dialogue.main.evening\/7": "I miei stanchi ossa bramano un sonno dolce. Questo mattino è stato veramente una tempesta di problemi!",
    "odd.dialogue.main.evening\/8": "Quando cala la sera, non oserei uscire fuori per paura dei crepuscoli che si nascondono. Saremo al sicuro dentro casa, cari amici!",
    "odd.dialogue.main.evening\/9": "Oh, salve, compagni esploratori del sostentamento! Ho appena finito la mia visita al macellaio locale. Arrivedercu' per ora, fino a quando non ci incontreremo di nuovo!",
    "odd.dialogue.main.morning\/1": "Buon giorno, sole!",
    "odd.dialogue.main.morning\/10": "Il motto del giorno",
    "odd.dialogue.main.morning\/11": "Il mio calendario è pieno di compiti noiosi oggi. Solo pensarci mi fa perdere l'energia.",
    "odd.dialogue.main.morning\/12": "Ah, che sorpresa! Sono riuscito a dormire un po' bene per una volta. Forse è il momento di spingermi fino ai limiti e vedere dove mi porterà. Game on!",
    "odd.dialogue.main.morning\/2": "Alzati e lavora, amico! Sei pronto a conquistare il giorno?",
    "odd.dialogue.main.morning\/3": "Ugh, sono ancora mezzo addormentato. Come fai a funzionare?",
    "odd.dialogue.main.morning\/5": "Wow, sembri proprio come se avessi passato attraverso il rullo. Notte difficile, eh?",
    "odd.dialogue.main.morning\/6": "Okay, amico! Preparati per un giorno senza fine!",
    "odd.dialogue.main.morning\/7": "Ecco, ecco, ecco, qualcuno sembra aver avuto il miglior sonno della sua vita. Deve essere bello.",
    "odd.dialogue.main.morning\/8": "Alzati e splenditi, pigro! È ora di unirsi al mondo dei vivi.",
    "odd.dialogue.main.morning\/9": "Oh, che vista! Il sole splende, gli uccelli cantano e già sto pianificando la mia dominazione del mondo. E tu?",
    "odd.dialogue.main.night\/1": "*yawn* Sei ancora sveglio? Deve avere l'energia di un vampiro.",
    "odd.dialogue.main.night\/10": "Il sonno è per i deboli, mio amico. abbraccia la notte e tutti i suoi misteri!",
    "odd.dialogue.main.night\/2": "Bruciando il petrolio della mezzanotte, eh? Deve prosperare nella oscurità.",
    "odd.dialogue.main.night\/3": "Oh, un essere notturno come me! Non ti piace proprio il silenzio e la pace della notte?",
    "odd.dialogue.main.night\/4": "Ricorda, la notte è quando inizia la vera avventura. Non avere paura di quei maledetti mostri!",
    "odd.dialogue.main.night\/5": "Anche con i guardiani, la notte mi dà ancora i brividi. E tu come stai?",
    "odd.dialogue.main.night\/6": "La notte mi fa emergere qualcosa dentro di me, porta fuori la mia tranquillità interna. È un tempo magico.",
    "odd.dialogue.main.night\/7": "Il giorno è per i mortali, mio amico. La notte è quando la vera bellezza del mondo si svela.",
    "odd.dialogue.main.night\/8": "Sono assolutamente esaurito. Oggi era pieno di impegni, sicuramente ho bisogno di un giorno libero domani.",
    "odd.dialogue.main.night\/9": "Non posso contenere il mio entusiasmo per immergermi nel mio nido accogliente. Arrivederci, crudele mondo!",
    "odd.dialogue.main.rock_paper_scissor\/1": "Preparati per un conflitto epico di intelligenze mentre ci immergiamo nel gioco eterno di pietra carta forbice, mio amico magnifico!",
    "odd.dialogue.main\/1": "Be', be', be', che bello incontrarti qui!",
    "odd.dialogue.main\/2": "Ecco, ecco, ecco, guarda chi è venuto a far visita! Come va la vita?",
    "odd.dialogue.main\/3": "Oh, guarda chi ha deciso di onorarci con la sua presenza! Come va?",
    "odd.dialogue.main\/4": "Dimmi, quali avventure ti ha riservato la vita oggi?",
    "odd.dialogue.main\/5": "Come ti tratta il mondo oggi, cara?",
    "odd.dialogue.main\/6": "Oh, %1$s! Qual è l'ultima chiacchiera di questo mondo pazzo?",
    "odd.dialogue.main\/7": "Raccoglietevi intorno, gente! Mi piace raccontare la storia epica di come %supporter% ebbe un'esperienza ravvicinata con uno zombie! Era proprio un vedere, ve lo garantisco. E sapete cosa? Ho visto oggi un zombie che è praticamente il doppelganger di %supporter%! Potete crederci?",
    "odd.dialogue.no_money\/1": "Mi dispiace, ma non puoi permetterti il mio eccezionale talento con la tua scarsa scorta di smaraldi.",
    "odd.dialogue.no_money\/2": "Oh, miele, la tua riserva di zaffiro è vuota come le tue probabilità di assumermi.",
    "odd.dialogue.no_money\/3": "Cara, mi dispiace doverlo dire, ma con quei pochi miserabili emeraldi che hai lì non potresti nemmeno assoldare un pollo.",
    "odd.dialogue.procreate_engaged\/1": "Il mio cuore trema alla sola idea del nostro unione, poiché solo allora troverò veramente la mia pace.",
    "odd.dialogue.procreate_engaged\/2": "Non posso nemmeno immaginare di portare alla luce un nuovo esistenza se non abbiamo intrapreso il sacro viaggio della completa devozione.",
    "odd.dialogue.rock_paper_scissor.loose.paper\/1": "Oh, per favore! le forbici sono il mio assoluto preferito! Non posso resistere la loro affilatura!",
    "odd.dialogue.rock_paper_scissor.loose.rock\/1": "Ahah! Ho superato la tua astuzia scegliendo carta! Sono inarrestabile!",
    "odd.dialogue.rock_paper_scissor.loose.scissor\/1": "Assistete alla devastazione causata dal mio sasso! I vostri forbici non avevano mai una possibilità contro di me!",
    "odd.dialogue.rock_paper_scissor.paper\/1": "Oh, la splendida carta! Una forza magnifica che supererà e supererà qualsiasi sfida alla sua supremazia!",
    "odd.dialogue.rock_paper_scissor.rock\/1": "Ti osi sfidare il maestro della roccia? Fanciullo stolto!",
    "odd.dialogue.rock_paper_scissor.scissor\/1": "Con un rapido movimento, ti colpirò con il mio letale paio di forbici!",
    "odd.dialogue.rock_paper_scissor.win.paper\/1": "Perché il carta sempre ha il mio numero?",
    "odd.dialogue.rock_paper_scissor.win.rock\/1": "Oh no, i miei poveri forbici sono stati completamente distrutti da quel sasso! Sono un tale perdente!",
    "odd.dialogue.rock_paper_scissor.win.scissor\/1": "Ecco! I tuoi accorti forbici hanno dimostrato di essere più forti della mia carta innocente. Mi inchino dinanzi alla tua abilità formidabile, mio avversario formidabile!",
    "odd.dialogue.rock_paper_scissor\/1": "Ok, preparati per lo scontro finale di pietra, carta e forbice! Preparati a essere annientato, umano insignificante!",
    "odd.dialogue.rock_paper_scissor\/2": "Oh, posso sentire la tua confidenza, ma non ti salverà dalla mia strategia imbattibile questa volta! Preparati a vedere la tua sconfitta!",
    "odd.dialogue.rumors.failed\/1": "Oh, cara mia, le mie orecchie mi hanno tradito ancora una volta! Sembrerebbe che abbia perso tutta la chiacchiera più succosa.",
    "odd.dialogue.rumors.lore\/1": "Posso crederci? Jax era il tipo più in vista qui intorno, ma ora tutti sono ossessionati da SirBen! Io mean, hai sentito i Profeti MerlinWolfgames e Crow? Sono praticamente il suo fan club adesso!",
    "odd.dialogue.rumors.lore\/2": "Ecco il dettaglio: questi demoni cibernetici pensavano di poter semplicemente entrare nel mondo superficie con i loro portali fiammanti. Ma immaginate cosa? Sirben e Luke erano come, \"Non sul nostro orologio!\" Li hanno fermati quell'invasione molto velocemente!",
    "odd.dialogue.rumors.lore\/3": "Non credi a ciò che ti ho detto! Pare che dopo che l'antico costruttore scomparve, dicono che 2da50 si sia semplicemente alzato e sparito nei Paesi Lontani! Come, parliamo di misterioso... nessuno ha sentito una parola da loro dal giorno della sua partenza!",
    "odd.dialogue.rumors.lore\/4": "Parla di devozione! MerlinWolfgangames ha costruito addirittura un tempio intero dedicato a SirBen. Mi sembra proprio una delle meraviglie antiche, sai?",
    "odd.dialogue.rumors.lore\/5": "Ecco il caso. Ci fu un'antica razza di costruttori molto avanzata, giusto? Ma ora? Poof! Scomparsi nel nulla! È come se avessero tirato un trucco magico e siano spariti dal mondo superficiale!",
    "odd.dialogue.rumors.lore\/6": "Ohhhh, ti racconterò leggende! Quelli antichi costruttori erano come le rockstar del mondo sopraelevato. Intendo, hanno lasciato dietro queste insane rovine e templi ovunque! È come se stessero mostrando off o qualcosa!",
    "odd.dialogue.shake_hand.fail\/1": "Sei per davvero? Hai appena reso tutto Dexter a quella povera mucca?!",
    "odd.dialogue.shake_hand.fail\/2": "Nah, non voglio. Non voglio catturare le tue vibrazioni strane comunque.",
    "odd.dialogue.shake_hand.fail\/3": "Non sono un Joe qualsiasi, quindi risparmia la tua finta gentilezza per qualcun altro.",
    "odd.dialogue.shake_hand.fail\/4": "Oh, guarda te che sei tutto sorprendente e roba del genere. Non il tuo solito routine, eh?",
    "odd.dialogue.shake_hand.fail\/5": "Puoi fare un favore e sparire nel nulla? Grazie.",
    "odd.dialogue.shake_hand.success\/1": "Oh, che stretta di mano ferma tu possiedi! È come stringere la mano con un masso!",
    "odd.dialogue.shake_hand.success\/2": "Oh, il tuo afferro è come un abbraccio di un titano! Posso sentire la forza cruda che scorre attraverso le tue vene!",
    "odd.dialogue.shake_hand.success\/3": "Oh mio, non sei forse l'epitome di buone maniere! La tua cortesia emana come un'aura splendente!",
    "odd.dialogue.shake_hand.success\/4": "Salve, caro interlocutore! Spero che il sole splendi sulla tua strada oggi!",
    "odd.dialogue.shake_hand.success\/5": "Ecco, ecco, ecco, guardate chi abbiamo qui! Ciao, signore\/donna!",
    "odd.dialogue.stay.fail\/1": "Non è possibile, sono l'estremo cercatore di emozioni!",
    "odd.dialogue.stay.fail\/2": "Apprezzo l'offerta, ma preferirei essere fuori là a conquistare il sconosciuto!",
    "odd.dialogue.stay.fail\/3": "Questo villaggio è delizioso e tutto, ma sono il tipo di esploratore inquieto.",
    "odd.dialogue.stay.no_space\/1": "Oh no, non posso credere quanto sia stretto questo villaggio! È come se ovunque mi volti, sto urtando qualcuno.",
    "odd.dialogue.stay.no_space\/2": "Sarei rimasto qui, ma sinceramente, c'è una crisi di carenza di letti qui. Nessun posto comodo per me.",
    "odd.dialogue.stay.repeat\/1": "Non l'ho già risposto proprio a te? Ho la memoria di un elefante, sai!",
    "odd.dialogue.stay.repeat\/2": "Oh, caro mio! Ho già ricevuto quella domanda prima. Non potresti inventare qualcosa di un po' più emozionante?",
    "odd.dialogue.stay.success\/1": "Grazie mille, mi piace molto l'idea di risiedere in questo villaggio incantevole!",
    "odd.dialogue.stay.success\/2": "Fantastico! Sono assolutamente innamorato dell'idea di piantare le mie radici in questo villaggio meraviglioso!",
    "odd.dialogue.story.enderdragon.fail\/1": "Pfft! Sei fuori di testa? L'Ender Dragon è come, del tutto inventato, amico!",
    "odd.dialogue.story.enderdragon.fail\/2": "Sembra che tu stia prendendo in giro il mio orgoglio, vero? Non è possibile che un mortale insignificante come te possa anche solo toccare quel magnifico drago! È come impossibile, amico.",
    "odd.dialogue.story.enderdragon.success\/1": "Incredibile! E hai riuscito a strappare quell'uovo di drago come un vero avventuriero?",
    "odd.dialogue.story.enderdragon.success\/2": "Oh mio dio! Hai veramente deciso di affrontare quel mostro gigante? La intera città parlerà della tua impresa leggendaria per secoli a venire!",
    "odd.dialogue.story.exploring.fail\/1": "Ugh, eccoci di nuovo con le tue vecchie storie noiose. Noioso!",
    "odd.dialogue.story.exploring.fail\/2": "Oh mio, non sei proprio il tipo coraggioso con le tue punte affilate. Sii cauto di non ferirti, duro d'asino! Haha!",
    "odd.dialogue.story.exploring.fail\/3": "Conversare con te è simile a conversare con un bambino troppo presuntuoso che crede di essere destinato a diventare il sovrano dell'universo. Senza la charme, ovviamente.",
    "odd.dialogue.story.exploring.success\/1": "Non è possibile! Sarò un giorno il padrone del mondo, segnalo questo!",
    "odd.dialogue.story.exploring.success\/2": "Wow! Il pensiero di esplorare e viaggiare mi fa impazzire per l'adrenalina! Sì, amo il mio villaggio e tutto, ma la voglia di vagabondare è reale!",
    "odd.dialogue.story.exploring.success\/3": "Sinceramente, sei come un guerriero temerario, che esplora il grande ignoto come un capo! In bocca al lupo!",
    "odd.dialogue.story.fail\/1": "Guarda le tue parole, poiché io sono il miglior chiacchierone del villaggio!",
    "odd.dialogue.story.fail\/10": "Non riesco a comprendere la grandezza che pretendi di aver raggiunta. Sembra che la mia percezione non sia allineata con le tue illusioni.",
    "odd.dialogue.story.fail\/2": "Il villaggio deve essere così felice di avere te come loro fonte di intrattenimento residente.",
    "odd.dialogue.story.fail\/3": "Il mio cervello sta attualmente sperimentando un malfunzionamento. Sembra che la tua storia non sia riuscita a calcolare.",
    "odd.dialogue.story.fail\/4": "Oh, guarda te, l'anima senza cuore che si batte per i diritti di quei poveri, mal compresi ghiri!",
    "odd.dialogue.story.fail\/5": "Piangere per la perdita dell'innocenza di quel pecorello innocente che hai così crudelmente ucciso!",
    "odd.dialogue.story.fail\/6": "*Snort* Eh? Qualcuno ha detto qualcosa? Mi dispiace, ero troppo occupato a sognare di conversazioni più interessanti.",
    "odd.dialogue.story.fail\/7": "Mi chiamerò per sempre a custodire i preziosi secondi sprecati sul tuo disperato tentativo di raccontare una storia indegna.",
    "odd.dialogue.story.fail\/8": "Oh, come gli occhi mi si appesantiscono per la noia assoluta della tua presenza. Sbadiglio!",
    "odd.dialogue.story.fail\/9": "Tu, mio caro amico, possiedi un livello di follia che supera tutti i confini noti. Un vero meraviglia, infatti.",
    "odd.dialogue.story.nether.fail\/1": "Non ti sforzare nemmeno di fingere di essere stato nel Nether. Posso vedere attraverso le tue bugie miserabili.",
    "odd.dialogue.story.nether.fail\/2": "Oh, sei proprio tu che hai subito il trattamento da quei piglin? Non è una sorpresa, in realtà. La tua incompetenza è leggendaria.",
    "odd.dialogue.story.nether.fail\/3": "Non importa se sei stato nel Nether o meno. Le tue capacità di raccontare storie sono così atroci che anche un bambino di tre anni potrebbe superarti.",
    "odd.dialogue.story.nether.fail\/4": "Guarda te, così debole e fragile. Il Nether ti divorerebbe vivo. Saresti meglio rimanere nel tuo villaggio comodo e rassicurante.",
    "odd.dialogue.story.nether.fail\/5": "Il tuo nonno ha esplorato l'Inferno? Be', deve aver dimenticato di menzionare il fungo distorto allora. Sei solo un povero inventore di storie.",
    "odd.dialogue.story.nether.success\/1": "E' proprio come se fosse, tipo, del tutto bruciante là fuori?!",
    "odd.dialogue.story.nether.success\/2": "Oh mio dio, sei come un totale avventuriero sopravvivendo in quel luogo estremamente pericoloso. Sono letteralmente sbalordito.",
    "odd.dialogue.story.nether.success\/3": "Ho sentito voci su come il Nether sia pieno di tesori epici per quelli che hanno il coraggio di avventurarsi dentro. Se solo avessi il coraggio, sapresti?",
    "odd.dialogue.story.nether.success\/4": "Oh mio dio, devi essere come l'anima più coraggiosa che abbia mai messo piede in quel luogo. Sei proprio così coraggioso? Non che io lo ammetterei mai...",
    "odd.dialogue.story.nether.success\/5": "Hai notato uno di quei piglin zombificati, tipo?",
    "odd.dialogue.story.success\/1": "Santo cielo! Assolutamente rifiuto di credere che tutta quella assurdità sia realmente accaduta!",
    "odd.dialogue.story.success\/2": "Se solo avessi il coraggio di affrontare un creepers faccia a faccia. Ahimè, sono solo un codardo tremante.",
    "odd.dialogue.story.success\/3": "Quell'aneddoto che hai appena raccontato era sorprendentemente decente! Hai veramente inventato tu stesso? Mi impressiona!",
    "odd.dialogue.story.success\/4": "Attento! Mi stai dicendo che tutta la calamità si è sviluppata solo ieri? Trovo questo assolutamente incredibile!",
    "odd.dialogue.story.success\/5": "Aspetta un minuto, ero nella zona ieri! È incredibile che non abbia già sentito parlare di questo affascinante racconto.",
    "odd.dialogue.story.success\/6": "hahaha! oh dear, dear %supporter%! what an extraordinary individual they must be! tale di generosità!",
    "odd.dialogue.story.success\/7": "La leggenda di %supporter% è stata raccontata alle mie orecchie un milione di volte. Tuttavia, ti prego di riferirla ancora una volta!",
    "odd.dialogue.story.success\/8": "Ah, vedo! Ecco il racconto emozionante di come hai scoperto il tuo primo diamante, non è vero? Affascinante!",
    "odd.dialogue.story.success\/9": "Devi assolutamente onorarci con la tua presenza in futuro! Sono letteralmente incantato all'idea di ascoltare ancora più storie dalle tue vite straordinarie.",
    "odd.dialogue.story.wither.fail\/1": "Non sto comprando quel che stai vendendo, amico.",
    "odd.dialogue.story.wither.fail\/2": "Nah, sembra che tu sia troppo integro per convincermi altrimenti, amico.",
    "odd.dialogue.story.wither.success\/1": "Non è possibile! Il Wither è come un biglietto di sola andata per il caos assoluto!",
    "odd.dialogue.story.wither.success\/2": "Oh, oh! Fermati un attimo! Hai veramente sconfitto il Wither? È come se avessi sbloccato la mente!"
}