{
    "block.littlecontraptions.barge_assembler": "Assemblatore di barghe",
    "entity.littlecontraptions.contraption_barge": "Barca di ingegneria",
    "item.littlecontraptions.contraption_barge": "barca di ingegneria",
    "littlecontraptions.ponder.basic_assembler.header": "Strutture in movimento utilizzando assembler di barghe",
    "littlecontraptions.ponder.basic_assembler.text_1": "I montaggi di barca alimentati dai contrappesi montano strutture attaccate alle barche dei contratti in transito.",
    "littlecontraptions.ponder.basic_assembler.text_2": "Senza un segnale di redstone, smontare i contratti delle barca in blocchi che passano.",
    "littlecontraptions.ponder.basic_assembler.text_3": "Simile alle contrattazioni dei carri, puoi attaccare contrattazioni più grandi utilizzando telai e colla super resistente.",
    "littlecontraptions.ponder.basic_tug.header": "Solo i fondamentali sulla trazione",
    "littlecontraptions.ponder.basic_tug.text_1": "I tugboat possono essere posizionati ovunque sull'acqua.",
    "littlecontraptions.ponder.basic_tug.text_2": "I battelli di trazione si recheranno naturalmente lungo le vie di tragitto dei punti di riferimento per la trazione.",
    "littlecontraptions.ponder.basic_tug.text_3": "Mettere l'oggetto di trazione nel tirante farà partire il suo viaggio!",
    "littlecontraptions.ponder.basic_tug.text_4": "A volte i rimorchiatori si fermeranno sui angoli. Questo è risolubile utilizzando un rilievo di guida per angoli.",
    "littlecontraptions.ponder.basic_tug.text_5": "Se la guida di angolo del rullo è diretta nel verso sbagliato, utilizza il chiave inglese del conduttore per capovolgerla.",
    "littlecontraptions.ponder.loco_dock.header": "Immatricolazione del locomotore",
    "littlecontraptions.ponder.loco_dock.text_1": "I bacini possono essere utilizzati per fermare automaticamente i locomotori mentre si carica\/svuota.",
    "littlecontraptions.ponder.loco_dock.text_2": "Ogni stazione di ormeggio deve avere un molo locomotiva, binari di ormeggio diretto e una linea di binari di carico diretti.",
    "littlecontraptions.ponder.loco_dock.text_3": "I carro merci possono essere azionati da blu (in attesa di scarico) a arancione (in attesa di carico) utilizzando il chiave inglese del conduttore.",
    "littlecontraptions.ponder.loco_dock.text_4": "Per caricare i treni, collocare un cassetto accanto al molo.",
    "littlecontraptions.ponder.loco_dock.text_5": "Per scaricare i treni, posiziona un contenitore sopra il blocco di binario.",
    "littlecontraptions.ponder.loco_dock.text_6": "Il locomotore attendrà automaticamente fino a quando tutta la composizione non sarà caricata\/scaricata.",
    "littlecontraptions.ponder.loco_route.header": "Ritocco locomotiva",
    "littlecontraptions.ponder.loco_route.text_1": "Il cambio automatico delle tratte consente di creare itinerari ferroviari che condividono tratti di binario.",
    "littlecontraptions.ponder.loco_route.text_2": "I percorsi sono definiti dai punti di riferimento facendo clic destro con l'oggetto di routing del locomotivo.",
    "littlecontraptions.ponder.loco_route.text_3": "Il locomotore cambierà automaticamente le rotaie, scegliendo la diramazione che conduce al punto di riferimento.",
    "littlecontraptions.ponder.loco_route.text_4": "Data due punti di riferimento, il locomotore selezionerà un ramo con il punto di riferimento più vicino che non è stato ancora visitato.",
    "littlecontraptions.ponder.loco_route.text_5": "Quando la locomotiva raggiunge un punto di riferimento, viene segnato come visitato; questo si resetta una volta che tutti i punti di riferimento della rotta sono stati raggiunti.",
    "littlecontraptions.ponder.tag.trains": "Locomotive di logistica piccole",
    "littlecontraptions.ponder.tag.trains.description": "Piccole ma intelligenti locomotive!",
    "littlecontraptions.ponder.tag.tugs": "Tiri di logistica piccole",
    "littlecontraptions.ponder.tag.tugs.description": "Trainare acqua con navigazione percorso!",
    "littlecontraptions.ponder.tug_dock.header": "Imbarco del rimorchio",
    "littlecontraptions.ponder.tug_dock.text_1": "I bacini possono essere utilizzati per fermare automaticamente i rimorchi mentre si carica\/svuota.",
    "littlecontraptions.ponder.tug_dock.text_2": "Ogni stazione di ormeggio deve avere un blocco di ormeggio da traino e una linea diretta di blocchi di ormeggiamento per barghe.",
    "littlecontraptions.ponder.tug_dock.text_3": "I bacini di rimorchio possono essere azionati da blu (in attesa di scarico) a arancione (in attesa di carico) utilizzando il chiave inglese del conduttore.",
    "littlecontraptions.ponder.tug_dock.text_4": "Per caricare le navi, posiziona un contenitore sulla sommità del molo.",
    "littlecontraptions.ponder.tug_dock.text_5": "Per scaricare le navi, posiziona un contenitore sopra il blocco d'acqua.",
    "littlecontraptions.ponder.tug_dock.text_6": "Il rimorchio attendrà automaticamente fino a quando tutti i mezzi non saranno completamente caricati\/scaricati."
}