{
    "effect.aether.inebriation.description": "Infligge danni a tempo e causa movimenti casuali e oscillanti mentre si muove.",
    "effect.aether.remedy.description": "Cura e concede all'utente l'immunità contro l'inibizione.",
    "effect.aether_redux.blightward.description": "concede immunità ai pericolosi vegetali fungo infetto e ombra della peste.",
    "effect.alexscaves.bubbled.description": "Causa l'utente di essere avvolto da un grande bollo. Causa annegamento.",
    "effect.alexscaves.darkness_incarnate.description": "Concede la capacità di volare velocemente in aree buie.",
    "effect.alexscaves.deepsight.description": "Concede la capacità di vedere più lontano sott'acqua.",
    "effect.alexscaves.irradiated.description": "Impedisce la guarigione naturale. Infligge danni a livelli più alti.",
    "effect.alexscaves.magnetizing.description": "concede la capacità di essere spinto o trascinato dalle forze magnetiche senza indossare armatura metallica.",
    "effect.alexscaves.rage.description": "Incrementa il danno d'attacco in base alla quantità di salute residua. Gli esseri con l'effetto attaccheranno entità vicine.",
    "effect.alexscaves.stunned.description": "Disabilita il movimento e l'attacco, fa oscillare lo schermo da un lato all'altro.",
    "effect.alexscaves.sugar_rush.description": "Rallenta il tempo, aumenta la velocità e l'impulso dell'utente, applicando un effetto visivo vivido alla vista dell'utente.",
    "effect.alshanex_familiars.bird_buff.description": "Che bell'uccelli! aumenta la potenza dei incantesimi di suono e riduce il tempo di raffreddamento.",
    "effect.alshanex_familiars.sleepy.description": "\"è un bel brano... diminuisce la riduzione del tempo di lancio, la velocità di movimento, la velocità d'attacco e la riduzione dei tempi di raffreddamento\".",
    "effect.ars_additions.marked.description": "indica che l'utente è legato a un reliquiario, il quale contiene una riferimento ad esso.",
    "effect.ars_elemental.frozen": "Raffreddamento di rilascio",
    "effect.ars_elemental.frozen.description": "Impedisce l'utilizzo di congelamento e focalizzazione acqua.",
    "effect.ars_elemental.repel": "Ripulse",
    "effect.ars_elemental.repel.description": "Ripulse gli entità lontano dal braciere rituale dopo aver utilizzato il piatto di ripulsione.",
    "effect.ars_nouveau.blasting.description": "Un ordigno vivente a tempo di detonazione. Non c'è bisogno che dica altro?",
    "effect.ars_nouveau.bounce.description": "Causa il bersaglio a saltare quando colpisce il suolo.",
    "effect.ars_nouveau.flight.description": "Concede la capacità di utilizzare il volo creativo.",
    "effect.ars_nouveau.freezing.description": "Causa il congelamento come se l'utente fosse in neve polverizzata.",
    "effect.ars_nouveau.glide.description": "concede la capacità di planare come un elytra.",
    "effect.ars_nouveau.gravity.description": "Causa caduta rapida e duplica il danno da caduta.",
    "effect.ars_nouveau.hex.description": "Incrementa il danno subito mentre si è affetti da veleno, morte per secchezza o fuoco e riduce la velocità di rigenerazione della magia e del guarigione di metà.",
    "effect.ars_nouveau.immolate.description": "Incrementa il danno dei incantesimi di fuoco e li fa durare più a lungo.",
    "effect.ars_nouveau.looting.description": "Incrementa la quantità di saccheggio.",
    "effect.ars_nouveau.magic_find.description": "Causa i mostri magici all'interno di 75 blocchi a brillare e rivela gli incantesimi sui runi.",
    "effect.ars_nouveau.recovery.description": "Incrementa l'importo di guarigione da tutte le fonti.",
    "effect.ars_nouveau.scrying.description": "Rivela il blocco specificato attraverso altri blocchi, con colori di particelle che indicano la prossimità (bianco = vicino, verde = medio, blu = lontano).",
    "effect.ars_nouveau.shielding.description": "Riduce il danno ricevuto.",
    "effect.ars_nouveau.shocked.description": "Infligge danni aggiuntivi quando colpito da danno elettrico.",
    "effect.ars_nouveau.snared.description": "Impedisce il movimento e il salto.",
    "effect.ars_nouveau.soaked": "Bagnato",
    "effect.ars_nouveau.soaked.description": "Mantiene l'utente umido e impedisce loro di prendere fuoco.",
    "effect.ars_nouveau.spell_damage.description": "Incrementa la potenza dei incantesimi.",
    "effect.ars_nouveau.summoning_sickness.description": "Impedisce l'utilizzo della magia di evocazione.",
    "effect.bakery.stuffed.description": "Riduce l'esaurimento del cibo, guarisce e preserva la fame.",
    "effect.bakery.sweets.description": "Incrementa la velocità di movimento, la velocità d'attacco e il danno d'attacco.",
    "effect.betterend.end_veil.description": "Impedisce all'utente di infuriare i guardiani del fondo quando li guarda.",
    "effect.biomancy.armor_shred.description": "Riduce i punti di armatura.",
    "effect.biomancy.bleed.description": "Infligge danni nel tempo.",
    "effect.biomancy.corrosive.description": "Infligge danni a tempo e ignora i frame di immunità. Infligge danni aggiuntivi all'armatura e applica strappo all'armatura.",
    "effect.biomancy.despoil.description": "Concede ruote di ricompensa aggiuntive per il bottino depredato.",
    "effect.biomancy.drowsy.description": "Ristabilisce il contatore di insonnia e impedisce ai fantasmi di attaccare\/colpire l'utente.",
    "effect.biomancy.essence_anemia.description": "Riduce la salute massima se l'utente subisce un certo danno.",
    "effect.biomancy.frenzy.description": "Incrementa la velocità di movimento, velocità d'attacco e danno d'attacco. Incrementa l'ostilità e l'aggressività nei mostri. Trasforma i conigli in il coniglio assassino. Causa sintomi di astinenza alla fine dell'effetto.",
    "effect.biomancy.libido.description": "Causa gli animali a riprodursi ripetutamente in breve tempo. Utilizzalo con cautela, potrebbe portare a mutazioni indesiderate negli avanzi...",
    "effect.biomancy.primordial_infestation.description": "Causa l'utente a utilizzare il carattere \"Caro Invitica\" nel chat, nell'anfora quando si rinomina gli oggetti e le etichette di nome, e mentre si modificano i segni. Al momento della morte, vasi e blocchi maligni si diffonderanno dalla posizione del decesso.",
    "effect.biomancy.withdrawal.description": "Riduce la velocità di movimento, la velocità di attacco e il danno d'attacco. Infonde nausea. Prova a mangiare alcuni cibi zuccherini o fai più \"serum frenetico\" per annullarlo!",
    "effect.biomemakeover.antidote.description": "Rimuove tutti gli effetti negativi e rimuove la polvere di stunt dai bambini.",
    "effect.biomemakeover.nocturnal.description": "Impedisce la nascita dei fantasmi sul giocatore.",
    "effect.biomemakeover.possessed.description": "Interagisce con porte, pulsanti, cancelli a scorrimento, leve, blocchi di nota, cancelli di recinzione e campane all'interno del raggio di 2 blocchi dell'utente.",
    "effect.biomemakeover.shocked.description": "Riduce la salute massima di un cuore per livello dell'effetto, fino a un massimo di 4.",
    "effect.bloodandmadness.chikage": "Sacrificio di Chikage",
    "effect.bloodandmadness.chikage.description": "Infligge danno nel tempo quando un Chikage è trasformato nella mano principale.",
    "effect.bloodandmadness.fake_poison": "Veleno falso",
    "effect.bloodandmadness.fake_poison.description": "aaaa! veleno! oh, aspetta, è solo un effetto visivo...",
    "effect.bloodandmadness.trapped.description": "Disabilita il movimento e l'attacco.",
    "effect.bloodmagic.bounce.description": "Causa il bersaglio a ballare sul terreno dopo l'impatto, annullando il danno da caduta.",
    "effect.bloodmagic.firefuse": "Fusione di fuoco",
    "effect.bloodmagic.firefuse.description": "Procura un'esplosione alla fine dell'effetto che lancia l'utilizzatore in alto nel cielo.",
    "effect.bloodmagic.flight.description": "Concede la capacità di utilizzare il volo creativo.",
    "effect.bloodmagic.gravity.description": "Causa caduta più rapida e aumenta il danno da caduta.",
    "effect.bloodmagic.grounded.description": "Impedisce e disabilita il salto.",
    "effect.bloodmagic.hard_cloak.description": "Incrementa la resistenza dell'armatura.",
    "effect.bloodmagic.heavy_heart.description": "Trascina l'utente verso il basso, rendendo significativamente più difficile volare e nuotare.",
    "effect.bloodmagic.obsidian_cloak.description": "Riduce tutti i danni subiti da fonti non magiche.",
    "effect.bloodmagic.passivity.description": "Impedisce ai non giocatori di attaccare.",
    "effect.bloodmagic.plantleech": "Sanguinazione da piante",
    "effect.bloodmagic.plantleech.description": "Infligge danni in cambio di più tick di crescita.",
    "effect.bloodmagic.sacrificallamb.description": "Uh, forse questo dovrebbe rimanere un mistero...",
    "effect.bloodmagic.soft_fall.description": "Riduce il danno da caduta.",
    "effect.bloodmagic.soulfray": "Frantumazione dell'anima",
    "effect.bloodmagic.soulfray.description": "Riduce LP quando si sacrifica sé stessa.",
    "effect.bloodmagic.soulsnare": "Incatenamento delle anime",
    "effect.bloodmagic.soulsnare.description": "Causa ai mostri di rilasciare il loro volere.",
    "effect.bloodmagic.spectral_sight.description": "Illumina le creature vicine come se avessero l'effetto luminoso.",
    "effect.bloodmagic.suspended.description": "Disabilita il salto, la caduta e l'effetto della gravità.",
    "effect.blue_skies.deadly_venom.description": "Infligge danni letali nel tempo. Maggiore è la difficoltà di Arachnarch, più dannoso è...",
    "effect.born_in_chaos_v1.aim.description": "Lord Pumpkinhead è in arrivo...",
    "effect.born_in_chaos_v1.barbedattack.description": "Quell'attacco è proprio acuminato.",
    "effect.born_in_chaos_v1.block_break.description": "Rompe temporaneamente lo scudo.",
    "effect.born_in_chaos_v1.bone_barrier.description": "Proteggere contro un colpo completo. Si disattiva dopo un colpo o scade il tempo di durata.",
    "effect.born_in_chaos_v1.bone_fracture.description": "Lentezza e indebolimento dell'utente. scompare quando l'utente ha l'effetto di rigenerazione.",
    "effect.born_in_chaos_v1.cursed_mark.description": "Al termine dell'effetto, fino a quattro persecutori rossi appariranno intorno all'utilizzatore dell'effetto.",
    "effect.born_in_chaos_v1.dark_splash.description": "Colpisce indietro l'utente e gli entità vicine, infligge danni perforanti e applica assorbimento di vita alla fine.",
    "effect.born_in_chaos_v1.detonation.description": "Non mescolare demoni con dinamite... (esplose l'utente alla fine dell'effetto)",
    "effect.born_in_chaos_v1.dogtruce.description": "Impedisce ai cani della paura e ai leader dei cani della paura di attaccare, a meno che non vengano colpiti.",
    "effect.born_in_chaos_v1.fish_breath.description": "Puzzo.",
    "effect.born_in_chaos_v1.furious_rampage.description": "Incrementa la velocità di movimento e il danno d'attacco al di là di quanto era pensabile.",
    "effect.born_in_chaos_v1.gaze_of_terror.description": "Acceca e impedisce all'utente di utilizzare certi incantesimi.",
    "effect.born_in_chaos_v1.infernal_flame.description": "Infligge 3 danni ogni 2 secondi.",
    "effect.born_in_chaos_v1.infestationof_flies.description": "Qualcuno chiama il servizio di controllo delle piaghe!",
    "effect.born_in_chaos_v1.intoxication.description": "Infligge un breve attacco di cecità, avvelenamento e nausea all'inizio dell'effetto, e riduce la velocità di movimento.",
    "effect.born_in_chaos_v1.jawattack.description": "Emitte 4 attacchi mascella alla base dell'utente dell'effetto.",
    "effect.born_in_chaos_v1.lifesteal.description": "Infligge danno a tempo mentre guarisce l'entità che ha inflitto l'effetto sul bersaglio. Inoltre, infligge l'effetto della maledizione del morente al bersaglio all'inizio dell'effetto.",
    "effect.born_in_chaos_v1.light_rampage.description": "Incrementa la velocità di movimento e il danno d'attacco.",
    "effect.born_in_chaos_v1.living_bomb.description": "Penso che tu sia abbastanza intelligente per capirlo da te stesso...",
    "effect.born_in_chaos_v1.magic_depletion.description": "Impedisce all'utente di utilizzare certi incantesimi.",
    "effect.born_in_chaos_v1.medium_rampage.description": "Incrementa la velocità di movimento e il danno d'attacco.",
    "effect.born_in_chaos_v1.myiasis.description": "Infligge danni nel tempo fino a quando la salute dell'utente non è inferiore a 17 unità. alla fine dell'effetto, un verme si genererà dal giocatore. l'effetto scompare quando si entra in acqua.",
    "effect.born_in_chaos_v1.obsession.description": "Concede rigenerazione, resistenza, resistenza al fuoco e aumenta la velocità di movimento e il danno d'attacco.",
    "effect.born_in_chaos_v1.rampant_rampage.description": "Incrementa la velocità di movimento e il danno d'attacco a un'estensione soprannaturale.",
    "effect.born_in_chaos_v1.rotten_smell.description": "I mosche voleranno intorno e leggermente oscureranno la vista. ogni 25 secondi, un moscone morto si genererà vicino, ma se l'utente è in acqua, un pesce morto si genererà invece.",
    "effect.born_in_chaos_v1.sacrifice.description": "Poveri animali... (indicazione quando un animale viene utilizzato come sacrificio)",
    "effect.born_in_chaos_v1.soul_stratification.description": "Riduce la velocità di movimento e infligge danno alla fine dell'effetto.",
    "effect.born_in_chaos_v1.stimulatingsurge.description": "Quando l'effetto inizia, aumenta la velocità di movimento dei mostri vicini all'utilizzatore dell'effetto.",
    "effect.born_in_chaos_v1.stimulation.description": "Incrementa la velocità di movimento, velocità d'attacco e velocità di estrazione.",
    "effect.born_in_chaos_v1.stranglehold.description": "Riduce significativamente la velocità di movimento se il bersaglio non è sotto l'effetto di assorbimento della vita.",
    "effect.born_in_chaos_v1.strong_rampage.description": "Incrementa velocità di movimento e danno d'attacco in misura massima.",
    "effect.born_in_chaos_v1.stun.description": "Riduce la velocità di movimento del 90% e riduce il danno d'attacco del 8%.",
    "effect.born_in_chaos_v1.undead_summonun.description": "Esegue la sommazione di un assortimento casuale di non morti vicino all'utente quando l'effetto scade.",
    "effect.born_in_chaos_v1.unity_with_darkness.description": "Incrementa la velocità di movimento e il danno d'attacco.",
    "effect.born_in_chaos_v1.vampiric_touch.description": "Infligge l'effetto di assorbimento della vita su entità attaccate.",
    "effect.brewery.blackout.description": "Sei completamente ubriaco. Ti ritrovi in un posto e non ricordi come ci sei arrivato... (il giocatore viene teleportato casualmente in un punto vicino quando l'effetto ha 5 secondi di vita)",
    "effect.brewery.combustion.description": "incendia i nemici vicini per alcuni secondi.",
    "effect.brewery.drunk.description": "Sei ubriaco.",
    "effect.brewery.explosion.description": "Esplosioni! Abbiamo bisogno di più esplosioni! Gli attacchi hanno una piccola probabilità di lanciare un fuoco d'artificio contro il nemico.",
    "effect.brewery.haley.description": "concede all'utente la capacità di volare. almeno per un breve periodo di tempo...",
    "effect.brewery.harddrinking": "Bere forte",
    "effect.brewery.harddrinking.description": "Concede all'utente l'immunità alcoolica. Sembra un sogno!",
    "effect.brewery.healingtouch.description": "Ricrea tutti gli entità colpiti.",
    "effect.brewery.lightning_strike.description": "Colpito da fulmine! gli attacchi hanno una piccola probabilità di colpire il nemico con un fulmine.",
    "effect.brewery.mining.description": "Concede all'utente la capacità di estrarre più velocemente più in profondità si va.",
    "effect.brewery.pacify.description": "Concede all'utente la capacità di guardare direttamente negli occhi un Enderman senza pericolo. Riduce la durata con cui gli avversari inseguono l'utente colpito da questo effetto.",
    "effect.brewery.partystarter.description": "Pronto a iniziare la festa? Emite particelle di fuoco d'artificio e infligge un piccolo danno quando l'utilizzatore colpisce entità.",
    "effect.brewery.pintcharisma.description": "concede al proprietario un 10% di sconto sui commerci con i villaggi.",
    "effect.brewery.protectivetouch.description": "Applica assorbimento a tutti gli entità colpite.",
    "effect.brewery.renewingtouch.description": "Applica la rigenerazione a tutti gli entità colpite.",
    "effect.brewery.repulsion.description": "Fa allontanare gli avversari a intervalli brevi.",
    "effect.brewery.saturated.description": "Impedisce la perdita di fame, eccetto quando si utilizza la saturazione per guarire i danni.",
    "effect.brewery.snowwhite.description": "Gli animali si radunano attorno al giocatore, incantati dalla sua presenza.",
    "effect.brewery.toxictouch.description": "Applica il veleno a tutti gli entità colpite.",
    "effect.casualness_delight.rotten.description": "Causa l'incendio casuale del bersaglio.",
    "effect.cataclysm.abyssal_burn.description": "Infligge danni costanti e teleporta in modo casuale, inversamente proporzionale alla salute. (confuso? lo sono anch'io... )",
    "effect.cataclysm.abyssal_curse.description": "Infligge danni letali nel tempo.",
    "effect.cataclysm.abyssal_fear.description": "Impedisce la rigenerazione della salute e il guarigione.",
    "effect.cataclysm.blazing_brand.description": "Fonde l'armatura, riducendo la resistenza e la resistenza all'armatura.",
    "effect.cataclysm.blessing_of_amethyst.description": "concede immunità alla oscurità, bruciore dell'abisso e paura dell'abisso.",
    "effect.cataclysm.bone_fracture.description": "Riduce la velocità e l'attacco.",
    "effect.cataclysm.curse_of_desert.description": "Inverte i controlli.",
    "effect.cataclysm.monstrous.description": "Produce un'esplosione di knockback leggermente dannosa all'inizio e aumenta poi l'armatura, la resistenza all'armatura e la resistenza al knockback.",
    "effect.cataclysm.stun.description": "Riduce la velocità di movimento e disabilita le interazioni.",
    "effect.caupona.hyperactive.description": "Incrementa il danno d'attacco.",
    "effect.cofh_core.chilled.description": "Riduce la velocità di movimento e il danno d'attacco.",
    "effect.cofh_core.clarity.description": "Incrementa il guadagno di esperienza.",
    "effect.cofh_core.cold_resistance.description": "concede immunità al danno di ghiaccio e all'essere congelato.",
    "effect.cofh_core.enderference.description": "Impedisce ai guardiani dell'oltretomba di teletrasportarsi. Inoltre, impedisce il teletrasporto a giocatori vicini che utilizzano perle o frutti di coro.`",
    "effect.cofh_core.explosion_resistance.description": "concede immunità al danno da esplosione.",
    "effect.cofh_core.lightning_resistance.description": "concede immunità ai danni da fulmine.",
    "effect.cofh_core.love.description": "Causa la fecondazione degli animali vicini.",
    "effect.cofh_core.magic_resistance.description": "concede immunità ai danni da magia.",
    "effect.cofh_core.panacea.description": "Concede immunità a tutti gli effetti di stato negativi.",
    "effect.cofh_core.shocked.description": "Riduce la velocità di attacco.",
    "effect.cofh_core.slimed.description": "Concede l'immunità ai danni di caduta e ti fa ballonzolare come un verme.",
    "effect.cofh_core.sundered.description": "Riduce l'armatura e la resistenza all'armatura",
    "effect.cofh_core.supercharge.description": "Carica istantanea di oggetti nell'inventario dell'utente.",
    "effect.cofh_core.true_invisibility.description": "concede l'invisibilità, rendendo l'utente invisibile e riducendo il suo raggio di detezione. inoltre rende invisibili gli oggetti tenuti o indossati.",
    "effect.cofh_core.wrenched.description": "Causa la rotazione dell'utente.",
    "effect.cold_sweat.chill.description": "Raffredda l'utente in ambienti caldi.",
    "effect.cold_sweat.grace.description": "Fornisce isolamento al momento della morte e dell'ingresso nel mondo.",
    "effect.cold_sweat.ice_resistance.description": "concede immunità al danno \"congelamento\".",
    "effect.cold_sweat.insulated.description": "porta la temperatura dell'utente più vicina all'equilibrio.",
    "effect.cold_sweat.warmth.description": "Riscalda l'utente in ambienti freddi.",
    "effect.create_bic_bit.oiled_up.description": "Causa al giocatore di cadere casualmente oggetti, scivolare dalle scale, galleggiare nell'acqua e volare quando piove.",
    "effect.create_bic_bit.unanchored.description": "Teleporta casualmente l'utente.",
    "effect.cyclic.frost_walker.description": "Crea blocchi di ghiaccio cristallino quando si cammina sull'acqua.",
    "effect.darkwaters.storm_darkness.description": "Riduce notevolmente la distanza di visibilità e giocano effetti di tempesta ambientali.",
    "effect.davespotioneering.milk.description": "Rimuove tutti gli effetti di stato e pozioni.",
    "effect.deep_aether.moa_bonus_jumps": "Salti di bonus MoA",
    "effect.deep_aether.moa_bonus_jumps.description": "(wip. Sto uscendo sulla corda qui, ma credo che aggiungerà più salti al tuo Moa, ma cosa ne so...?)",
    "effect.deep_aether.valkyrie_valor.description": "concede resistenza al danno inflitto dai mostri non morti.",
    "effect.deep_blood.bleeding.description": "Infligge danni nel tempo.",
    "effect.deeperdarker.sculk_affinity.description": "Impedisce l'emissione di vibrazioni (percepibili da Sculk).",
    "effect.divine_weaponry.dazzling.description": "Oscura parzialmente la vista.",
    "effect.divine_weaponry.frosted.description": "Procura il congelamento.",
    "effect.divine_weaponry.poison_resistance.description": "concede immunità all'effetto velenoso.",
    "effect.divine_weaponry.wither_resistance.description": "concede immunità all'effetto della maledizione del morente.",
    "effect.endersdelight.phasing.description": "Imita gli enderman. (l'acqua infligge danni e teleporta l'utilizzatore in un luogo vicino dopo aver subito danni)",
    "effect.enderzoology.displacement.description": "Teleportato in un luogo casuale vicino. Ha una possibilità di generare un endermite.",
    "effect.enigmaticlegacy.blazing_strength.description": "Incrementa il danno di attacco.",
    "effect.enigmaticlegacy.molten_heart.description": "concede immunità al danno da fuoco e lava e migliora la vista nella lava.",
    "effect.enlightened_end.bouncy.description": "Causa il ballo mentre si è su certi blocchi, annullando il danno da caduta nel processo.",
    "effect.enlightened_end.bubbling.description": "Enveloppe i bersagli colpiti da un grande bollo che sale verso l'alto.",
    "effect.enlightened_end.burdened.description": "Incrementa notevolmente la velocità di caduta.",
    "effect.enlightened_end.dazed.description": "Oscura tutta la schermata.",
    "effect.enlightened_end.enderstride.description": "Teleporta casualmente dove l'utente sta guardando.",
    "effect.enlightened_end.frigid.description": "Procura il congelamento.",
    "effect.enlightened_end.radiation_resistance.description": "fornisce resistenza alla radiazione.",
    "effect.enlightened_end.rooted.description": "Causa l'utente a essere costantemente spinto di un blocco nel terreno.",
    "effect.enlightened_end.suffocation.description": "Si assottiglia l'ossigeno lentamente come fa la sommersione.",
    "effect.enlightened_end.vitality.description": "Previene e rimuove gli effetti di veleno, congiuntivite e nauseazione.",
    "effect.epicfight.blooming.description": "Sì, ci sono un elefante nella fioritura...questo effetto attualmente non fa nulla.",
    "effect.epicfight.instability.description": "Causa l'utente a essere istantaneamente ucciso dalle lame da duello innate alla loro capacità di accumulo fino a 4. Funziona solo contro zombie, scheletri e mostri della notte.",
    "effect.epicfight.stun_immunity.description": "concede immunità all'ipnosi.",
    "effect.evilcraft.paling.description": "Infligge danno nel tempo. Se un entità muore con questo effetto, lascerà dietro di sé qualcosa di...anomalo. Hai la sensazione che dovresti contenere l'anomalia con un libro...",
    "effect.extrapotions.armor.description": "Concede 4 punti di armatura a livello.",
    "effect.extrapotions.health_reduction.description": "Riduce la salute massima di 10% per livello.",
    "effect.extrapotions.knockback_resistance.description": "concede una resistenza al colpo di spinta del 0,15 per livello.",
    "effect.feathers.cold.description": "Impedisce la rigenerazione delle piume.",
    "effect.feathers.endurance.description": "Aggiunge un insieme di piume aggiuntive sopra la barra delle piume (simile all'influenza dell'assorbimento sulla salute).",
    "effect.feathers.energized.description": "I piume si rigenerano molto più velocemente.",
    "effect.festive_delight.hot_heart.description": "Rompe automaticamente la neve a polvere quando l'utente entra in contatto con essa.",
    "effect.feywild.fey_flying.description": "Concede all'utente la capacità di volare.",
    "effect.feywild.fire_walk.description": "Causa gli entità ostili che il giocatore tocca con il corpo a prendere fuoco.",
    "effect.feywild.flower_walk.description": "Pianta fiori sui blocchi che il giocatore attraversa (se i blocchi possono crescere normalmente piante).",
    "effect.feywild.frost_walk.description": "concede la capacità di camminare sull'acqua congelando l'acqua che li circonda.",
    "effect.feywild.wind_walk.description": "Spinge le entità ostili lontano dall'utente.",
    "effect.galosphere.astral.description": "Concede all'utente la capacità di camminare e saltare attraverso tutti i blocchi, eccetto il bedrock. Infligge oscurità quando si trova dentro ai blocchi.",
    "effect.galosphere.block_bane.description": "Infligge danni ogni volta che l'utente piazza un blocco.",
    "effect.habitat.prickling.description": "Concede immunità al danno da cactus e spine.",
    "effect.herbalbrews.balanced.description": "Concede assorbimento a tutti i giocatori entro un raggio di 10 blocchi.",
    "effect.herbalbrews.excavation.description": "Incrementa il danno di attacco, la velocità di miniera e la velocità del movimento.",
    "effect.herbalbrews.fortune.description": "Incrementa la fortuna.",
    "effect.herbalbrews.poisonous.description": "Inquina tutti i nemici entro un raggio di 5 blocchi.",
    "effect.herbalbrews.renewal.description": "Incrementa l'assorbimento, la rigenerazione e il boost di salute.",
    "effect.herbalbrews.revitalizing.description": "Concede la rigenerazione a tutti i giocatori entro un raggio di 10 blocchi.",
    "effect.herbalbrews.tough.description": "Incrementa l'assorbimento, la rigenerazione e la resistenza al danno.",
    "effect.magistuarmory.laceration.description": "Riduce la salute massima.",
    "effect.mahoutsukai.authority_jump.description": "indica il salto con carica effetto autorità prestata.",
    "effect.mahoutsukai.ba_cooldown.description": "Ricarica per l'attacco automatico dell'autorità prestata.",
    "effect.mahoutsukai.binding_eyes.description": "Concede la capacità di legare gli enti in posizione mantenendo lo sguardo con loro.",
    "effect.mahoutsukai.black_burning.description": "Infligge danni nel tempo.",
    "effect.mahoutsukai.black_flame_eyes.description": "Causa fiamme nere che inghiottono la posizione di osservazione dell'utente. Le fiamme non consumano blocchi, ma invece infliggono danno congelante e un effetto di bruciatura.",
    "effect.mahoutsukai.bleeding.description": "Concede la capacità di creare un Mahoujin.",
    "effect.mahoutsukai.borrowed_authority.description": "Prendere autorità dagli dei. aumenta la velocità e il potere, concede l'abilità di caricare salti direzionali tenendoli premuti, concede l'abilità di aderire alle pareti caricando un salto mentre si è in volo contro una parete, fa lanciare indietro i mob attaccati e farli passare attraverso le pareti, e concede l'abilità di colpire automaticamente gli entità premendo il pulsante di attacco e correndoci contro.",
    "effect.mahoutsukai.bound.description": "Congela l'utente sul posto finché l'utente non è in contatto visivo con un entità con l'effetto occhi del legame.",
    "effect.mahoutsukai.clairvoyance_eyes.description": "Concede la capacità di vedere il percorso predetto dei mostri.",
    "effect.mahoutsukai.cm_cooldown.description": "Ricarica per abilità.",
    "effect.mahoutsukai.confusion.description": "Inverte i controlli per giocatori e fa correre in giro i mostri pazzi.",
    "effect.mahoutsukai.death_collection_eyes.description": "Causa la raccolta di anime ogni volta che si vede una morte (è necessario guardare direttamente il cadavere). Se l'utente ha raccolto abbastanza anime, la sua morte sarà prevenuta in cambio di anime.",
    "effect.mahoutsukai.fay_sight_eyes.description": "Concede la capacità di vedere le linee ley e i folletti.",
    "effect.mahoutsukai.fear.description": "faisce al bersaglio la paura di fuggire da colui che brandisce Caliburn.",
    "effect.mahoutsukai.flung": "Lanciato",
    "effect.mahoutsukai.flung.description": "Lancio, schianto, si è preso un colpo.",
    "effect.mahoutsukai.foresight.description": "Ritarda le azioni dell'utente (smantellamento\/posizionamento blocchi e colpi). Un farfallino segna il punto fino a quando qualcosa non collide con esso, attivando l'effetto ritardato.",
    "effect.mahoutsukai.immunity_exchange.description": "Causa al bersaglio di non subire danni da fonti di danno ripetute e, invece, di ricevere il doppio del danno da una fonte di danno diversa dalla precedente.",
    "effect.mahoutsukai.insight_eyes.description": "Concede la capacità di vedere l'inventario, i buff, i debuff e gli effetti dei pozioni di un entità.",
    "effect.mahoutsukai.interesting_block.description": "Causa i blocchi che un familiare indica a brillare.",
    "effect.mahoutsukai.misfortune.description": "Ha una possibilità di far colpire l'utente da un fulmine, far cadere gli oggetti, avere un peggioramento del bottino, fare inciampare, rompere gli strumenti o aumentare l'aggressività degli avversari.",
    "effect.mahoutsukai.peaceful_garden.description": "concede immunità al danno.",
    "effect.mahoutsukai.probability_alter.description": "Indica che l'utente è assegnato un certo valore numerico.",
    "effect.mahoutsukai.rage.description": "Incrementa la velocità di movimento e di attacco.",
    "effect.mahoutsukai.reversion_eyes.description": "Causa perdita di buff e qualità uniche a tutti gli enti visibili dall'utente.",
    "effect.mahoutsukai.reverted.description": "Causa al bersaglio di perdere buff e qualità uniche mentre è in vista di un entità con l'effetto occhi della rinversione.",
    "effect.mahoutsukai.ripper_cooldown.description": "Ritardo per la nebbia del tagliatore.",
    "effect.mahoutsukai.ripper_invis.description": "Causa l'invisibilità dell'utente finché non tiene due ripper.",
    "effect.mahoutsukai.ripper_invis_cooldown.description": "Ricarica cooldown dell'abilità di invisibilità del tagliatore.",
    "effect.mahoutsukai.rpsw_cooldown.description": "Ritardo per \"rpsw\", probabilmente significa \"topi che suonano il sassofono selvaggiamente\". Io direi che se potessi suonare il sassofono come bene come un topo, avrei sicuramente bisogno di un ritardo anche io!",
    "effect.mahoutsukai.selective_displacement.description": "Concede la capacità di scambiare luogo con un entità o di scambiare le posizioni di due entità.",
    "effect.mahoutsukai.selective_displacement_cooldown.description": "Ritardo per lo scambio utilizzando la dislocazione selettiva.",
    "effect.mahoutsukai.wall_stick.description": "Concede la capacità di aderire alle pareti.",
    "effect.mahoutsukai.wounded.description": "Infligge danni nel tempo se l'utente si muove troppo velocemente.",
    "effect.mahoutsukai.zap_cooldown": "Ricarica scossa",
    "effect.mahoutsukai.zap_cooldown.description": "Ritardo di ricarica per il fulmine. Sì, è proprio scioccante...",
    "effect.marvelous_menagerie.pacified.description": "Impedisce agli entità di attaccare l'utente, a meno che non siano state provocate.",
    "effect.marvelous_menagerie.sea_cow_serenity.description": "Incrementa la resistenza all'armatura e al colpo di spinta, e concede ossigeno infinito.",
    "effect.mobs_of_sins.bane_of_undead.description": "Incrementa il danno d'attacco contro i mostri non morti.",
    "effect.mobs_of_sins.emergency_peel.description": "Quando attaccato, ha una possibilità di posizionare un pezzo di banano.",
    "effect.mobs_of_sins.lingering_pheromones.description": "Ha una possibilità di applicare l'effetto delle feromoni dell'insetto al proprio utente e a tutti i giocatori vicini entro un raggio di 8x8.",
    "effect.mobs_of_sins.paralyzing_sting.description": "Incrementa il danno d'attacco contro gli artropodi e ha una possibilità di infondere l'effetto stinging debilitante sugli entità attaccate.",
    "effect.mobs_of_sins.piercing_eyes.description": "Ha una possibilità di applicare l'effetto della benedizione del tigre ai giocatori e a tutti i giocatori vicini entro un raggio di 6x6, e ha una possibilità di infliggere l'effetto \"fatto tremare\" su mostri ostili entro un raggio di 8x8.",
    "effect.mobs_of_sins.serrated.description": "Ha una possibilità di infliggere l'effetto di esangueamento su entità attaccate.",
    "effect.monobank.thief.description": "Impedisce all'utente di commerciare con i villaggi e richiama la polizia su di loro (gli golemi di ferro saranno aggressivi).",
    "effect.mutantmonsters.chemical_x.description": "50% di probabilità di trasformarsi in un mostro mutante alla fine dell'effetto (se disponibile); altrimenti, morte. Non influisce sui giocatori.",
    "effect.mynethersdelight.b_pungent.description": "Rimuove una percentuale della salute dell'utente e impedisce loro di bruciarsi.",
    "effect.mynethersdelight.g_pungent.description": "Ricostituisce la salute dell'utente quando è vicino a fonti di calore. Ottenuto avendo armatura di protezione dal fuoco o l'effetto di resistenza al fuoco con l'effetto pungente attivo.",
    "effect.mysticpotions.air_swim.description": "Concede all'utente la capacità di nuotare nell'aria. (tieni premuto Ctrl + W per nuotare e spazio per sollevamento verso l'alto)",
    "effect.mysticpotions.burning.description": "incendia l'utente per tutta la durata dell'effetto.",
    "effect.mysticpotions.corrosive.description": "Distrugge gli oggetti metallici nella inventario dell'utente (qualsiasi cosa sia stata creata con ferro, rame o ittio), infligge danni ai golem di ferro.",
    "effect.mysticpotions.explosive.description": "Esplose immediatamente l'utente.",
    "effect.mysticpotions.fatal_poison.description": "Infligge danni letali nel tempo.",
    "effect.mysticpotions.freezing.description": "Congela l'utente per tutta la durata dell'effetto.",
    "effect.mysticpotions.gravitation.description": "Inverte la gravità quando l'utente si accovaccia.",
    "effect.mysticpotions.homing.description": "Teleporta l'utente al suo punto di spawn.",
    "effect.mysticpotions.infection.description": "Infligge cecità, nausea e fame. Infligge 20 cuori di danno alla fine dell'effetto e converte l'utilizzatore in un morto vivente alla morte. L'utilizzatore è contagioso e diffonde l'infezione attraverso gli attacchi.",
    "effect.mysticpotions.nullifier.description": "Annulla e protegge contro tutti gli effetti dei pozioni (ad eccezione di sé stesso).",
    "effect.mysticpotions.protection.description": "Incrementa la protezione dell'armatura.",
    "effect.mysticpotions.recovery.description": "Teleporta l'utente al punto della morte precedente.",
    "effect.mysticpotions.silence.description": "Sospende i passi dell'utente e impedisce al guardiano di sentire il loro rumore.",
    "effect.mysticpotions.slippery.description": "Riduce la frizione dell'utente.",
    "effect.mysticpotions.teleportation.description": "Teleportare l'utente in modo casuale.",
    "effect.mysticpotions.thunderous.description": "Colpisce immediatamente la luce del tuono sull'utente.",
    "effect.mysticpotions.undying.description": "Impedisce al giocatore di morire. Agisce come un totem alla morte e poi si dissolve.",
    "effect.mysticpotions.warming.description": "Previene il congelamento dell'utente. Infligge danni ai golem di neve.",
    "effect.naturesaura.breathless.description": "Infligge danni a intervalli casuali e rende molto più difficile la rigenerazione della salute.",
    "effect.netherexp.absorption_immunity.description": "Impedisce all'utente di essere colpito da assorbimento.",
    "effect.netherexp.betrayed.description": "Rimuove la capacità dell'utente di posizionare blocchi, fa sì che la maggior parte dei mostri ostili ignori l'utente a meno che non venga provocato, e applica una fitta nebbia rossa alla vista dell'utente.",
    "effect.netherexp.brain_damage_immunity.description": "Impedisce all'utente di essere colpito da danni cerebrali.",
    "effect.netherexp.darkness_immunity.description": "Impedisce all'utente di essere colpito dalla notte.",
    "effect.netherexp.fire_resistance_immunity.description": "Impedisce all'utente di essere colpito da resistenza al fuoco.",
    "effect.netherexp.fogsight.description": "Non fa nulla. (utilizzato per aumentare la distanza della nebbia dell'Inferno)",
    "effect.netherexp.haste_immunity.description": "Impedisce all'utente di essere colpito da accelerazione.",
    "effect.netherexp.hunger_immunity.description": "Impedisce all'utente di essere colpito dalla fame.",
    "effect.netherexp.invisibility_immunity.description": "Impedisce all'utente di essere colpito dall'invisibilità.",
    "effect.netherexp.jump_boost_immunity.description": "Impedisce all'utente di essere colpito da aumento del salto.",
    "effect.netherexp.levitation_immunity.description": "Impedisce all'utente di essere colpito da levitazione.",
    "effect.netherexp.luck_immunity.description": "Impedisce all'utente di essere colpito dalla sfortuna.",
    "effect.netherexp.mining_fatigue_immunity.description": "Impedisce all'utente di essere colpito da stanchezza miniera.",
    "effect.netherexp.poison_immunity.description": "Impedisce all'utente di essere colpito da veleno.",
    "effect.netherexp.regeneration_immunity.description": "Impedisce all'utente di essere colpito da rigenerazione.",
    "effect.netherexp.resistance_immunity.description": "Impedisce all'utente di essere colpito da resistenza.",
    "effect.netherexp.slowness_immunity.description": "Impedisce all'utente di essere colpito da lentezza.",
    "effect.netherexp.speed_immunity.description": "Impedisce all'utente di essere colpito da velocità.",
    "effect.netherexp.strength_immunity.description": "Impedisce all'utente di essere colpito da forza.",
    "effect.netherexp.unbounded_speed.description": "Incrementa la velocità di movimento quando si cammina sulla sabbia anima al livello normale della velocità di camminata e aumenta le probabilità di emergere lastre ectiche dalle spirali dell'anima.",
    "effect.netherexp.unluck_immunity.description": "Impedisce all'utente di essere colpito da sfortuna.",
    "effect.netherexp.water_breathing_immunity.description": "Impedisce all'utente di contrarre l'anemia da acqua.",
    "effect.netherexp.weakness_immunity.description": "Impedisce all'utente di essere colpito dalla debolezza.",
    "effect.netherexp.wither_immunity.description": "Impedisce all'utente di essere colpito dal Wither.",
    "effect.netheroverhaul.paralyzie.description": "Disabilita il movimento.",
    "effect.nethers_exoticism.wither_cure.description": "Rimuove e concede immunità all'effetto del Wither.",
    "effect.nethervinery.gravedigger.description": "Teleporta l'utente al punto della sua ultima morte.",
    "effect.nethervinery.hearthstone.description": "Teleportare l'utente al punto di spawn.",
    "effect.nethervinery.improved_gravedigger.description": "Teleporta l'utente al punto della sua ultima morte e concede rigenerazione e assorbimento.",
    "effect.nethervinery.improved_hearthstone.description": "Teleportare l'utente al punto di spawn e concedere la rigenerazione e l'assorbimento.",
    "effect.nethervinery.netherite.description": "concede all'utente l'immunità al fuoco e alla lava.",
    "effect.nourished_nether.stasis.description": "Riduce notevolmente la velocità di movimento e disattiva il salto, il cadere e la gravità.",
    "effect.nutritionalbalance.engorged_effect.description": "Di default, riduce la velocità di attacco e di movimento.",
    "effect.nutritionalbalance.malnourished_effect.description": "Di default, diminuisce la salute massima, la velocità di movimento e il danno d'attacco.",
    "effect.nutritionalbalance.nourished_effect.description": "Incrementa di default la massima salute, velocità d'attacco, velocità di movimento e danno d'attacco.",
    "effect.occultism.bat_lifesteal.description": "Ricostituisce un po' di salute ogni volta che l'utente uccide qualcosa.",
    "effect.occultism.beaver_harvest.description": "Incrementa la velocità di taglio del legno.",
    "effect.occultism.double_jump.description": "Concede la capacità di saltare in alto due volte.",
    "effect.occultism.dragon_greed.description": "Uccidendo entità aumenta la quantità di XP che lasciano cadere.",
    "effect.occultism.mummy_dodge.description": "concede la possibilità di muoversi automaticamente per un breve distanza per evitare il danno.",
    "effect.occultism.step_height.description": "Incrementa l'altezza di passo di 2 unità.",
    "effect.occultism.third_eye.description": "La visione si trasformerà in grigio, avrà una aberrazione cromatica e sarà sfocata. Conferisce la capacità di vedere foglie, tronchi, pietre e minerali extraterrestri.",
    "effect.potionsmaster.allthemodiumpotioneffect.description": "Segna tutti i blocchi di mineria dell'allthemodium con un contorno, consentendo di vederli attraverso i blocchi.",
    "effect.potionsmaster.aluminiumpotioneffect.description": "Segna i blocchi di rame con un contorno, consentendone la visualizzazione attraverso altri blocchi.",
    "effect.potionsmaster.bismuthpotioneffect.description": "Segna i blocchi di rame con un contorno, consentendone la visualizzazione attraverso altri blocchi.",
    "effect.potionsmaster.coalpotioneffect.description": "Segna i blocchi di carbone con un contorno, consentendo di vederli attraverso i blocchi.",
    "effect.potionsmaster.copperpotioneffect.description": "Segna i blocchi di rame con un contorno, consentendo di vederli attraverso i blocchi.",
    "effect.potionsmaster.crimsonironpotioneffect.description": "Segna i blocchi di ferro rosso con un contorno, consentendo di vederli attraverso i blocchi.",
    "effect.potionsmaster.diamondpotioneffect.description": "Segna i blocchi di carbone con un contorno, consentendo di vederli attraverso i blocchi.",
    "effect.potionsmaster.emeraldpotioneffect.description": "Segna i blocchi di carbone con un contorno, consentendo di vederli attraverso i blocchi.",
    "effect.potionsmaster.goldpotioneffect.description": "Segna i blocchi di rame con un contorno, consentendo di vederli attraverso i blocchi.",
    "effect.potionsmaster.ironpotioneffect.description": "Segna i blocchi di rame con un contorno, consentendo di vederli attraverso i blocchi.",
    "effect.potionsmaster.lapispotioneffect.description": "Segna i blocchi di ossido di lapis con un contorno, consentendo di vederli attraverso i blocchi.",
    "effect.potionsmaster.leadpotioneffect.description": "Segna i blocchi di rame con un contorno, consentendo di vederli attraverso i blocchi.",
    "effect.potionsmaster.netheritepotioneffect.description": "Segna i blocchi di detriti antichi con un contorno, consentendone la visualizzazione attraverso altri blocchi.",
    "effect.potionsmaster.nickelpotioneffect.description": "Segna i blocchi di rame con un contorno, consentendo di vederli attraverso i blocchi.",
    "effect.potionsmaster.osmiumpotioneffect.description": "Segna i blocchi di rame osseo con un contorno, consentendone la visualizzazione attraverso altri blocchi.",
    "effect.potionsmaster.platinumpotioneffect.description": "Segna i blocchi di rame con un contorno, consentendone la visualizzazione attraverso altri blocchi.",
    "effect.potionsmaster.quartzpotioneffect.description": "Segna i blocchi di ossido di silicio con un contorno, consentendone la visualizzazione attraverso altri blocchi.",
    "effect.potionsmaster.redstonepotioneffect.description": "Segna i blocchi di carbone con un contorno, consentendo di vederli attraverso i blocchi.",
    "effect.potionsmaster.silverpotioneffect.description": "Segna i blocchi di rame argentato con un contorno, consentendo di vederli attraverso i blocchi.",
    "effect.potionsmaster.tinpotioneffect.description": "Segna i blocchi di rame con un contorno, consentendo di vederli attraverso i blocchi.",
    "effect.potionsmaster.unobtainiumpotioneffect.description": "Segna i blocchi di minerale non ottenibile con un contorno, consentendo di vederli attraverso i blocchi.",
    "effect.potionsmaster.uraniumpotioneffect.description": "Segna i blocchi di carbone uranici con un contorno, consentendone la visualizzazione attraverso altri blocchi.",
    "effect.potionsmaster.vibraniumpotioneffect.description": "Segna i blocchi di rame vibranio con un contorno, consentendo di vederli attraverso i blocchi.",
    "effect.potionsmaster.zincpotioneffect.description": "Segna i blocchi di rame con un contorno, consentendo di vederli attraverso i blocchi.",
    "effect.projectile_damage.impact.description": "Incrementa il danno dei proiettili.",
    "effect.quark.resilience.description": "Incrementa la resistenza al colpo di spinta.",
    "effect.relics.anti_heal.description": "Impedisce la rigenerazione e il guarigione della salute.",
    "effect.relics.bleeding.description": "Infligge danni letali del % sul tempo.",
    "effect.relics.confusion.description": "Inverte i controlli.",
    "effect.relics.immortality.description": "Impedisce al bersaglio di subire danni.",
    "effect.relics.paralysis.description": "Disabilita il movimento e le funzioni del pulsante del mouse speciale.",
    "effect.relics.stun.description": "Disabilita tutto, eccetto il pulsante di fuga.",
    "effect.relics.vanishing.description": "Concede invisibilità e aumenta leggermente la velocità di movimento.",
    "effect.scorpions.venom_coat_effect.description": "Causa gli attaccanti a contrarre l'effetto velenoso quando colpiscono l'utilizzatore dell'effetto.",
    "effect.sculkhorde.diseased_cysts.description": "Infligge danni, si diffonde tra gli entità vicine e concede all'utente l'effetto \"sepolto\".",
    "effect.sculkhorde.purity.description": "Impedisce e rimuove gli effetti di stato \"invaso\" e \"lure\". danneggia i mostri infestati da sculk nel tempo.",
    "effect.sculkhorde.sculk_infected.description": "Infeziona il corpo con un acaro e causa la diffusione dell'orda nei blocchi vicini. Genera un altro acaro e un blocco di massa di sculk quando l'effetto finisce.",
    "effect.sculkhorde.sculk_lure.description": "Consente al cervello della tomba di tracciare l'utente su distanze lunghe riferendo la posizione ogni 5 minuti, esponendo tutte le località visitate dall'utente ai raid delle tombe e ricordando ogni località visitata. può essere rimossa con purezza.",
    "effect.sculkhorde.sculk_vessel.description": "Effetto scultore; non ottenibile nel gioco di sopravvivenza. (oh, vuoi veramente sapere cosa fa? mi dispiace! neanche io riuscivo a ottenere quell'informazione...)",
    "effect.sculkybits.sculk.description": "Riduce la velocità di movimento e aumenta il danno subito. Infligge danno alla fine dell'effetto.",
    "effect.seasonals.rooted.description": "Concede resistenza al knockback del 100%, più armatura e impedisce il salto.",
    "effect.seasonals.stuffed.description": "Disabilita il consumo di cibo e l'hunger e la saturazione si riempiranno rapidamente. Al termine dell'effetto, tutta l'hunger e la saturazione verranno perse rapidamente.",
    "effect.simplyswords.battle_fatigue": "Stanchezza in battaglia",
    "effect.simplyswords.battle_fatigue.description": "Impedisce di gettare un'altra spada standard per un determinato lasso di tempo.",
    "effect.simplyswords.echo.description": "Infligge danni magici ritardati.",
    "effect.simplyswords.fatal_flicker": "Flicker fatale",
    "effect.simplyswords.fatal_flicker.description": "Ricarica il raffreddamento del cooldown dell'abilità di slancio del vento sussurrante.",
    "effect.simplyswords.freeze.description": "causa il congelamento dell'utente e impedisce il movimento.",
    "effect.simplyswords.immolation.description": "Infligge periodicamente danni all'utente e ai nemici vicini. Il danno inflitto aumenta in base all'HP corrente.",
    "effect.simplyswords.onslaught.description": "concede velocità pulsante ma infligge debolezza quando scade.",
    "effect.simplyswords.storm.description": "Un effetto non utilizzato. Non sono sicuro se verrà rilasciato;).",
    "effect.simplyswords.ward.description": "concede assorbimento pulsante in relazione all'HP residuo.",
    "effect.simplyswords.wildfire.description": "Un effetto inutilizzato. Sono sicuro che se mai esce, sarà emozionante.",
    "effect.sons_of_sins.acid_bloodstream.description": "Applica il veleno a tutti gli entità colpite.",
    "effect.sons_of_sins.allure.description": "Attira l'attenzione dei nemici, impedendo ad altri giocatori di essere bersaglio.",
    "effect.sons_of_sins.arctic_cells.description": "Incrementa la velocità di movimento facendo scivolare sul terreno, concede immunità al neve a palla e congela gli enti attaccati.",
    "effect.sons_of_sins.boiling.description": "Emette randomemente vapore che respinge e accende gli entità intorno all'utente. Mentre è in acqua o pioggia, il vapore resta intorno all'utente.",
    "effect.sons_of_sins.cell_division.description": "Al momento della morte, duplica l'utente, riduce la salute di metà e rimuove gli organi. Funziona solo su mob di carne putrida.",
    "effect.sons_of_sins.greed.description": "Causa l'utente a ignorare tutti i collisioni di blocchi.",
    "effect.sons_of_sins.hercules_fury.description": "Incrementa il danno di attacco e la spinta laterale.",
    "effect.sons_of_sins.hydrophobia.description": "Infligge danno a tempo mentre si è in acqua.",
    "effect.sons_of_sins.insanity.description": "Causa lo schermo a tremare e fa suonare un suono spaventoso.",
    "effect.sons_of_sins.instinct.description": "Teleportare l'utente quando attaccato e ridurre il danno ricevuto.",
    "effect.sons_of_sins.last_breath.description": "Procura la morte esplosiva.",
    "effect.sons_of_sins.stretchy_tendons.description": "Concede la capacità di saltare su tutti i blocchi, come un blocco di slime.",
    "effect.soulsweapons.bleed.description": "Infligge danno nel tempo.",
    "effect.soulsweapons.blight.description": "Incrementa il danno ricevuto in base all'armatura dell'attaccante.",
    "effect.soulsweapons.bloodthirsty.description": "Infligge danno a tempo e guarisce quando si attacca mentre si tiene un oggetto strumento. La guarigione è basata sulla piena della barra di velocità dell'attacco.",
    "effect.soulsweapons.calculated_fall.description": "Negazione del danno da caduta e scossa con effetto basato sull'arma pesante ultra tenuta tenuta quando si atterra.\nLama oscura: guarisce.\nNotte di caduta: possibilità di evocare resti.\nPile di ferro grezzo: applica la maledizione 2 ai colpiti.\nLeggero come un piuma: applica lentezza 3 e malattia 5 ai colpiti.",
    "effect.soulsweapons.cooldown.description": "Impedisce l'utilizzo di certe abilità.",
    "effect.soulsweapons.decay.description": "Danni lenti e accumulati al danno dell'armatura indossata dal giocatore nel tempo e aumentano tutti i danni subiti. Sugli altri entità, infligge danni nel tempo.",
    "effect.soulsweapons.disable_heal.description": "Disabilita ogni tipo di guarigione.",
    "effect.soulsweapons.fear.description": "Ricolloca la posizione dei non morti e li confonde. Nessun effetto sui giocatori.",
    "effect.soulsweapons.freezing.description": "Causa il congelamento come se fossi in neve polverizzata. Al momento della morte con questo effetto, l'utente esplode danneggiando e congelando entità vicine.",
    "effect.soulsweapons.ghostly.description": "Impedisce all'utente di attaccare e di essere attaccato.",
    "effect.soulsweapons.hallowed_dragon_mist.description": "Ricostituisce i giocatori nel tempo e infligge danni a entità diverse nel tempo.",
    "effect.soulsweapons.life_leach.description": "Ricarica la vita del proprietario nel tempo se il suo avversario ha effetti dannosi a lungo termine.",
    "effect.soulsweapons.magic_resistance.description": "Riduce il danno magico ricevuto.",
    "effect.soulsweapons.moon_herald.description": "Premendo il pulsante di scelta ( \"Lancio della luna\" nei controlli, h per impostazione predefinita) si faranno fuoriuscire raggi di luce lunare con un tasso di fuoco moderato dalle mani dell'utente. Quando si attacca con la spada corta della luna con questo effetto, il tasso di fuoco aumenterà drasticamente.",
    "effect.soulsweapons.posture_break.description": "Riduce la velocità. Alto colpo, infligge danni aggiuntivi e poi l'effetto si estingue.",
    "effect.soulsweapons.retribution.description": "Determina se l'esplosione del Dawnbreaker dovrebbe detonare o meno in base al livello dell'effetto.",
    "effect.soulsweapons.shadow_step.description": "Incrementa la velocità di movimento e aumenta il danno inflitto con l'ascia ombra assassina.",
    "effect.soulsweapons.veil_of_fire.description": "concede resistenza al fuoco, incendia l'utente e infligge danni di fuoco ai mob vicini.",
    "effect.spore.corrosion.description": "Riduce l'efficacia dell'armatura.",
    "effect.spore.marker.description": "Incrementa la portata di ricerca dei mostri infetti e fa loro bersagliare i mostri non infetti con l'effetto segnalatore.",
    "effect.spore.mycelium_ef.description": "Se disponibile, quando l'utente muore, si trasformerà nel proprio controparte infetta. Al livello due o superiore, infliggerà danni a tempo trascorso.",
    "effect.spore.starvation.description": "Infligge danni ai mostri infetti se non uccidono dopo un certo tempo. Essi si trasformano in cadavere alla morte. Non colpisce i giocatori.",
    "effect.spore.stunt.description": "Riduce il danno d'attacco, la velocità di attacco e la velocità di movimento.",
    "effect.spore.symbiosis.description": "Incrementa il danno di attacco, la salute massima, la velocità di movimento e la velocità di attacco. Assorbe una piccola quantità di fame ogni 30 secondi.",
    "effect.spore.uneasy.description": "Impedisce il sonno e...chi è quell'uomo...incrementa la frequenza cardiaca.",
    "effect.stalwart_dungeons.burning.description": "Infligge danni da fuoco a caso nel tempo.",
    "effect.stalwart_dungeons.spore.description": "Trappola l'utente dentro un bozzolo di funghi del Nether, disabilitando tutti i movimenti e infliggendo effetti di debolezza, resistenza e invisibilità.",
    "effect.tconstruct.bleeding.description": "Infligge danni nel tempo.",
    "effect.tconstruct.calcified.description": "Concede all'utente gli effetti del modificatore che richiedono l'effetto calcificato per l'attivazione.",
    "effect.tconstruct.carry.description": "Riduce la velocità di movimento.",
    "effect.tconstruct.enderference.description": "Impedisce agli Enderman di teletrasportarsi.",
    "effect.tconstruct.fireball_cooldown.description": "Ricarica per fuochi d'artificio.",
    "effect.tconstruct.insatiable_armor.description": "Prende danni aumenta il danno d'attacco finché l'utilizzatore non smette di prendere danni.",
    "effect.tconstruct.insatiable_melee.description": "Colpendo gli avversari aumenta il danno d'attacco finché l'utilizzatore non smette di colpire.",
    "effect.tconstruct.insatiable_ranged.description": "Il colpire gli avversari aumenta il danno finché l'utente non smette di colpirli.",
    "effect.tconstruct.magnetic.description": "Attrae i rilasci di oggetti verso l'utente.",
    "effect.tconstruct.momentum_armor.description": "Il danno subito aumenta la resistenza al danno finché l'utente non smette di prendere danni.",
    "effect.tconstruct.momentum_harvest.description": "Riscossa miniera: l'accelerazione della raccolta dei blocchi aumenta fintanto che il giocatore continua a scavare.",
    "effect.tconstruct.momentum_ranged.description": "Il lancio di frecce aumenta la velocità di estrazione finché l'utente non smette di sparare.",
    "effect.tconstruct.pierce.description": "Annulla un punto di armatura per livello.",
    "effect.tconstruct.repulsive.description": "concede il libero cadere lento e respinge i mostri vicini.",
    "effect.tconstruct.self_destructing.description": "Riduce notevolmente la velocità di movimento e fa esplodere l'utente alla fine dell'effetto.",
    "effect.tconstruct.teleport_cooldown.description": "Ritardo per il teletrasporto con lo scudo degli esseri umani delle ombre.",
    "effect.terramity.ability_cooldown.description": "Impedisce l'utilizzo di abilità attive di oggetti da collezione e accessori.",
    "effect.terramity.amped.description": "Incrementa il danno di attacco del 50%.",
    "effect.terramity.armor_set_ability_cooldown.description": "Impedisce l'utilizzo delle abilità dell'armatura.",
    "effect.terramity.dash_cooldown.description": "Impedisce l'utilizzo di abilità di dash.",
    "effect.terramity.divergency.description": "Procura danni che colpiscono due volte in breve tempo, equivalente a doppio danno. Il secondo colpo di danno è cappato a 20.",
    "effect.terramity.divine_flight.description": "Concede all'utente la capacità di volare.",
    "effect.terramity.dizzy.description": "Questo è il motivo per cui non si dovrebbero prendere droghe, ragazzi! Causa la visione del fruitore a cambiare velocemente e costantemente di colore, a oscillare orizzontalmente e a ruotare come l'effetto di nausea.",
    "effect.terramity.dripleaf_step.description": "Colloca blocchi di dripleaf sotto i piedi dell'utente, consentendogli di camminare in aria.",
    "effect.terramity.electric_shock_effect.description": "Sconvolge la visione dell'utente, riduce la velocità e infligge danni a tempo.",
    "effect.terramity.entity_attacking.description": "Si avvicina alla vista dell'utente e impedisce loro di muoversi (probabilmente una cosa tecnica per un attacco da parte di un mostro).",
    "effect.terramity.flipped_gravity.description": "Perché semplicemente capovolge la gravità in alto.",
    "effect.terramity.giant_sniffers_hoof_active_ability.description": "Doppia danneggiatura attacco.",
    "effect.terramity.hexed.description": "Riduce la salute del giocatore o infligge 20 danni ad altri entità alla fine dell'effetto.",
    "effect.terramity.immunity.description": "concede immunità alla fame, debolezza, invecchiamento, veleno, lentezza, ombra di fuoco, oscurità, cecità, stordimento e maledizione.",
    "effect.terramity.lifesteal.description": "Causa il guaritore del giocatore di recuperare una porzione dei danni inflitti. Il massimo è un cuore per colpo.",
    "effect.terramity.misprogrammed.description": "Procura danni inflitti non a dare invulnerabilità al bersaglio.",
    "effect.terramity.mortal_flight.description": "Concede all'utente la capacità di volare come se avesse un elytra.",
    "effect.terramity.nyxium_fire.description": "Infligge danni a tempo.",
    "effect.terramity.ocarina_playing.description": "Indica che le partiture musicali nella ocarina dell'utente attiveranno i loro effetti alla fine dell'effetto.",
    "effect.terramity.phasing.description": "concede all'utente l'immunità a tutti i danni.",
    "effect.terramity.resourceful_rounds.description": "Concede all'utente la capacità di risparmiare munizioni durante il ricarico. Ogni livello aggiunge il 10% di probabilità di attivazione.",
    "effect.terramity.shadowstep.description": "Colloca blocchi invisibili ai piedi dell'utente, consentendogli di camminare in aria.",
    "effect.terramity.slam_state.description": "indica che l'utente si trova in uno stato di schiacciamento e annulla il danno da caduta la prossima volta che l'utente tocca il suolo.",
    "effect.terramity.trembling.description": "Fa vibrare violentemente la vista dell'utente.",
    "effect.terramity.tremor.description": "Fa tremare la vista dell'utente.",
    "effect.terramity.universal_transcendence.description": "Concede all'utente la capacità di volare, di attraversare i blocchi e di vedere attraverso i blocchi intorno e sopra di loro. Causa l'utente a muoversi costantemente in avanti e nasconde il suo HUD.",
    "effect.terramity.vulnerable.description": "Aumenta il danno ricevuto del 33%.",
    "effect.terramity.warping.description": "Indica che l'utente si sposterà alla fine dell'effetto.",
    "effect.tombstone.aquatic_life.description": "Previene annegamenti, aumenta la velocità di nuoto e migliora la visibilità sottomarina.",
    "effect.tombstone.bait.description": "Attrae entità vicine per attaccare.",
    "effect.tombstone.bone_shield.description": "Proteggere contro i danni da colpo e riflette alcuni di essi.",
    "effect.tombstone.discretion.description": "Incrementa la velocità del movimento furtivo e riduce il raggio di detezione.",
    "effect.tombstone.diversion.description": "Impedisce alle entità di attaccare l'utente dell'effetto.",
    "effect.tombstone.earthly_garden.description": "Diffonde fiori intorno all'utente.",
    "effect.tombstone.feather_fall.description": "Rallenta la caduta e impedisce il danno da caduta.",
    "effect.tombstone.frost_resistance.description": "concede resistenza al gelo e impedisce il congelamento.",
    "effect.tombstone.frostbite.description": "Procura il congelamento.",
    "effect.tombstone.ghostly_shape.description": "Concede la caduta lenta, velocità di nuoto accelerata, immunità a tutti i danni e impedisce agli entità di attaccare l'utente dell'effetto.",
    "effect.tombstone.lightning_resistance.description": "concede resistenza ai fulmini.",
    "effect.tombstone.mercy.description": "Condivide una piccola parte degli effetti benefici dell'utente con gli alleati vicini.",
    "effect.tombstone.prayer.description": "Congela gli entità mentre si prega con l'ankh.",
    "effect.tombstone.preservation.description": "Conserva gli effetti benefici dopo la morte.",
    "effect.tombstone.purification.description": "Rimuove gli effetti dannosi nel tempo.",
    "effect.tombstone.reach.description": "Incrementa la portata di blocchi e entità.",
    "effect.tombstone.restoration.description": "Ristabilisce la salute, la fame e il riposo.",
    "effect.tombstone.true_sight.description": "Concede la capacità di vedere nel buio, sott'acqua, nella lava, nella nebbia e rivela creature invisibili.",
    "effect.tombstone.unstable_intangibility.description": "concede l'invulnerabilità per 1 secondo ogni 5 secondi.",
    "effect.tomeofblood.marked": "Segnato",
    "effect.tomeofblood.marked.description": "L'utente subisce un aumento del danno da parte del glifo di rabbia sensibile e fa un'area di effetto (AOE) all'impatto.",
    "effect.tomeofblood.serene.description": "concede un bonus LP quando l'utente si sacrifica.",
    "effect.tomeofblood.vulnerable.description": "Incrementa il danno ricevuto da tutte le fonti.",
    "effect.too_many_bows.cursed_flame.description": "Blocca tutta la rigenerazione e infligge danni nel tempo. Non può essere estinto con acqua.",
    "effect.toughasnails.climate_clemency.description": "Neutralizza la temperatura del corpo al momento della nascita in un nuovo mondo.",
    "effect.toughasnails.ice_resistance.description": "Impedisce di congelarsi.",
    "effect.toughasnails.thirst.description": "Fa diminuire il barra sete più velocemente.",
    "effect.trials.infested.description": "Ha un 10% di probabilità di generare 1-2 scarabei argentati ogni volta che viene colpito.",
    "effect.trials.oozing.description": "Genera 2 vermi alla morte.",
    "effect.trials.trial_curse.description": "Inizia un oscuro trial. Qualsiasi generatore di trial all'interno di 15 blocchi dell'utente e con una visuale diretta sull'utente diventa oscuro e si unisce al trial oscuro. Buona fortuna.",
    "effect.trials.weaving.description": "Genera 2-3 ragni alla morte.",
    "effect.trials.winded.description": "Emette un raffiche di vento alla morte.",
    "effect.unusualprehistory.brachi_protection.description": "Previene il danno da caduta.",
    "effect.unusualprehistory.health_reduction.description": "Riduce la salute massima.",
    "effect.unusualprehistory.pachys_might.description": "Incrementa lo shock di attacco.",
    "effect.unusualprehistory.prevent_click.description": "Impedisce all'utente di eseguire azioni con le mani, ad eccezione della miniera.",
    "effect.unusualprehistory.screen_shake.description": "Fa tremare lo schermo.",
    "effect.vampirism.armor_regeneration.description": "Ricupera l'armatura vampira.",
    "effect.vampirism.bad_omen_hunter.description": "Inizia una razzia con i cacciatori se il villaggio non è già controllato dai cacciatori quando l'utente effetto entra in un villaggio.",
    "effect.vampirism.bad_omen_vampire": "Ominio malefico",
    "effect.vampirism.bad_omen_vampire.description": "Inizia una razzia con vampiri se il villaggio non è già controllato dai vampiri quando l'utente effetto entra in un villaggio.",
    "effect.vampirism.disguise_as_vampire": "Disguise da vampiro",
    "effect.vampirism.disguise_as_vampire.description": "Causa che induce i cacciatori a non attaccare l'utente e i vampiri a attaccarlo al suo posto. Affecta solo i vampiri.",
    "effect.vampirism.fire_protection.description": "fornisce una certa protezione contro i danni da fuoco.",
    "effect.vampirism.freeze.description": "Congela l'utente.",
    "effect.vampirism.garlic.description": "Indica se un vampiro è influenzato dall'aglio.",
    "effect.vampirism.lord_attack_speed.description": "Incrementa la velocità di attacco.",
    "effect.vampirism.lord_speed.description": "Aumenta la velocità di movimento.",
    "effect.vampirism.neonatal.description": "Causa la morte istantanea dell'utente al posto dello stato \"fuori combattimento\" e solo colpisce i vampiri.",
    "effect.vampirism.no_blood.description": "Riduce la velocità di movimento, velocità d'attacco, armatura e resistenza all'armatura. Incrementa il danno del sole.",
    "effect.vampirism.oblivion.description": "faisce dimenticare tutti gli skill.",
    "effect.vampirism.poison.description": "Infligge danno nel tempo. L'effetto viene ricevuto indossando armatura della fazione opposta.",
    "effect.vampirism.sanguinare.description": "Incrementa il danno di attacco e trasforma l'utente in un vampiro alla fine dell'effetto.",
    "effect.vampirism.saturation.description": "Fornisce assorbimento.",
    "effect.vampirism.sunscreen.description": "concede immunità al danno del sole.",
    "effect.vanilla_degus.degus_grace.description": "Concede all'utente la capacità di mangiare erba, erba alta e cespuglio morto.",
    "effect.vinery.armor_effect.description": "Incrementa la resistenza e il livello di armatura.",
    "effect.vinery.climbing_effect.description": "Concede la capacità di scalare tutti i blocchi come una scala.",
    "effect.vinery.creeper_effect.description": "Procura che l'utente esploda alla fine dell'effetto.",
    "effect.vinery.double_jump.description": "Incrementa l'altezza del salto e concede la capacità di saltare due volte.",
    "effect.vinery.experience_effect.description": "Rafforza l'acquisizione di esperienza.",
    "effect.vinery.frosty_armor.description": "Incrementa l'armatura, incrementa il danno d'attacco, decrementa la velocità di movimento e applica l'effetto congelamento.",
    "effect.vinery.health_effect.description": "Incrementa la salute massima.",
    "effect.vinery.improved_absorbtion.description": "concede resistenza al danno e assorbimento.",
    "effect.vinery.improved_fire_resistance.description": "concede resistenza al fuoco e assorbimento.",
    "effect.vinery.improved_instant_health.description": "concede rigenerazione e guarigione istantanea.",
    "effect.vinery.improved_night_vision.description": "concede l'invisibilità. (si potrebbe dire che è una migliore visibilità notturna per le persone e gli entità intorno a te, poiché possono vedere attraverso di te ora... )",
    "effect.vinery.improved_regeneration.description": "Concede la rigenerazione e aumenta la salute massima.",
    "effect.vinery.improved_strength.description": "Incrementa velocità di attacco e danno.",
    "effect.vinery.improved_water_breathing.description": "Concede la respirazione sottomarina e aumenta la velocità di nuoto.",
    "effect.vinery.jellie.description": "Conferisce benedizioni potenti e proprietà restaurative elevate.",
    "effect.vinery.lava_walker.description": "concede la capacità di camminare sul lava.",
    "effect.vinery.luck_effect.description": "Incrementa la fortuna.",
    "effect.vinery.magnet.description": "Causa gli oggetti vicini a essere attratti verso l'entità colpita.",
    "effect.vinery.party_effect.description": "Lancia un fuoco d'artificio quando l'utente colpisce un entità.",
    "effect.vinery.resistance_effect.description": "Incrementa la resistenza all'armatura e alla spinta laterale.",
    "effect.vinery.shiraaz_effect.description": "Effetto non utilizzato.",
    "effect.vinery.staggering.description": "Fa oscillare casualmente la telecamera e il movimento dell'utente.",
    "effect.vinery.teleport.description": "Teleportazione l'utente alcuni blocchi avanti rispetto alla direzione in cui stava guardando.",
    "effect.vinery.trading.description": "concede al proprietario un sconto del 10% sui commerci con i villaggi.",
    "effect.vinery.trippy.description": "Le cose si fanno strane con questo, amico! Applica un effetto visivo casuale alla vista dell'utente.",
    "effect.vinery.water_walker.description": "concede la capacità di camminare sull'acqua.",
    "effect.wandering_bags.echolocation.description": "Concede la capacità di vedere periodicamente entità vicine come se avessero l'effetto luminoso.",
    "effect.wandering_bags.life_flavor.description": "Riduce la barra di fame anziché la barra di salute quando si subisce danno. Quando la barra di fame è esaurita, la barra di salute inizierà a prendere danni al posto suo.",
    "effect.wandering_bags.maturity.description": "Cresce i mostri da bambino istantaneamente. Non influisce sui giocatori.",
    "effect.wandering_bags.poison_immunity.description": "Elimina e preclude l'effetto velenoso.",
    "effect.werewolves.bad_omen_werewolf.description": "Inizia una razzia con lupo mannaro se il villaggio non è già controllato dagli lupi mannari quando l'effetto viene attivato dall'utilizzatore che entra in un villaggio.",
    "effect.werewolves.bleeding.description": "Causa la perdita di sangue e salute dell'utente, ignorando tutte le difese. Non influisce sui creature non morte.",
    "effect.werewolves.howling.description": "Incrementa la velocità di attacco.",
    "effect.werewolves.lupus_sanguinem.description": "Trasforma l'utente in un lupo mannaro se si addormenta con questo effetto.",
    "effect.werewolves.silver.description": "Riduce la velocità di movimento e l'armatura. Attivato da oggetti d'argento.",
    "effect.werewolves.un_werewolf.description": "Cura il bersaglio dalla maledizione lupo mannaro alla fine dell'effetto.",
    "effect.xaerominimap.no_cave_maps.description": "Disabilita e nasconde le mappe delle grotte sulla minimappa di Xaero.",
    "effect.xaerominimap.no_cave_maps_harmful.description": "Disabilita e nasconde le mappe delle grotte sul minimappa di Xaero.",
    "effect.xaerominimap.no_entity_radar.description": "Disabilita e nasconde gli entità sulla mappa di navigazione Xaero.",
    "effect.xaerominimap.no_entity_radar_harmful.description": "Disabilita e nasconde gli entità sulla mappa di navigazione Xaero.",
    "effect.xaerominimap.no_minimap.description": "Disabilita e nasconde il minimappa di Xaero.",
    "effect.xaerominimap.no_minimap_harmful.description": "Disabilita e nasconde il minimappa di Xaero.",
    "effect.xaerominimap.no_waypoints.description": "Disabilita e nasconde i punti di riferimento sulla mappa miniatura di Xaero.",
    "effect.xaerominimap.no_waypoints_harmful.description": "Disabilita e nasconde i punti di riferimento sulla mappa miniatura di Xaero.",
    "effect.xtraarrows.magnetized.description": "faisce alle entità di essere attratte verso l'utente colpito."
}