{
    "diversity.config._9_lives_cat.tooltip": "Il gatto ha 9 vite.",
    "diversity.config.baby_nametag.tooltip": "Nota del tooltip per la configurazione della diversità:\n- il nome etichetta contiene \"baby\" forzerà gli animali neonati a non crescere mai.\n- non è caso sensibile né richiede spazi.\n- esempio: \"baby\", \"thisisbaby\"",
    "diversity.config.banner_trohpy.tooltip": "Aggiungi alcuni banner ominosi come trofei. Ottenibili mediante drop di boss, ecc.",
    "diversity.config.beacon_extended.tooltip": "Estende la portata e la durata del faro al di là del livello 4! - ogni strato oltre il livello 4 aggiunge 20 blocchi alla portata, fino al livello 10.",
    "diversity.config.bigger_radius_bookshelf_for_enchantingTable.tooltip": "Il tavolo degli incantesimi può accettare scaffalature dei libri poste due blocchi lontano.",
    "diversity.config.blacklist_day_counter.tooltip": "Messaggio contatore giorno bloccato dal modulo contatore giorno sul lato client.",
    "diversity.config.bonemeal_coral_fan.tooltip": "- Il fan di corallo può essere fertilizzato con ossa per crescere in coralli (solo oceano caldo)",
    "diversity.config.bonemeal_small_flower.tooltip": "I piccoli fiori possono essere fertilizzati con ossa per diffondersi sul micelio.",
    "diversity.config.brushable_parrot_chicken.tooltip": "Pulendo il pappagallo o pollo farà cadere le penne. Il pollo ha un cooldown più basso.",
    "diversity.config.bundle_enchantment.tooltip": "Aggiungi 2 incantesimi per bundle (rifacimento e capacità).",
    "diversity.config.bundle_place_mode.tooltip": "Scegli modalità di posizionamento tenendo premuto il bundle e Shift+Destra-cliccando sul terreno. In seguito, potrai posizionare i blocchi contenuti nel bundle.",
    "diversity.config.bundle_recipe.tooltip": "Aggiungi ricetta per bundle.",
    "diversity.config.cancel": "Abbandona senza salvare",
    "diversity.config.cancel.tooltip": "Esci dalla schermata di configurazione senza salvare alcun cambiamento.",
    "diversity.config.category.client": "Client",
    "diversity.config.category.command": "Comandi",
    "diversity.config.category.compatibility": "Compatibilità",
    "diversity.config.category.cursed": "Maledetto",
    "diversity.config.category.entity": "Entità",
    "diversity.config.category.general": "Generale",
    "diversity.config.category.item": "Elemento",
    "diversity.config.category.recipe": "Ricetta",
    "diversity.config.cauldron_washing_map.tooltip": "Lavare mappe riempite utilizzando la calderone.",
    "diversity.config.check_villager_schedule.tooltip": "- Verifica l'orario di lavoro dei villaggi tenendo un orologio in mano e cliccando destro su qualsiasi tipo di blocco di stazione di lavoro.",
    "diversity.config.chicken_egg_despawn_tryhatch.tooltip": "- Gli uova di pollo sul terreno cercheranno di schiacciarsi prima che vengano eliminate.",
    "diversity.config.click_through_itemframe.tooltip": "Permette di clic destro attraverso i segni e le frame d'item (tenendo l'oggetto) se sono posizionati su cassetti, barili o scatole Shulker (blocco contenitore).\nBehave esattamente come normalmente aperto il contenitore.\nShift per ruotare l'oggetto\/modificare il segno.",
    "diversity.config.clock_shows_time.tooltip": "Usa l'orologio per visualizzare l'ora corrente.",
    "diversity.config.copper_bulb_tick_delay.tooltip": "Fai sì che il ritardo del blocco di bulbo di rame sia di 1 tick, come nel snapshot.",
    "diversity.config.day_counter.tooltip": "Contatore dei giorni trascorsi. (ogni giorno)",
    "diversity.config.day_counter_speed.tooltip": "Cambia la velocità di stampa del contatore dei giorni. - valore più basso, tempo di stampa più rapido. - modificare solo se sai cosa stai facendo.",
    "diversity.config.day_counter_tick_per_day.tooltip": "Cambia conteggio giornaliero di ticks. - Modifica solo se sai cosa stai facendo.",
    "diversity.config.deepslate_generator.tooltip": "- Il deepslate sostituirà la pietra e il ciottolo se ci sono lava e acqua sotto il livello y 8.",
    "diversity.config.default.tooltip": "Riprista questo campo al suo valore predefinito.",
    "diversity.config.easy_shulker_box_compat.tooltip": "Compatibilità layer per contenitori Shulker facile. - consente l'utilizzo dell'incantesimo di capacità con questo modulo.",
    "diversity.config.emote.tooltip": "Esegui suono come miagolio, ronfare, ronfio e abbaiare se il messaggio di chat o utilizza il comando `\/emote`.",
    "diversity.config.enchancement_compat.tooltip": "Strato di compatibilità per l'innalzamento delle proprietà dei pacchetti. Consentire alle proprietà dei pacchetti di funzionare con questo modulo.",
    "diversity.config.endstone_is_cheese.tooltip": "- Endostone commestibile.",
    "diversity.config.enum.allowHarvestType.ALL": "Abilita tutti",
    "diversity.config.enum.allowHarvestType.DISABLE": "Disabilitato",
    "diversity.config.enum.allowHarvestType.HAND_ONLY": "Solo a mano",
    "diversity.config.enum.allowHarvestType.HOE_ONLY": "Solo falce",
    "diversity.config.enum.inspectType.ALL": "Abilita tutti gli ispettori",
    "diversity.config.enum.inspectType.BLOCK_ONLY": "Ispeziona solo blocchi",
    "diversity.config.enum.inspectType.DISABLE": "Disabilitato",
    "diversity.config.enum.inspectType.ENTITY_ONLY": "Ispeziona solo entità",
    "diversity.config.enum.weatherType.ALL_WEATHER": "Mantieni tutti i tipi di tempo",
    "diversity.config.enum.weatherType.DISABLE": "Disattivato",
    "diversity.config.enum.weatherType.RAIN_ONLY": "Scegli solo pioggia",
    "diversity.config.exit": "Indietro",
    "diversity.config.exit.tooltip": "Esci dalla schermata di configurazione.",
    "diversity.config.explosive_sniffer.tooltip": "Clic destro sulla polvere (polvere da sparo, polvere di fuoco, zucchero, rame, polvere di luminescente) per farlo annusare e... \"Insegnare ai bambini mai di annusare qualcosa sconosciuto.\"\n- faewulf",
    "diversity.config.faster_minecart.tooltip": "Collocazione di binario su \"ghiaie\" farà viaggiare più velocemente carrozze e loro varianti.",
    "diversity.config.faster_oxidization.tooltip": "I blocchi di rame e le loro varianti si ossidano più velocemente nella pioggia e nell'acqua.",
    "diversity.config.fox_auto_breed.tooltip": "- Il vulpone entra in modalità di allevamento dopo aver mangiato i mirtilli.",
    "diversity.config.fox_bury_items.tooltip": "Il vulpecchio può seppellire gli oggetti nel sabbia o ghiaia. Se non tiene alcun oggetto nella bocca, lo seppellirà casualmente.",
    "diversity.config.glow_berry_glowing.tooltip": "Mangiare il frutto luminoso ti darà l'effetto di illuminazione.",
    "diversity.config.hoe_harvest_crop.tooltip": "- I raccolti maturi possono essere raccolti e ri-piantati automaticamente con un clic destro.\n- l'uso di una vanga darà un raggio di raccolta di 3x3.\n- le vange di diamante e netherite danno un raggio di raccolta di 5x5.",
    "diversity.config.horse_can_seat_on_boat.tooltip": "I cavalli, i dromedari e le muli possono stare a bordo delle barche!",
    "diversity.config.hydrophobic_elytra.tooltip": "Elytra non possono essere utilizzati in pioggia o in acqua.",
    "diversity.config.invisible_frame.tooltip": "Fai apparire i frame degli oggetti invisibili premendo Shift e destro-cliccando su un pannello di vetro non tinto. Restano invisibili anche quando si tiene un oggetto, altrimenti emettono particelle come indicatori.",
    "diversity.config.mace_rotate_block.tooltip": "Usa la mazza (pressiona il pulsante destro con il piede sinistro) per ruotare i blocchi direzionali se possibile.",
    "diversity.config.more_enchantment.tooltip": "Aggiungi versioni deboli delle quattro incantesimi di protezione. Queste forniscono una maggiore protezione con effetti identici ai originali, ma con solo il 25% della loro potenza originale.",
    "diversity.config.mud_sugarcane.tooltip": "- Il canna da zucchero non necessita di acqua vicina quando è piantato sulla fanghiglia, poiché la fanghiglia contiene già acqua.",
    "diversity.config.no_level_limit_anvil.tooltip": "Rimuove la limitazione di costo massimo dagli anelli. Sul lato client, il riquadro di etichetta \"troppo costoso\" verrà ancora visualizzato se installato solo sul server, ma funzionerà comunque.",
    "diversity.config.permission_enable.tooltip": "Abilita questo se desideri utilizzare il modulo di autorizzazione per i comandi.",
    "diversity.config.pet_patting.tooltip": "Interagisci con i tuoi animali domestici premendo Shift + Destra-Clic per abbracciarli. (Lupo, Gatto, Cavallo, Parrot)",
    "diversity.config.piglin_goldenTrimmedArmor.tooltip": "I trattamenti per porci considerano l'armatura in rame decorata come armatura d'oro.",
    "diversity.config.prevent_farmland_trampling.tooltip": "- Il terreno coltivato non viene calpestato se l'entità (compresi i giocatori) indossa stivali di caduta piuma o ha l'effetto di caduta lenta.",
    "diversity.config.prevent_setSpawn_onSleep.tooltip": "- Sfiora e clicca destro sul letto per addormentarti senza cambiare il tuo punto di risurrezione.",
    "diversity.config.prevent_tamed_horse_wandering.tooltip": "I mob non addobbati di sella non vagheranno intorno.",
    "diversity.config.rabbit_eat_carrot_crops.tooltip": "Il coniglio può accoppiarsi dopo aver mangiato colture di carote.",
    "diversity.config.random_size_fishes.tooltip": "- I pesci e le calamari ora hanno dimensioni casuali.",
    "diversity.config.require_restart": "⚠ Questo feature richiede il riavvio del gioco per applicare le modifiche.",
    "diversity.config.reset": "Reset",
    "diversity.config.reset.tooltip": "Ripristina tutte le opzioni ai loro valori predefiniti, possono essere annullati.",
    "diversity.config.reverse_phantom.tooltip": "Il fantasma si genererà se il giocatore continua a dormire saltando la notte.",
    "diversity.config.save": "Salva",
    "diversity.config.save.tooltip": "Salva tutti i cambiamenti.",
    "diversity.config.searchbar.hint": "Cerca...",
    "diversity.config.shear_can_pickpocket_villager.tooltip": "Scegliere il villaggio con forbice mentre ti muovi in silenzio.\nPickpockeggiare da davanti ha una alta probabilità di farli arrabbiare; riduci la possibilità facendolo da dietro o annullandola completamente con un pozione di invisibilità.\nIl pickpocketing ha una chance di resettare la loro professione. La più alta è il livello della professione, minore è la probabilità di resettarla.",
    "diversity.config.shear_defuses_tnt.tooltip": "- Le forbici possono essere utilizzate su TNT attivato per dare una possibilità di disattivarlo.",
    "diversity.config.shear_prevent_growing.tooltip": "- È possibile utilizzare la sega su piante da seme, bambù, vite e canna da zucchero per impedire loro di crescere.",
    "diversity.config.shulker_label.tooltip": "La scatola di Shulker mostrerà il suo nome personalizzato al momento della posa. Il nascondere mentre si pone impedirà questa funzionalità.",
    "diversity.config.silent_nametag.tooltip": "- Il nome etichetta contiene \"silenzioso\" o \"tacere\" farà tacere i mostri.\n- Non è caso sensibile e non richiede spazi.",
    "diversity.config.sleep_dont_skip_weather.tooltip": "Non si cancella il tempo mentre dormi.\n- solo pioggia mantiene la pioggia.\n- tutti i tempi mantiene la pioggia e il tuono (questo modulo impedirà di dormire durante un temporale)",
    "diversity.config.slime_chunk_check.tooltip": "- Tenendo un \"palla di lombrico\", \"blocco di lombrico\" o oggetti con il tag \"diversity:slime_detector\" si emetteranno particelle e suono quando si è in un chunk di lombrico.\n- Con un 10% di probabilità mentre si cammina\/corri e 70% di probabilità quando ci si nasconde.",
    "diversity.config.smaller_bee.tooltip": "Le api sono ora la metà della loro dimensione di default.",
    "diversity.config.sniffer_get_spore.tooltip": "Il raccoglitore di spore rilascerà spore, fiori e piccole foglie di lattuga quando sarà annusato su blocchi di muschio.",
    "diversity.config.snow_golem_produces_powder_snow.tooltip": "Il yeti della neve che si trova all'interno di una caldron produrrà neve in polvere nel tempo.",
    "diversity.config.softer_sweetBery.tooltip": "- Si nasconde tra i cespugli di fragole dolci.\n- Indossare pantaloni ti protegge dal danno causato dai cespugli di fragole dolci.",
    "diversity.config.spyglass_what_is_that.tooltip": "Visualizza informazioni aggiuntive su blocchi\/entità con un cannocchiale, la distanza di default è di 5 blocchi. Zoomare con il cannocchiale estenderà la vista fino a 32 blocchi.",
    "diversity.config.spyglass_what_is_that_normal_distance.tooltip": "Raggio di ispezione massimo nel modalità normale.",
    "diversity.config.spyglass_what_is_that_normal_show_block_facing.tooltip": "Deve mostrare la direzione del blocco nel modalità normale?",
    "diversity.config.spyglass_what_is_that_normal_show_block_name.tooltip": "- dovrebbe mostrare il nome del blocco in modalità normale?",
    "diversity.config.spyglass_what_is_that_normal_show_distance.tooltip": "- Mostra informazioni di distanza in modalità normale?",
    "diversity.config.spyglass_what_is_that_normal_show_infos.tooltip": "Mostra informazioni aggiuntive del blocco nel modulo normale?",
    "diversity.config.spyglass_what_is_that_zoom_distance.tooltip": "Raggio di ispezione massimo nel modalità di ingrandimento.",
    "diversity.config.spyglass_what_is_that_zoom_show_block_facing.tooltip": "Deve mostrare la direzione del blocco nel modalità di ingrandimento?",
    "diversity.config.spyglass_what_is_that_zoom_show_block_name.tooltip": "Deve mostrare il nome del blocco nel modalità di ingrandimento?",
    "diversity.config.spyglass_what_is_that_zoom_show_distance.tooltip": "- Mostra informazioni di distanza nel modalità di ingrandimento?",
    "diversity.config.spyglass_what_is_that_zoom_show_infos.tooltip": "Deve mostrare informazioni aggiuntive sulla block in modalità di ingrandimento?",
    "diversity.config.sus_sand_recipe.tooltip": "Aggiungi ricetta per sabbia\/sabbia sospetta.",
    "diversity.config.title": "Configurazioni di diversity",
    "diversity.config.torch_burn_target.tooltip": "Se un entità attacca mentre si tiene una torcia, torcia dell'anima; il bersaglio sarà messo in fiamme.",
    "diversity.config.trident_call_thunder.tooltip": "Se si trova alla massima altezza e lanci un tridente canale (con più del 50% di durata) verso il cielo,\nsarà evocato un temporale.\nIn cambio, il tridente perderà la capacità di canale e tutta la sua durata (non si romperà).",
    "diversity.config.undo": "Annulla",
    "diversity.config.undo.tooltip": "Ripristina tutti gli opzioni allo stato precedente al editing.",
    "diversity.config.usable_suspicious_block.tooltip": "- Puoi aggiungere oggetti (facendo clic destro con il tasto Shift) in sabbia e ghiaia sospetta vuote.",
    "diversity.config.wandering_trader_announcer.tooltip": "Annuncia nel chat quando appare il commerciante errante.",
    "diversity.config.waxed_copper_indicator.tooltip": "I blocchi di rame cerosi emetteranno particelle se si tiene uno specchio da viaggio e ci si muove furtivamente.",
    "diversity.config.wet_sponge_dry_in_warm_biome .tooltip": "- Il spongia bagnata posta in bioma caldo si asciugherà presto.",
    "diversity.config.wet_sponge_dry_in_warm_biome.tooltip": "- Il bocciolo umido posto in bioma caldo si asciugherà presto.",
    "diversity.config.xp_crops.tooltip": "Acquisisci esperienza dalla raccolta dei cereali.",
    "diversity.info.configurations": "Configurazioni",
    "diversity.info.discord.tooltip": "Visita il server Discord del modulo",
    "diversity.info.github.tooltip": "Visita il repository GitHub del modulo",
    "diversity.info.kofi.tooltip": "Visita il Ko-fi dell'autore",
    "diversity.info.website.tooltip": "Visita il sito web del modulo",
    "enchantment.diversity.backup_blast_protection": "Protezione da esplosioni di backup",
    "enchantment.diversity.backup_blast_protection.desc": "Riduce una piccola quantità del danno e dello spintone causati dalle esplosioni.",
    "enchantment.diversity.backup_fire_protection": "Protezione contro incendi di backup",
    "enchantment.diversity.backup_fire_protection.desc": "Riduce leggermente gli effetti del danno da fuoco. Inoltre, riduce il tempo di bruciatura quando è in fiamme.",
    "enchantment.diversity.backup_projectile_protection": "Protezione dei proiettili di backup",
    "enchantment.diversity.backup_projectile_protection.desc": "Riduce una piccola quantità del danno da proiettili come frecce e palle di fuoco.",
    "enchantment.diversity.backup_protection": "Protezione di backup",
    "enchantment.diversity.backup_protection.desc": "Riduce una piccola quantità del danno da quasi tutti i fonti.",
    "enchantment.diversity.capacity": "Capacità",
    "enchantment.diversity.capacity.desc": "Incrementa la capacità del pacchetto.",
    "enchantment.diversity.refill": "Ricarica",
    "enchantment.diversity.refill.desc": "Concede al pacchetto la capacità di riempire automaticamente gli oggetti dalla inventario dell'utente quando questi si esauriscono durante l'impostazione.",
    "enchantment.diversity.selective_vacuum": "Vacuum selettivo",
    "enchantment.diversity.selective_vacuum.desc": "Il bundle assorbe automaticamente gli oggetti raccolti, ma solo quelli già presenti all'interno.",
    "enchantment.diversity.vacuum": "Vaso d'aspirazione",
    "enchantment.diversity.vacuum.desc": "Svuota automaticamente gli oggetti raccolti.",
    "item.diversity.bundle.change_mode.description": "Puncha il terreno con la punta del piede",
    "item.diversity.bundle.change_mode.description_2": "per cambiare il modulo del pacchetto."
}