{
    "option.ebe.bed_ao": "Illuminazione del letto liscia",
    "option.ebe.bed_ao.comment": "Consente ai letti di utilizzare l'illuminazione liscia e la ombreggiatura ambientale. Richiede che siano abilitati i letti migliorati.",
    "option.ebe.bell_ao": "Illuminazione di campana liscia",
    "option.ebe.bell_ao.comment": "Consente alle campane di utilizzare l'illuminazione liscia e la ombreggiatura atmosferica. Richiede che le campane avanzate siano abilitate.",
    "option.ebe.chest_ao": "Illuminazione di cassa liscia",
    "option.ebe.chest_ao.comment": "Consente ai cassetti di utilizzare l'illuminazione liscia e la ombreggiatura atmosferica. Richiede l'abilitazione dei cassetti migliorati.",
    "option.ebe.christmas_chests": "Cassetti di Natale",
    "option.ebe.christmas_chests.comment": "Consente, obbliga o disabilita il testo della cassa di Natale. Richiede le cassette potenziate abilitate.",
    "option.ebe.christmas_chests.valueComment.allowed": "Consentito - il testo di Natale sarà applicato dal 24 al 26 dicembre.",
    "option.ebe.christmas_chests.valueComment.disabled": "Disabilitato - il testo di Natale non verrà mai applicato.",
    "option.ebe.christmas_chests.valueComment.forced": "Forzato - il testo di Natale sarà sempre applicato.",
    "option.ebe.config": "Configurazione blocchi entità...",
    "option.ebe.decorated_pot_ao": "Illuminazione di pentola decorata liscia",
    "option.ebe.decorated_pot_ao.comment": "Consente ai recipienti decorati di utilizzare l'illuminazione liscia e la ombreggiatura ambientale. Richiede l'abilitazione dei recipienti decorati avanzati.",
    "option.ebe.dump": "Esempi di risorse per il dump",
    "option.ebe.dump.comment": "Scarica i risorse predefinite del modulo in `.minecraft\/enhanced_bes_dump\/` per essere utilizzati come esempio dai creatori di pacchetti di risorse.",
    "option.ebe.experimental_beds": "Letti sperimentali",
    "option.ebe.experimental_beds.comment": "Abilita sperimentali per le letti, come ad esempio testi di particelle generati specialmente che funzionano con pacchetti di risorse.",
    "option.ebe.experimental_chests": "Casse experimental",
    "option.ebe.experimental_chests.comment": "Abilita sperimentali per cassetti, come ad esempio texture di particelle generate specialmente che funzionano con pacchetti di risorse.",
    "option.ebe.experimental_signs": "Segni sperimentali",
    "option.ebe.experimental_signs.comment": "Abilita funzionalità di rendering sperimentali per i segni, come ad esempio texture di particelle generate specialmente che funzionano con pacchetti di risorse.",
    "option.ebe.force_resource_pack_compat": "Forza compatibilità pacchetto risorse",
    "option.ebe.force_resource_pack_compat.comment": "Abilita questo se i blocchi sono invisibili quando si utilizzano pacchetti di risorse. Non utilizzare con pacchetti di risorse progettati per questo modulo. Se persistono problemi, segnalarli.",
    "option.ebe.render_enhanced_beds": "Letti migliorati",
    "option.ebe.render_enhanced_beds.comment": "Abilita i modelli di letto cotti, migliorando significativamente le prestazioni in aree con molti letti. consente anche di vedere i letti da distanze elevate. disabilitare se i letti appaiono invisibili a causa di un altro modulo.",
    "option.ebe.render_enhanced_bells": "Campane potenziate",
    "option.ebe.render_enhanced_bells.comment": "Abilita i modelli di campana avanzati, migliorando significativamente le prestazioni in aree con molte campane. Inoltre, consente di vedere le campane da distanze maggiori. Disabilitare se le campane sembrano invisibili a causa di un altro modulo.",
    "option.ebe.render_enhanced_chests": "Schede potenziate",
    "option.ebe.render_enhanced_chests.comment": "Abilita i modelli di cassetti cucinati, migliorando significativamente le prestazioni in aree con molti cassetti. consente anche di vedere i cassetti da distanze elevate. disabilitare se i cassetti sembrano invisibili a causa di un altro modulo.",
    "option.ebe.render_enhanced_decorated_pots": "Piani decorati migliorati",
    "option.ebe.render_enhanced_decorated_pots.comment": "Abilita i modelli di pentola decorata cucinata, migliorando significativamente le prestazioni in aree con molti pentole decorate. consente anche di vedere le pentole decorate da distanze elevate. disabilitare se le pentole decorate appaiono invisibili o se non funzionano correttamente i pattern di ceramica modificati.",
    "option.ebe.render_enhanced_shulker_boxes": "Caselli di Shulker migliorati",
    "option.ebe.render_enhanced_shulker_boxes.comment": "Abilita i modelli di scatole di Shulker cucinate, migliorando significativamente le prestazioni in aree con moltissime scatole di Shulker. Inoltre, consente di vedere le scatole di Shulker da distanze molto maggiori. Disabilita se le scatole di Shulker sembrano invisibili a causa di un altro modulo.",
    "option.ebe.render_enhanced_signs": "Segni migliorati",
    "option.ebe.render_enhanced_signs.comment": "Abilita i modelli di segni cucinati e la renderizzazione del testo dei segni intelligenti, migliorando significativamente le prestazioni in aree con molti segni. Inoltre, consente di vedere i segni da distanze molto grandi. Disabilitare se i segni sembrano invisibili a causa di un altro modulo.",
    "option.ebe.shulker_box_ao": "Illuminazione di scatola Shulker liscia",
    "option.ebe.shulker_box_ao.comment": "Consente alle scatole dei Shulker di utilizzare l'illuminazione liscia e la oclusione ambientale. Richiede l'abilitazione delle scatole dei Shulker avanzate.",
    "option.ebe.sign_ao": "Illuminazione di segno liscia",
    "option.ebe.sign_ao.comment": "Consente ai segni di utilizzare l'illuminazione liscia e la ombreggiatura atmosferica. Richiede l'abilitazione dei segni migliorati.",
    "option.ebe.sign_text_rendering": "Rendere testo su segnali",
    "option.ebe.sign_text_rendering.comment": "Determina la distanza massima dal giocatore entro cui il testo dei segni verrà visualizzato. Richiede l'abilitazione dei segni avanzati.",
    "option.ebe.sign_text_rendering.valueComment.all": "Tutti - tutti i segni all'interno della distanza di rendering degli entità del blocco cercheranno di rendere il testo. molto pesante in termini di prestazioni.",
    "option.ebe.sign_text_rendering.valueComment.few": "pochi - tutti i segni entro il 20% della distanza di rendering dei blocchi entità cercheranno di rendere testo. maggiore prestazione.",
    "option.ebe.sign_text_rendering.valueComment.most": "Tutti i segni entro il 50% della distanza di rendering dei blocchi entità cercheranno di rendere il testo.",
    "option.ebe.sign_text_rendering.valueComment.smart": "Intelligente - la distanza di rendering massima sarà determinata automaticamente in base al numero di segni che si stanno rendendo contemporaneamente.",
    "option.ebe.sign_text_rendering.valueComment.some": "alcuni - tutti i segni entro un raggio di 30% della distanza di rendering degli entità di blocco cercheranno di rendere il testo.",
    "screen.ebe.config": "Impostazioni di entità di blocco",
    "text.ebe.advanced": "Avanzato",
    "text.ebe.apply": "Applica",
    "text.ebe.bed_options": "Opzioni lettino",
    "text.ebe.bell_options": "Opzioni del campanello",
    "text.ebe.chest_options": "Opzioni cassa",
    "text.ebe.decorated_pot_options": "Opzioni per pentola decorata",
    "text.ebe.descriptions": "Sfoglia le opzioni per le descrizioni",
    "text.ebe.option_value_division": ":",
    "text.ebe.shulker_box_options": "Opzioni scatola Shulker",
    "text.ebe.sign_options": "Opzioni del segnale",
    "value.ebe.all": "Tutto",
    "value.ebe.allowed": "Consentito",
    "value.ebe.disabled": "Disabilitato",
    "value.ebe.false": "Off",
    "value.ebe.few": "pochi",
    "value.ebe.forced": "Forzato",
    "value.ebe.most": "il maggior parte",
    "value.ebe.smart": "Intelligente",
    "value.ebe.some": "alcuni",
    "value.ebe.true": "Attivo",
    "warning.ebe.overridden": "sovrascritto da '%s'"
}