{
    "item.clavis.lock_pick": "Punta di chiusura",
    "item.clavis.lock_pick.tooltip": "Usato su un cassetto chiuso, lo apre mentre preserva la qualità massima del bottino all'interno, come se il minigioco fosse stato completato senza errori alcuni. Consumato all'uso.",
    "rule.clavis.gear.fake_pin": "Pino falso",
    "rule.clavis.gear.fake_pin.description": "Un pin falso appare e si sposta in una posizione casuale dopo ogni clic. Il suo clic disattiva tutti i pin precedentemente attivati.",
    "rule.clavis.gear.full_throttle": "Pieno regime",
    "rule.clavis.gear.full_throttle.description": "Il puntatore si accelera dopo ogni clic e rallenta gradualmente nel tempo.",
    "rule.clavis.gear.mood_swings": "Svolte d'umore",
    "rule.clavis.gear.mood_swings.description": "Dopo ogni clic, il puntatore cambia la direzione del suo movimento.",
    "rule.clavis.gear.nauseous_carousel": "Carosello nauseante",
    "rule.clavis.gear.nauseous_carousel.description": "Di tanto in tanto il campo di gioco ruota lentamente in una direzione casuale.",
    "rule.clavis.gear.self_destruction": "Protocollo di autodistruzione",
    "rule.clavis.gear.self_destruction.description": "Il puntatore si surriscalda periodicamente, causando ogni clic a togliere un punto di salute in più.",
    "rule.clavis.mirror.fake_meteor": "Meteorite falso",
    "rule.clavis.mirror.fake_meteor.description": "Un meteorite falso appare, spostandosi in una posizione casuale dopo ogni clic. Il clic su di esso ripristinerà tutti i meteoriti precedentemente distrutti.",
    "rule.clavis.mirror.hot_meteor": "Stufa calda",
    "rule.clavis.mirror.hot_meteor.description": "Un meteor casuale sul campo si riscalda periodicamente e ogni clic su di esso rimuove un punto di salute in più.",
    "rule.clavis.mirror.rotate": "Centrifuga",
    "rule.clavis.mirror.rotate.description": "Il miraggio periodicamente ruota in una direzione casuale.",
    "rule.clavis.mirror.shockwave": "BOOM!",
    "rule.clavis.mirror.shockwave.description": "Ogni clic crea un'onda d'urto che spinge via tutti i meteoriti vicini al cursore riflesso.",
    "rule.clavis.mirror.swap_mousepos": "Scambio posizione del mouse durante il castello",
    "rule.clavis.mirror.swap_mousepos.description": "Dopo ogni clic, il cursore reale si scambia con l'immagine riflessa.",
    "sound.clavis.meteor_regenerate": "Riproduzione meteorite",
    "sound.clavis.meteor_smash": "Esplosione meteoritica",
    "ui.clavis.difficulty.description": "Determinato dal valore medio del bottino che potrebbe apparire in questo contenitore e influisce sulla difficoltà generale del gioco. Il livello di difficoltà è anche classificato in 3 tier e determina il numero di regole nel mini-gioco.",
    "ui.clavis.difficulty.summary": "Difficoltà del gioco",
    "ui.clavis.hold_shift": "Tieni premuto [Shift] per una descrizione dettagliata",
    "ui.clavis.quality.description": "Determina la qualità e la quantità di bottino che verranno generati dopo aver completato il minigioco. Errore durante l'esecuzione del gioco riduce questo valore.",
    "ui.clavis.quality.summary": "Qualità del bottino",
    "ui.clavis.time.description": "Determinato dall'intervallo di tempo tra l'inizio del gioco e il momento presente. Non significa nulla, ma quando raggiunge i 1 minuto, tutta la world esploderà!",
    "ui.clavis.time.summary": "Tempo di gioco"
}