{
    "fml.menu.mods.info.description.spawnanimations": "I mob ostili escono dalla terra o si materializzano improvvisamente quando nascono!\n\n§lfunziona con:§r zombi, husk, drowned, scheletri, strays, bogged, ragni, ragno delle caverne, crepitanti, lumi, cubi di magma, scheletri del fuoco, maiali zombie, piglin zombie, striders, enderman e giganti.\n\nquesto pacchetto dati è progettato per essere il più possibile non invasivo. gli entità nascoste, compresi i loro armature indossate e strumenti, saranno solo invisibili e silenziose.\n\nesegui il comando §o\/function §ospawnanimations:settings§r per un menu di impostazioni specifiche del mondo o installa midnightlib per impostazioni globali su tutti i mondi.",
    "modmenu.curseforge": "CurseForge",
    "modmenu.descriptionTranslation.spawnanimations": "I mob ostili escono dalla terra o si materializzano improvvisamente quando nascono!\n§lfunziona con:§r zombi, husk, affogati, scheletri, strade, insetti, ragni, ragni di caverna, crepitanti, lumi, cubi di magma, scheletri del fuoco, maiali, piglinizzati, stridori, enderman e giganti.\nquesto pacchetto dati è progettato per essere il più possibile non invasivo. gli entità nascoste, compresi i loro armamenti indossati e gli strumenti, saranno solo invisibili e silenziose.\neseguire il comando §o\/function §ospawnanimations:impostazioni§r per un menu di impostazioni specifiche del mondo o installare midnightlib per le impostazioni globali in tutti i mondi.",
    "modmenu.donate": "Donare",
    "modmenu.modrinth": "Modrinth",
    "modmenu.summaryTranslation.spawnanimations": "I mostri ostili escono improvvisamente dal terreno o si materializzano all'improvviso quando nascono!",
    "modmenu.wiki": "Wiki",
    "modmenu.youtube": "YouTube",
    "spawnanimations.midnightconfig.activation_distance": "Distanza di attivazione",
    "spawnanimations.midnightconfig.activation_distance.tooltip": "Predefinito: §a20 blocchi§f\nI mostri più vicini di questo valore al giocatore eseguiranno l'animazione.\nImpostando questo a 0 si utilizzerà il valore specifico del mondo.",
    "spawnanimations.midnightconfig.activation_mode": "Modalità di attivazione",
    "spawnanimations.midnightconfig.activation_mode.tooltip": "Predefinito: §aclassic§f\n§nclassic§r: i mostri fuori dal raggio di attivazione restano nascosti fino a quando un giocatore non è in range.\n§nvanilla§r: i mostri fuori dal raggio di attivazione si generano normalmente.\n§9ℹ informazioni:§f impostando su vanilla, è consigliato impostare la distanza di attivazione a almeno 25 blocchi per visualizzare l'animazione.",
    "spawnanimations.midnightconfig.configure_ingame": "ℹ informazione: per configurare questo pacchetto dati su una base mondo-per-mondo,",
    "spawnanimations.midnightconfig.configure_ingame2": "Unisciti a un mondo e esegui il comando §o\/function spawnanimations:settings§r.",
    "spawnanimations.midnightconfig.empty": "",
    "spawnanimations.midnightconfig.empty2": "",
    "spawnanimations.midnightconfig.empty3": "",
    "spawnanimations.midnightconfig.empty4": "",
    "spawnanimations.midnightconfig.enable_poof_animation": "Abilita animazione poof",
    "spawnanimations.midnightconfig.enable_poof_animation.tooltip": "Predefinito: §aSì§f\nSe abilitato, alcuni mostri o mostri senza un blocco da scavare, eseguiranno l'animazione poof al posto.",
    "spawnanimations.midnightconfig.enum.bool.NO": "§c[❌] no",
    "spawnanimations.midnightconfig.enum.bool.WORLD": "Mondo-specifico",
    "spawnanimations.midnightconfig.enum.bool.YES": "§a[✔] si",
    "spawnanimations.midnightconfig.enum.mode.CLASSIC": "§aClassic",
    "spawnanimations.midnightconfig.enum.mode.VANILLA": "§aVanilla",
    "spawnanimations.midnightconfig.enum.mode.WORLD": "Specifico per mondo",
    "spawnanimations.midnightconfig.global_settings": "-=- Impostazioni globali -=-",
    "spawnanimations.midnightconfig.hide_emissive_mob_layers": "Nascondi strati emittivi dei mostri",
    "spawnanimations.midnightconfig.hide_emissive_mob_layers.tooltip": "Predefinito: §ayes§f\nSe abilitato, le layer emissive di alcuni mostri (ad esempio, gli endermen, i ragni e i ragno delle grotte), o con Pehkui tutti i mostri, saranno nascosti riducendoli.\nrichiede Pehkui installato in Minecraft 1.20.4 e precedenti.\n§6Nota: ciò potrebbe diminuire l'efficienza di fattorie di mostri a causa del cambiamento della dimensione dell'hitbox per gli entità nascoste quando Pehkui non è §ninstallato§r§6 e la funzionalità è abilitata.",
    "spawnanimations.midnightconfig.hide_worn_armor_and_tools": "Nascondi armatura e strumenti indossati",
    "spawnanimations.midnightconfig.hide_worn_armor_and_tools.tooltip": "Predefinito: §ayes§f\nSe abilitato, l'armatura e gli strumenti indossati vengono memorizzati nel corpo, nei piedi o in alcuni casi, nella tasca dei pantaloni di un entità nascosta.\n§6Nota: ciò potrebbe influire sulle percentuali di caduta dell'armatura e degli strumenti indossati dalle fattorie di mob quando abilitato.",
    "spawnanimations.midnightconfig.info": "ℹ Informazione: questi impostazioni saranno applicate globalmente a tutti i mondi.",
    "spawnanimations.midnightconfig.info2": "Per favore, assicurati di riconnetterti a qualsiasi mondo per far sì che gli impostazioni globali prendano effetto.",
    "spawnanimations.midnightconfig.play_animation_on_unsupported_blocks": "Gioca l'animazione di rottura del blocco su blocchi non supportati",
    "spawnanimations.midnightconfig.play_animation_on_unsupported_blocks.tooltip": "Predefinito: §cno§f\nSe abilitato, l'animazione di rottura del blocco si esegue sui blocchi non esplicitamente supportati dalle animazioni di spawn.\n§6Nota: ciò potrebbe portare a aggiornamenti di blocco non desiderati quando abilitato.",
    "spawnanimations.midnightconfig.play_animation_sounds": "Riprodurre suoni di animazione",
    "spawnanimations.midnightconfig.play_animation_sounds.tooltip": "Predefinito: §ayes§f\nSe abilitato, i suoni saranno riprodotti durante l'animazione.",
    "spawnanimations.midnightconfig.reduce_enderman_particles": "Riduci le particelle nascoste degli Enderman",
    "spawnanimations.midnightconfig.reduce_enderman_particles.tooltip": "Predefinito: §ayes§f\nSe abilitato, il numero di particelle emesse dagli endermin noti sarà ridotto riducendo la scala del raggio d'urto.\nSole applicabile quando è installato Pehkui.\n§6Nota: ciò può diminuire l'efficienza delle fattorie di mob degli endermen quando abilitato.",
    "spawnanimations.midnightconfig.title": "Configurazione degli animazioni di spawn"
}