{
    "_": "",
    "flirty.dialogue.apologize.fail\/1": "Oh, amore, perché non vai semplicemente a rendere visita a qualcun altro con la tua presenza?",
    "flirty.dialogue.apologize.fail\/2": "Oh, oh! Mi hai fatto male! Hai intenzionalmente cercato di fare contatto fisico con il mio fantastico sé stesso?",
    "flirty.dialogue.apologize.fail\/3": "Cara, mi dispiace, ma il tuo tentativo debole di conquistare il mio cuore non avrà successo.",
    "flirty.dialogue.apologize.fail\/4": "Oh, quel colpo! Non ti preoccupare di scusarti, dimenticherò tutto in due secondi comunque!",
    "flirty.dialogue.apologize.fail\/5": "Cara, mi dispiace dover dirti che non c'è assolutamente possibilità che io accetti la tua scusa.",
    "flirty.dialogue.apologize.success\/1": "Oh, amore, non preoccuparti, gli errori capitano anche ai migliori di noi.",
    "flirty.dialogue.apologize.success\/2": "Be', caro, va bene. Assicurati solo di tenere gli occhi su di me la prossima volta.",
    "flirty.dialogue.apologize.success\/3": "Oh, suppongo che sia accettabile, cara. Ma sii cauta, per favore?",
    "flirty.dialogue.apologize.success\/4": "Non c'è bisogno di preoccuparti, il mio dolce. Ogni persona sbaglia ogni tanto.",
    "flirty.dialogue.apologize.success\/5": "Oh, amore mio, è completamente normale. Ti perdono con tutto il cuore.",
    "flirty.dialogue.busy\/1": "Oh mio, caro, abbiamo avuto un colloquio molto intenso oggi, ma il dovere chiama e devo tornare ai miei compiti.",
    "flirty.dialogue.busy\/2": "Cara, la tua attenzione è veramente affascinante, ma temo che abbia un termine da rispettare e le mie responsabilità lavorative richiedono tutta la mia attenzione.",
    "flirty.dialogue.busy\/3": "Oh mio caro, sono attualmente occupato con il lavoro, ma come potremmo continuare la nostra conversazione deliziosa in un momento più opportuno?",
    "flirty.dialogue.busy\/4": "Mi dispiace, il mio amico incantatore, ma dovrei occuparmi delle mie responsabilità e non posso perdere tempo. Ci rivedremo più tardi, no?",
    "flirty.dialogue.busy\/5": "Oh mio, ho lasciato il forno non sorvegliato! Non temere, il mio compagno affascinante, riprenderemo la nostra deliziosa conversazione quando avrò risolto questo problema.",
    "flirty.dialogue.chat.desert\/1": "Wow, è incredibilmente caldo qui nel deserto, ma non preoccuparti, ti terrò fresco.",
    "flirty.dialogue.chat.desert\/10": "Sopravvivere in questo deserto arido non è un'impresa facile, ma fortunatamente il nostro villaggio offre non solo acqua e cibo, ma anche un fascino irresistibile come il mio.",
    "flirty.dialogue.chat.desert\/2": "Il deserto è come un'estate senza fine, e io sono la cosa più calda che ci sia.",
    "flirty.dialogue.chat.desert\/3": "Oh mio dio! È così caldo in questo deserto, ma fortunatamente per me, mi sto bene con un'abbronzatura solare o anche una bruciatura infiammata.",
    "flirty.dialogue.chat.desert\/4": "Quando la notte cala, il deserto diventa un oasi romantica perfetta per osservare le stelle insieme a qualcuno altrettanto affascinante di me.",
    "flirty.dialogue.chat.desert\/5": "Oh mio, il sole oggi è assolutamente punitivo. Ma non preoccuparti, ti proteggerò dal suo furore.",
    "flirty.dialogue.chat.desert\/6": "Oh dio, il sole è essere molto inesorabile oggi. fortunatamente, posso essere l'ombra che hai disperatamente bisogno.",
    "flirty.dialogue.chat.desert\/7": "Hai visto dei conigli qui intorno? Non che io sia interessato a loro, il mio unico obiettivo è te.",
    "flirty.dialogue.chat.desert\/8": "Vivere qui ha i suoi svantaggi, come affrontare quei fastidiosi husk. Ma insomma, li combatterò e ti lascerò ben rifornito, il mio dolce amato affamato.",
    "flirty.dialogue.chat.desert\/9": "Oh no! Mi sono accidentalmente graffiato con un cactus di recente. Ma beh, sarei disposto a sopportare più dolore per te.",
    "flirty.dialogue.chat.fail\/1": "Wow, hai davvero appena detto questo a me? Smettila di essere così smaliziato!",
    "flirty.dialogue.chat.fail\/10": "Mi scuso, ma credo che tu sia confuso. Non sono interessato a quel tipo di conversazione.",
    "flirty.dialogue.chat.fail\/11": "Cosa c'è che non va con te? Perché stiamo parlando di questo quando potremmo parlare di qualcosa di più interessante?",
    "flirty.dialogue.chat.fail\/12": "Oh, ho sentito alcune cose interessanti su di te. Ma non posso aiutare che essere incuriosita dal tuo misterioso reputazione.",
    "flirty.dialogue.chat.fail\/13": "Non persino i zombi possono resistere alla tua personalità magnetica, credimi.",
    "flirty.dialogue.chat.fail\/14": "Oh, non è giusto! Sei molto più carino di una strega e questo dice qualcosa.",
    "flirty.dialogue.chat.fail\/15": "Oh, amore, non minacciarmi con i guardiani. Preferirei molto di più la tua attenzione incondizionata.",
    "flirty.dialogue.chat.fail\/16": "Ehi? oh, scusa. mi sono perso nel tuo discorso per un momento. di cosa stavamo parlando ancora?",
    "flirty.dialogue.chat.fail\/17": "Sei finito di parlare? Perché non posso aiutarmi a sentire ancora la tua voce affascinante.",
    "flirty.dialogue.chat.fail\/18": "Mi chiedo se qualcuno si preoccuperà del mio battito cardiaco che aumenta ogni volta che apri la bocca. Probabilmente no.",
    "flirty.dialogue.chat.fail\/19": "Beh, se fissare il posteriore di un maiale è la tua cosa, chi sono io per giudicare? Ma preferirei molto più parlare con te.",
    "flirty.dialogue.chat.fail\/2": "Oh, veniamo onesto, non credo nemmeno per un secondo che si sia esploso da solo. Buona prova comunque.",
    "flirty.dialogue.chat.fail\/20": "Sei finito di parlarmi già? Stavo solo iniziando a godermela nostra piccola chiacchierata.",
    "flirty.dialogue.chat.fail\/21": "Che cosa? Tu credi che la Terra sia rotonda? È così affascinante. Raccontami di più delle tue idee interessanti.",
    "flirty.dialogue.chat.fail\/3": "Sai, sei carino e tutto, ma non sei così cool.",
    "flirty.dialogue.chat.fail\/4": "Guarda te, che mostri! Cerchi impressionare qualcuno?",
    "flirty.dialogue.chat.fail\/5": "Oh, oh! Non c'è bisogno di essere così drammatico. Forse dovresti prendere un calmante invece di buttare le persone nei dungeon.",
    "flirty.dialogue.chat.fail\/6": "Oh, amore. Amo il tuo stile vintage, ma non è proprio il mio genere. Forse prova qualcosa di più moderno?",
    "flirty.dialogue.chat.fail\/7": "Sinceramente? Quello è un argomento così sciocco da discutere. Puoi fare meglio di questo.",
    "flirty.dialogue.chat.fail\/8": "Oh, nonno! Perché stai ancora parlando con me? Non riesci a stare lontano da me, vero?",
    "flirty.dialogue.chat.fail\/9": "Eh? Hai detto qualcosa? Mi dispiace, ero troppo occupato a essere incantato dalla tua charme per ascoltare.",
    "flirty.dialogue.chat.plains\/1": "Oh, stai cercando qualcuno per mostrarti intorno alle pianure? Be', fortunatamente per te, io accade di essere un esperto in tutto ciò che è piano e bello.",
    "flirty.dialogue.chat.plains\/2": "Sì, i piani forse non hanno tutti gli spunti emozionanti degli altri biomi, ma è proprio questo che li rende così incantati. È come un gioiello nascosto, in attesa di essere esplorato da qualcuno come te.",
    "flirty.dialogue.chat.plains\/3": "Hai mai visto le pianure di notte? È come un sinfonia romantica di stelle e brezze leggere. Immagina noi, sdraiati sotto il cielo notturno, bisbigliando segreti l'uno all'altro.",
    "flirty.dialogue.chat.plains\/4": "Dimenticare lo stress e la confusione della città. Nelle pianure, è tutto sulla ricerca di pace e serenità. E cosa meglio fare per raggiungerla che sdraiarsi insieme, guardando nello spazio infinito sopra di noi?",
    "flirty.dialogue.chat.plains\/5": "Oh, l'aria fresca delle pianure è intossicante e invigorente. È come un respiro di aria fresca, proprio come il sentimento che provo ogni volta che sono vicino a te.",
    "flirty.dialogue.chat.plains\/6": "Alcuni potrebbero chiamare le pianure semplici, ma io la vedo come un cavalletto in attesa di essere dipinto con la nostra storia d'amore. Semplice, eppure assolutamente affascinante.",
    "flirty.dialogue.chat.plains\/7": "Sai, quando ero bambino, usavo raccogliere fiori per i miei spasimanti anch'io. Ma ora, sono cresciuto e sono qui, raccogliendo le foglie del tuo cuore uno per uno.",
    "flirty.dialogue.chat.plains\/8": "Il tramonto mattutino nei piani è un vedere degno di essere contemplato, proprio come te. Sii il mio guida e insieme possiamo assistere alle raggi d'oro del sole che accarezzano la terra, creando un capolavoro appena per noi.",
    "flirty.dialogue.chat.savanna\/1": "Oh mio dio! È proprio caldo qui nel savana! Ma devo dire che il caldo ha il modo di rendere le cose più accese.",
    "flirty.dialogue.chat.savanna\/2": "Ugh, questi lama possono essere un po' fastidiosi, ma beh, gestire un po' di dramma aggiunge solo sapore alla vita.",
    "flirty.dialogue.chat.savanna\/3": "Oh caro, l'architettura nella savana è semplicemente meravigliosa! È come un seducente ballo tra eleganza e sfarzo, e non posso aiutare che essere attratto da essa.",
    "flirty.dialogue.chat.savanna\/4": "Non sottovalutare mai l'allure del bioma della savana, cara. Potrebbe sembrare ordinario alla prima occhiata, ma ti assicuro che cela segreti che faranno battere forte il tuo cuore.",
    "flirty.dialogue.chat.savanna\/5": "Cara, diversamente dalle villaggi del deserto, abbiamo un'arma segreta contro lo sguardo implacabile del sole - i nostri fiumi gloriosi! prova che anche nel mezzo di una bellezza arida, troviamo il modo per raffreddare le cose.",
    "flirty.dialogue.chat.savanna\/6": "Oh, i miei occhi! I colline ondulate e le terre catturanti della savana sono come un capolavoro ipnotico, lasciandomi senza fiato con ogni sguardo.",
    "flirty.dialogue.chat.savanna\/7": "Quando la temperatura sale, amore mio, l'ombra di quei maestosi alberi di acacia diventa il mio rifugio. Mi abbracciano con freschezza, rendendo i giorni lavorativi soffocanti tanto più sopportabili.",
    "flirty.dialogue.chat.savanna\/8": "Oh mio dio! \"Ah, sweetheart, let me tell you a little secret. Savanna villages have the juiciest melons and the most plump pumpkins in the whole wide world. We're practically the envy of other villages, darling, and our trading game is simply irresistible!\"",
    "flirty.dialogue.chat.snowy_plains\/1": "Oh mio dio! È freddo fuori qui! Ma con la compagnia giusta, non mi importerebbe il freddo nemmeno un po'!",
    "flirty.dialogue.chat.snowy_plains\/2": "Oh no, gli strani possono essere così fastidiosi quando si cerca di godersi un passeggiata romantica nel villaggio. Fortunatamente ho te per proteggermi, il mio valoroso cavaliere!",
    "flirty.dialogue.chat.snowy_plains\/3": "Oh, caro, questo tempo chiede di riscaldarsi con qualcuno speciale accanto al fuoco. Vuoi unirti a me?",
    "flirty.dialogue.chat.snowy_plains\/4": "Attenzione a quei lupi, caro! Ma non preoccuparti, con me al tuo fianco, sarai sempre al sicuro e tranquillo.",
    "flirty.dialogue.chat.snowy_plains\/5": "Il mio, quei vagabondi possono essere veramente un fastidio quando si cerca di godersi una passeggiata romantica sotto la luna piena. le loro frecce solo rovinano il mood!",
    "flirty.dialogue.chat.snowy_plains\/6": "Non ti catturerò mai un golem di ferro, amore. Preferirei essere avvolto tra le tue braccia tutto il giorno!",
    "flirty.dialogue.chat.snowy_plains\/7": "Ugh, detesto assolutamente quando quei golem di ferro diventano tutti affettuosi. È come se fossi intrappolato nel loro abbraccio d'acciaio freddo per un'eternità!",
    "flirty.dialogue.chat.snowy_plains\/8": "Oh, i ricordi dolci della mia infanzia, dove costruivamo stregonerie e golem di neve insieme. Creiamo i nostri propri momenti magici, il mio torta di zucca! 💕",
    "flirty.dialogue.chat.success\/1": "Cara, non sarebbe semplicemente divino in questo momento un piatto di biscotti caldi e un bicchiere di latte?",
    "flirty.dialogue.chat.success\/10": "Ora, la mia mente curiosa si domanda su %supporter%. È stato un anno intero da quando hanno iniziato la loro grande avventura partendo da qui. Oh, come vola il tempo!",
    "flirty.dialogue.chat.success\/12": "Cara, hai sentito l'ultima chiacchiera? %supporter% ha avuto un'avventura molto emozionante l'altra volta. Ti racconterò tutti i dettagli più succulenti.",
    "flirty.dialogue.chat.success\/13": "Di recente, ho cominciato a desiderare di adottare uno dei carini gatti randagi che vagano per il posto. Purtroppo, la vita mi tiene sempre sulle spine.",
    "flirty.dialogue.chat.success\/14": "Oh, caro, ho stato contemplando una grande ristrutturazione per la mia modesta dimora. Ma almeno, la mia pigrizia prende il sopravvento ancora una volta.",
    "flirty.dialogue.chat.success\/15": "Oh, il tic-tac del piccolo piede. Spero di avere un giorno un pacchetto di gioia per me stesso. Adesso, devo solo trovare quella persona speciale con cui condividere il viaggio.",
    "flirty.dialogue.chat.success\/16": "A volte mi chiedo dove mi avrebbe portato il destino se avessi scelto di risiedere nel villaggio confinante. Oh, le infinite possibilità.",
    "flirty.dialogue.chat.success\/17": "Oh, mio caro, la nostalgia mi colpisce a volte. quei ricordi d'infanzia tanto care mi riportano un tale piacere. Ah, l'innocenza dolce dei giorni andati.",
    "flirty.dialogue.chat.success\/18": 16,
    "flirty.dialogue.chat.success\/19": "Oh, caro, ho avuto un gran desiderio di intraprendere un viaggio nel villaggio vicino! Ho una buona quantità di amici cari là che mi mancano terribilmente.",
    "flirty.dialogue.chat.success\/2": "Oh mio, non è forse il tempo proprio perfetto? È come se la natura stessa sorridesse a noi.",
    "flirty.dialogue.chat.success\/20": "Cara, ti confesso, spesso mi ritrovo a sognare questo delizioso cibo noto come formaggio. È come un desiderio tantalizzante che rimane sulla mia lingua.",
    "flirty.dialogue.chat.success\/3": "Oh, dolcezza, sto bene. Anche se, devo ammettere che questo mattino ho avuto un piccolo incidente e mi sono storta il mio adorabile dito piccolo.",
    "flirty.dialogue.chat.success\/4": "Dicono che un'arancia al giorno tiene lontani i morti viventi, ma, amore mio, nulla può tenermi lontana da te.",
    "flirty.dialogue.chat.success\/5": "Oh, il mio più caro sogno è costruire il mio proprio villaggio, ma altrimenti la pigrizia ha un controllo su di me come un incantesimo d'amore.",
    "flirty.dialogue.chat.success\/6": "Posso crederci, amore? Solo l'altra volta ho avuto un'occhiata di %supporter% che si aggirava con il più magnifico armatura di diamante.",
    "flirty.dialogue.chat.success\/7": "Oh, dolcezza, non credi alle notizie! Il mio caro amico %supporter% ha trovato un intero cassetto pieno di diamanti lucenti ieri stesso. Fortuna pura, ti dico!",
    "flirty.dialogue.chat.success\/8": "Non è il tempo assolutamente meraviglioso? Devo dire che ho trascorso giorni soleggiati con grande piacere. E proprio come tu illuminasti il mio mondo.",
    "flirty.dialogue.chat.success\/9": "Ho risieduto in questo villaggio incantevole tutta la mia vita e semplicemente non riesco a immaginare cosa ci sia di tanto spaventoso in questi orribili ragni e quei terribili goblin.",
    "flirty.dialogue.chat.taiga\/1": "Sono assolutamente incantato dall'allure di questi boschi. Offrono possibilità infinite per costruire, una riserva infinita di legna da fuoco e, oh, il thriller della caccia in questi terreni magnifici!",
    "flirty.dialogue.chat.taiga\/2": "Ecco il testo:\n\n\"Is it just me or is it getting hot in here? Don't let the Taiga fool you, darling. It may be chilly, but it's got everything we could ever desire. I wouldn't trade this paradise for the world!\"",
    "flirty.dialogue.chat.taiga\/3": "Oh, foreste di Taiga, sei troppo fresco per parole. E quei deliziosi frutti? sono come un trattamento gustoso che fa tremare i miei sensi con ogni morso.",
    "flirty.dialogue.chat.taiga\/4": "Senti un segreto, amore. I quei volpi nei nostri boschi di taiga? sono il mio piccolo peccato. Non posso resistere a coccolarli con deliziosi frutti dolci. Quei creature astute hanno rubato il mio cuore.",
    "flirty.dialogue.chat.taiga\/5": "Posso parlare con te sul fatto che i lupi qui sono irresistibilmente affascinanti? Con tanto cibo disponibile, si comportano quasi come se fossimo loro adoratori, amore. Creature così domestiche e maestose.",
    "flirty.dialogue.chat.taiga\/6": "Chiudi gli occhi e respira profondamente, cara. Puoi sentire quell'aria fresca e cruda della taiga? È come un salone di bellezza per l'anima, un rifugio di tranquillità che cancella tutti i problemi.",
    "flirty.dialogue.chat.taiga\/7": "Oh, quei dolci cespugli di mirtillo sono l'epitome della tentazione. Sì, un pizzico qui e là potrebbe stuzzicare, ma il premio è degno di ogni boccone di dolcezza, amore mio.",
    "flirty.dialogue.chat.taiga\/8": "Sembra che questo sia un testo di dialogo per un gioco di ruolo!",
    "flirty.dialogue.first.exploring\/1": "Possiamo non avere molti tesori, ma il mio cuore è aperto per te, caro, purché prometta di non romperlo.",
    "flirty.dialogue.first.exploring\/2": "Se segui le regole, bello estraneo, sei più che benvenuto a farci visita.",
    "flirty.dialogue.first.exploring\/3": "Guarda i tuoi passi, caro avventuriero, e assicurati che i tuoi modi siano altrettanto affascinanti del tuo sorriso.",
    "flirty.dialogue.first.generic\/1": "Beh, beh, beh, chi è questo qui? Un volto nuovo nel nostro villaggio modesto! Benvenuto, viaggiatore, devo dire che mi hai colpito.",
    "flirty.dialogue.first.generic\/2": "Oh, ciao là, bello! È sempre un piacere godermi gli occhi su un nuovo volto in questo villaggio. Vuoi mostrarmi intorno?",
    "flirty.dialogue.first.generic\/3": "Ecco, ecco cosa abbiamo qui? Un affascinante forestiero che onora il nostro villaggio della sua presenza! Considerami incuriosito, caro.",
    "flirty.dialogue.first.generic\/4": "Benvenuta nel nostro piccolo paradiso, cara. Devo dire che hai suscitato la mia curiosità. Dimmi, cosa ti porta in questo luogo incantato?",
    "flirty.dialogue.first.generic\/5": "Oh, sembra che abbiamo un vagabondo tra noi! E cosa per gli occhi stanchi come sono tu sei! Benvenuta, cara, fatti a casa. Sarò qui, a tener d'occhio te.",
    "flirty.dialogue.first.generic\/6": "Oh, ciao, carino! Sembrerebbe che siamo stati benedetti dalla tua presenza! Benvenuto nel nostro umile rifugio, dove la bellezza come la tua è sempre apprezzata.",
    "flirty.dialogue.first.question\/1": "Ehi bello, cosa ti porta a onorare il nostro villaggio con la tua presenza?",
    "flirty.dialogue.first.question\/2": "Oh, fermo il mio battito cardiaco! Un estraneo delizioso è entrato nel nostro mezzo. Preghiamo, diteci, qual è la tua storia fantastica che ti ha portato qui?",
    "flirty.dialogue.first.question\/3": "Oh mio, non sei un avventuriero affascinante? Per favore, come hai mai trovato il tuo modo per arrivare nel nostro piccolo pezzo di paradiso?",
    "flirty.dialogue.first.settling\/1": "Oh mio, che sorpresa deliziosa scoprire il tuo viso affascinante nel nostro villaggio modesto!",
    "flirty.dialogue.first.settling\/2": "Oh, benvenuto nel villaggio, il mio caro vicino più amato! Preparati per un viaggio delizioso nella mia presenza affascinante.",
    "flirty.dialogue.first.settling\/3": "Oh, come è emozionante avere la tua compagnia incantatrice qui! Un'altra mano utile, dici? Il mio cuore salta un battito!",
    "flirty.dialogue.first.settling\/4": "Oh mio dio, hai preso la decisione più meravigliosa di restare! Come splendido! Preparati per una vita piena di momenti affascinanti al mio fianco.",
    "flirty.dialogue.first.spent_night.failed\/1": "Oh caro, ci dispiace tantissimo, ma non siamo abbastanza bravi per costruire un albergo lussuoso per qualcuno tanto incantevole come te.",
    "flirty.dialogue.first.spent_night.failed\/2": "Cara, temo che non abbiamo un albergo intorno a questi luoghi. Mi dispiace per qualsiasi fastidio causato.",
    "flirty.dialogue.first.spent_night.failed\/3": "Oh, mio caro, forse la tua fortuna sarebbe più favorevole in un villaggio vicino? Potrebbero avere un'osteria accogliente che ti aspetta proprio per te.",
    "flirty.dialogue.first.spent_night.success\/1": "Devo dire, caro, che il nostro albergo è semplicemente esquisito. Mi permetta di consigliarlo a lei.",
    "flirty.dialogue.first.spent_night.success\/2": "Oh, amore, non troverai un posto migliore per rigenerarti del nostro incredibile albergo. Recupero di energia di alta qualità, garantito!",
    "flirty.dialogue.first.spent_night.success\/3": "Sto cercando un letto accogliente e un banchetto delizioso? Carino, il nostro albergo è dove devi essere. Ti assicuro, è assolutamente meraviglioso.",
    "flirty.dialogue.flirt.fail\/1": "Se sei serio, allora dimmi qualcosa di più affascinante.",
    "flirty.dialogue.flirt.fail\/2": "Oh, amore, non darmi quella linea. L'ho già sentita tutto il tempo.",
    "flirty.dialogue.flirt.fail\/3": "Cara, non succederà mai. Mai.",
    "flirty.dialogue.flirt.fail\/4": "Sembra che non funzioni. Cercare qualcosa di meglio, forse?",
    "flirty.dialogue.flirt.fail\/5": "Cara, anche un creepere ha più gioco di te.",
    "flirty.dialogue.flirt.fail\/6": "Mi dispiace, ma è un rifiuto assoluto da parte mia.",
    "flirty.dialogue.flirt.fail\/7": "Oh, caro, quel look non ti porterà da nessuna parte. E per favore, risparmia il mio orecchio di sentire ancora una volta questo!",
    "flirty.dialogue.flirt.slap\/1": "Mi scuso, ma semplicemente mi togli il respiro!",
    "flirty.dialogue.flirt.slap\/2": "Hai imparato l'arte della seduzione dagli Endermi?!",
    "flirty.dialogue.flirt.success\/1": "Sei assolutamente irresistibile!",
    "flirty.dialogue.flirt.success\/2": "Oh, sei un dongiovanni! Il tuo fascino è fuori scala!",
    "flirty.dialogue.flirt.success\/3": "*giglie* stai cercando di farmi saltare il battito cardiaco?",
    "flirty.dialogue.flirt.success\/4": "Oh mio dio, sei troppo attraente per parole!",
    "flirty.dialogue.flirt.success\/5": "Ecco, questo è stato ben oltre affascinante! Mi hai preso dal momento in cui ti ho visto!",
    "flirty.dialogue.flirt.success\/6": "Come è possibile che qualcuno possa emanare una tale bellezza? ogni volta che sei intorno, il mio cuore saltella un battito.",
    "flirty.dialogue.flirt.success\/7": "Oh per favore, mi stai rendendo debole alle ginocchia con questi complimenti!",
    "flirty.dialogue.goaway\/1": "Oh, amore, per favore, vai via.",
    "flirty.dialogue.goaway\/2": "Cara, non hai qualcosa di più emozionante da occuparti con?",
    "flirty.dialogue.goaway\/3": "Oh, %1$s, mi dispiace tantissimo, ma non posso chattare in questo momento.",
    "flirty.dialogue.goaway\/4": "Oh, perché non vai a disturbare qualcun altro, cara?",
    "flirty.dialogue.goaway\/5": "Lontano da te, tu creatura scandalosa!",
    "flirty.dialogue.greet.fail\/1": "Oh, be', non sei proprio un sorprendente delizioso!",
    "flirty.dialogue.greet.fail\/2": "Ecco, ecco, ecco, non è proprio bello vederti oggi!",
    "flirty.dialogue.greet.fail\/3": "Ecco, devo dire che la tua presenza ha certamente catturato la mia attenzione.",
    "flirty.dialogue.greet.fail\/4": "Oh mio, è così? Come intrigante!",
    "flirty.dialogue.greet.fail\/5": "Oh mio dio, devo ammettere che mi hai lasciato senza parole.",
    "flirty.dialogue.greet.mayor\/1": "Ehi, bel sindaco!",
    "flirty.dialogue.greet.mayor\/2": "Desiderando per te un giorno fantastico, mio caro sindaco affascinante!",
    "flirty.dialogue.greet.monarch\/1": "Vostra Altezza, ogni momento trascorso nella vostra presenza sembra un sogno che si avvera.",
    "flirty.dialogue.greet.monarch\/2": "Oh, il mero aspetto di Vostra Maestà mi fa rabbrividire.",
    "flirty.dialogue.greet.negative\/1": "Oh, amore, devi davvero onorarmi della tua presenza? Speravo in un incontro più affascinante.",
    "flirty.dialogue.greet.negative\/2": "Ah, ci sei di nuovo, mio ammiratore persistente. Torni per più della mia compagnia irresistibile, suppongo?",
    "flirty.dialogue.greet.negative\/3": "Ecco, ecco, cosa abbiamo qui? Un'interruzione deliziosa al mio giorno.",
    "flirty.dialogue.greet.negative\/4": "Oh, mio dolce, è proprio te. Devo ammettere che speravo segretamente in un arrivo più affascinante, ma non si può essere dei re.",
    "flirty.dialogue.greet.negative\/5": "Ecco chi è venuto a giocare il loro piccolo gioco di fastidio ancora una volta. Non riesci proprio a resistere, vero, mio tormentatore affascinante?",
    "flirty.dialogue.greet.success\/1": "Oh, è semplicemente meraviglioso! Sono assolutamente entusiasta di sentire questo!",
    "flirty.dialogue.greet.success\/2": "Ecco, ecco, ecco, non stai facendo proprio benissimo? È assolutamente fantastico!",
    "flirty.dialogue.greet.success\/3": "Oh, caro, sono positivamente felice di sentire questo! È musica per le mie orecchie!",
    "flirty.dialogue.greet.success\/4": "Oh mio dio, non potrei essere più felice di sentire tali notizie meravigliose! È veramente delizioso!",
    "flirty.dialogue.greet.success\/5": "Ecco, ecco, ecco, non è proprio la migliore notizia mai sentita? Sono positivamente felice di saperlo!",
    "flirty.dialogue.greet\/1": "Ehi, bello! Come stai oggi?",
    "flirty.dialogue.greet\/2": "Beh, ciao, %1$s! Come ti tratta il mondo?",
    "flirty.dialogue.greet\/3": "Oh, ciao, sconosciuto. C'è qualcosa che posso fare per te?",
    "flirty.dialogue.greet\/4": "Ecco, ecco, ecco! Guarda te, tutto vestito e pronto a conquistare il mondo! Come va?",
    "flirty.dialogue.greet\/5": "Ciao, %1$s! Devo dire che è sempre un piacere guardarti!",
    "flirty.dialogue.greet\/6": "Ohai, cutie!",
    "flirty.dialogue.greet\/7": "Oh, è un piacere vedere il tuo volto!",
    "flirty.dialogue.greet\/8": "Ciao, carino! È assolutamente delizioso vederti con il tuo fascino. Come ti tratta il mondo oggi?",
    "flirty.dialogue.greet\/9": "Ehi, tu! Sono così felice di avere te qui con noi!",
    "flirty.dialogue.hire\/1": "Certo, tesoro! Non appena avrai bisogno dei miei servizi, bussa alla mia porta e ti troverò pronto a tua disposizione, per un prezzo ragionevole, ovviamente!",
    "flirty.dialogue.hire\/2": "Oh, amore, puoi contare su di me! Quindiunque desideri il mio aiuto, non esitare a dirlo e sarò qui, pronto a scambiare le mie abilità con alcuni splendidi emeralditi!",
    "flirty.dialogue.hire\/3": "Fantastico! Preparati per un'esperienza memorabile, caro. Ti assicuro che, una volta pronti quegli smarriti, sarò al tuo servizio, pronto a sbalordirti con i miei servizi impeccabili!",
    "flirty.dialogue.hug.fail\/1": "Wow, sei positivamente incantato, anche con un po' di terra addosso!",
    "flirty.dialogue.hug.fail\/2": "Oh, vieni, non essere timido. Un abbraccio da me ti farebbe battere forte il cuore.",
    "flirty.dialogue.hug.fail\/3": "Perché, cara mia, un abbraccio da parte mia sarebbe un'esperienza deliziosa veramente.",
    "flirty.dialogue.hug.fail\/4": "Dopo che mi hai scherzato giocando l'ultima settimana? Be', forse se ti chiedi cortesemente.",
    "flirty.dialogue.hug.fail\/5": "Sinceramente, dovresti considerarti fortunato per ricevere un abbraccio da qualcuno altrettanto affascinante come me, nonostante i tuoi precedenti comportamenti.",
    "flirty.dialogue.hug.fail\/6": "Oh, mio dolce, ti salverò da quei terribili germi avvolgendoti nel mio amorevole abbraccio.",
    "flirty.dialogue.hug.fail\/7": "Oh, come è gentile da parte tua offrire un abbraccio. Sto semplicemente sciogliendomi per la gratitudine che provo nella tua presenza.",
    "flirty.dialogue.hug.success\/1": "Ecco, ecco, ecco, guarda chi ha finalmente deciso di onorarmi con la sua presenza!",
    "flirty.dialogue.hug.success\/2": "Mmm, grazie per quel delizioso abbraccio. proprio ciò che ho bisogno per alleggerire il mio giorno.",
    "flirty.dialogue.hug.success\/3": "Ah, finalmente, un riflesso di gioia in questo esistenza desolata. Stai facendo qualcosa di giusto, cara mia.",
    "flirty.dialogue.hug.success\/4": "Oh mio dio, tu sei così accogliente come un mucchio di cuscini appena spinti! Incredibilmente irresistibile, devo dire.",
    "flirty.dialogue.hug.success\/5": "Oh, come è generoso di te tornare il favore! Ma ti dico, non è ogni giorno che incontro qualcuno così degno della mia affezione.",
    "flirty.dialogue.hug.success\/6": "Oh mio, tu stai emettendo calore positivamente! È come bagnarsi al sole sulla spiaggia tropicale. Simpaticamente incantato!",
    "flirty.dialogue.joke.animal.failed\/1": "Oh, caro, non dovresti scherzare su tali argomenti.",
    "flirty.dialogue.joke.animal.failed\/2": "Oh, amore, quel pecorello deve sentirsi letteralmente devastato! Non è affatto divertente per niente!",
    "flirty.dialogue.joke.animal.failed\/3": "Oh, mio caro, smettiamo di parlare male della mia adorata maialina in quel modo!",
    "flirty.dialogue.joke.animal.failed\/4": "Quello è solo così al di sotto di te, mio amore.",
    "flirty.dialogue.joke.animal.failed\/5": "Oh, amore, non facciamo ridere della meravigliosa sopracciglia del bovino in quel modo! È semplicemente indecoroso!",
    "flirty.dialogue.joke.animal.success\/1": "Oh, povero agnello deve essere stato devastato perdendo tutta quella lana, ma beh, ci ha dato un buon risata!",
    "flirty.dialogue.joke.animal.success\/2": "E poi, all'improvviso, il grande lupo cattivo non riuscì a resistere e cadde testa giù per le gamene di quella pecora!",
    "flirty.dialogue.joke.animal.success\/3": "Oh, amore, quel gioco sulle galline? assolutamente prezioso! Chi avrebbe mai detto che quei creature penate potevano portare tanto riso?",
    "flirty.dialogue.joke.animal.success\/4": "Oh, amore, è troppo ridicolo per parole, ma sai cosa? ti adoro! È il tipo di umorismo che fa saltare un battito al mio cuore!",
    "flirty.dialogue.joke.animal.success\/5": "Grazie al cielo per le mucche e la loro infinita riserva di latte! È come se stessero dicendo: \"Cara, non ti lascerò mai senza acqua!\"",
    "flirty.dialogue.joke.creative.failed\/1": "Oh, amore, scherzare su questo è un no-no.",
    "flirty.dialogue.joke.creative.failed\/2": "Haha, bel tentativo! Ma dovrai fare meglio per impressionarmi.",
    "flirty.dialogue.joke.creative.failed\/3": "Oh, ti trovo così adorabile, ma il tuo senso dell'umorismo ha bisogno di un po' di lavoro.",
    "flirty.dialogue.joke.creative.failed\/4": "Oh, hai, veramente pensavi che quel gioco avrebbe fatto ridere di te?",
    "flirty.dialogue.joke.creative.failed\/5": "Be', che dio benedica il tuo cuore, quel gioco non ha colpito proprio il bersaglio, vero?",
    "flirty.dialogue.joke.creative.failed\/6": "Oh caro, hai un senso dell'umorismo... o piuttosto, ne manchi.",
    "flirty.dialogue.joke.creative.failed\/7": "Cara, resta ai tuoi lavori di ogni giorno, perché la commedia evidentemente non è il tuo punto forte.",
    "flirty.dialogue.joke.creative.failed\/8": "Sai, Ash ha questo fascino che rende anche le battute più banali sembrare divertenti. Forse potresti prendere un paio di lezioni da lui, amore.",
    "flirty.dialogue.joke.creative.success\/1": "Ride* rideggia! è assolutamente affascinante!",
    "flirty.dialogue.joke.creative.success\/2": "Ecco, questo è proprio divertente, caro!",
    "flirty.dialogue.joke.creative.success\/3": "Oh mio, è il più delizioso scherzo che abbia sentito tutto il giorno!",
    "flirty.dialogue.joke.creative.success\/4": "Sei anche più spiritoso del %supporter%! impressionante!",
    "flirty.dialogue.joke.creative.success\/5": "Ahahah! Sei un tale charme! Dovresti considerare una carriera nel mondo del comico, cara!",
    "flirty.dialogue.joke.creative.success\/6": "Bahahah! Quell'umorismo tuo è l'apice della genialità!",
    "flirty.dialogue.joke.creative.success\/7": "Hehe! Sei sicuramente più divertente di Ash, il mio dolce!",
    "flirty.dialogue.joke.creative.success\/8": "Ahah! Devo ammettere, è veramente molto divertente, caro!",
    "flirty.dialogue.joke.monster.failed\/1": "Oh mio dio, caro, hai veramente creduto che i scheletri possiedano la coscienza? Come assolutamente pretenzioso!",
    "flirty.dialogue.joke.monster.failed\/2": "Cara, in questo epoca moderna, semplicemente non facciamo battute su quei piccoli e esplosivi creeper. è troppo passato di moda, non ti pare?",
    "flirty.dialogue.joke.monster.failed\/3": "Oh mio caro, sembra che tu abbia dimenticato per un attimo che quei zombi e scheletri erano una volta esseri umani, proprio come te e me. molto tragico, non credi?",
    "flirty.dialogue.joke.monster.failed\/4": "Oh, amore, come è positivamente noioso! Un Enderman che cade accidentalmente nell'acqua? Non vale nemmeno una risata, mio caro.",
    "flirty.dialogue.joke.monster.failed\/5": "Oh, amore, se fossi in grado di ricevere un nichel per ogni volta che qualcuno scherza su essere accoltellato da una silverfish mentre è sul water, possederei effettivamente due whole nickels! È un'occasione piuttosto strana, non è vero?",
    "flirty.dialogue.joke.monster.success\/1": "Ahah! Quell' scheletro non aveva mai una possibilità contro di te, amore!",
    "flirty.dialogue.joke.monster.success\/2": "Potresti crederci? Quel zombi pensava di riuscire a prenderti con una piccozza! Hahahah, che scherzo!",
    "flirty.dialogue.joke.monster.success\/3": "Oh mio, mio, hai veramente messo quel ragno al suo posto! haha, sei un conquistatore così feroce!",
    "flirty.dialogue.joke.monster.success\/4": "Oh mio, hai convinto effettivamente uno scheletro a far fuori un creep?! È semplicemente mozzafiato, haha!!",
    "flirty.dialogue.joke.monster.success\/5": "Ahah! Guarda un po'! Quei ragni delle caverne non hanno proprio idea, vero? Oh, sei semplicemente irresistibile!",
    "flirty.dialogue.kiss.fail\/1": "Troveremo un posto più isolato, amore.",
    "flirty.dialogue.kiss.fail\/2": "Oh, amore, non è quel tipo di bacio che mi farà debole alle ginocchia.",
    "flirty.dialogue.kiss.fail\/3": "Cara, ho avuto baci più elettrizzanti da un fiocco di artificio.",
    "flirty.dialogue.kiss.fail\/4": "Cara, potrei usare un po' di freschezza mentolata dopo quel bacio.",
    "flirty.dialogue.kiss.fail\/5": "Beh, non sei proprio un donnaiolo! Grazie, suppongo?",
    "flirty.dialogue.kiss.fail\/6": "Le tue mani, grande spalla! Devi migliorare il tuo gioco se vuoi avere una parte di questo.",
    "flirty.dialogue.kiss.slap\/1": "Oh, mio caro, come potresti offrire i miei delicati sensi?",
    "flirty.dialogue.kiss.slap\/2": "Oh, caro, se anche solo pensi a ripetere quel movimento, ti assicuro che sentirai il mio ardore fiammeggiante sulla tua pelle!",
    "flirty.dialogue.kiss.success\/1": "Oh, se solo il tempo potesse congelarsi in questo momento di beatitudine.",
    "flirty.dialogue.kiss.success\/2": "Cara, il mio cuore palpita solo per essere vicino a te... potrei essermi innamorato di te.",
    "flirty.dialogue.kiss.success\/3": "mmm, i tuoi labbra sono dolci come il torta di zucca, mio delizioso spasimante.",
    "flirty.dialogue.kiss.success\/4": "mmm! i tuoi baci sono come una pioggia di miele sulle mie labbra, irresistibili e intossicanti.",
    "flirty.dialogue.kiss.success\/5": "Oh, mio incantevole %1$s, tu possiedi l'arte del bacio come nessun altro. Mi lasci senza fiato.",
    "flirty.dialogue.kiss.success\/6": "Oh mio, %1$s, i tuoi baci superano anche quelli di Ash! *ride ridendo coquetamente*",
    "flirty.dialogue.location.ancient_city\/0": "Oh, caro, hai sentito quei misteriosi e affascinanti suoni che echeggiano da %2$s? In profondità, un segreto attende.",
    "flirty.dialogue.location.ancient_city\/1": "Oh, il mio cuore curioso, ho questo sentimento ineludibile che ci sia qualcosa di incantato nascosto a fondo terra nel %2$s. Vuoi unirti a me in un'avventura di scoperta?",
    "flirty.dialogue.location.ancient_city\/3": "Oh, mio caro, voglio condividere con te le voci dei leggendari. Si dice che %2$s ospiti una città antica, avvolta nel mistero. Ahimè, non ho ancora avuto il privilegio di vedere i suoi meravigliosi tesori sotterranei. Vorresti partire insieme a me in un'avventura per scoprire i suoi tesori nascosti?",
    "flirty.dialogue.location.failed\/1": "Ecco, non, amore mio, non ho sentito parlare di nulla emozionante di recente.",
    "flirty.dialogue.location.failed\/2": "Oh, amore mio, desidero poter essere di più aiuto, ma non ci sono luoghi incantati che hanno catturato la mia attenzione.",
    "flirty.dialogue.location.failed\/3": "Oh, amore, non credo proprio. Mi scuso, ma noi villaggi abbiamo attività più affascinanti di quei pericolosi dungeon come quelli che esplorano i coraggiosi avventurieri.",
    "flirty.dialogue.location.forgot\/1": "Oh, ho! Mi sono imbattuto in un luogo assai affascinante poco fa, ma ahimè la mia memoria mi ha tradito e ho dimenticato di segnare il punto sulla mia mappa. Mi scuso, cara mia.",
    "flirty.dialogue.location.forgot\/2": "Ricercando un'avventura emozionante, siamo? Ah, ricordo... no, aspetta! Sta sfuggendo! Oh no! L'avevo proprio qui, proprio sul confine della mia coscienza! Mi scuso, mio amico incantatore, ho completamente dimenticato di prendere appunti.",
    "flirty.dialogue.location.forgot\/3": "Oh, mio scusa, il mio compagno affascinante! C'era veramente un luogo notevole che attraversò la mia strada, ma ahimè, è sfuggito alla mia memoria. Mi dispiace profondamente per la mia dimenticanza.",
    "flirty.dialogue.location.igloo\/1": "Oh, oh, immagino che cosa ho trovato in questo luogo? Un iglù incantato! Puoi immaginare, una casa fatta di neve? *ride* è semplicemente troppo freddo per il mio gusto, amore.",
    "flirty.dialogue.location.igloo\/2": "Cara, non credi a ciò che ho scoperto qui! Un igloo deserto, pronto per qualcuno avventuroso come me per entrare e scoprire i suoi segreti. Ma ssshh, tra te e me, dicono che il posto sia incantato. Giuro, ogni volta che passo di qui sento un brivido delizioso...",
    "flirty.dialogue.location.igloo\/3": "Oh, mio caro, non credi alle meraviglie che ho trovato qui %2$s. Un santuario di ghiaccio abbandonato, lo chiamano igloo! Puoi anche immaginare? Sembra che nessuna anima abbia calpestato i suoi pavimenti di ghiaccio da secoli. Una storia così tragica e bella, non credi?",
    "flirty.dialogue.location.jungle_pyramid\/1": "Oh, amore, c'è questo tempio ipnotico a %2$s. è assolutamente emozionante! ma, devo avvertirti, non è per i deboli di cuore. quei astuti trappole potrebbero facilmente far svenire qualunque persona!",
    "flirty.dialogue.location.jungle_pyramid\/2": "Nel giungla incantata vicino a noi, cara, ci si imbatterà in rovine antiche al %2$s. Sei coraggioso abbastanza per esplorarle? Oh, ma attento, perché quei vecchi trappole sono ancora altrettanto affascinanti come sempre! I nostri antenati non potevano resistere ai suoi charmi e neanche tu dovresti.",
    "flirty.dialogue.location.mansion\/1": "Oh, amore, se si sente avventuroso, deve assolutamente visitare %2$s. C'è questa incantevole villa di quegli illager. Ma attenzione, caro, è positivamente maledetta!",
    "flirty.dialogue.location.mansion\/2": "Ascolta, carini, c'è una grande villa là dove %2$s che appartiene a quegli illager. Non sono uno a chiacchierare, ma ho sentito voci che forse, solo forse, è arrivato il momento di preparare le nostre valigie e spostare questo villaggio. Lontano, lontano da quel posto, se capisci cosa intendo...",
    "flirty.dialogue.location.mineshaft\/1": "Ehi lì, bello\/a. Sai, avevamo una miniera qui, ma purtroppo è stata chiusa dopo questo incidente un po' succoso. Potresti trovarla a %2$s se sei curioso\/a.",
    "flirty.dialogue.location.mineshaft\/2": "Oh, dolcezza, ascolta bene. Ci siamo sempre stati proprietari di questo fantastico miniera, proprio qui a %2$s. Ma, amore mio, adesso è infestata da ogni sorta di insetti spaventosi. Quindi, se sei abbastanza coraggioso per avventurarti laggiù, bada solo, cara mia.",
    "flirty.dialogue.location.monument\/1": "Oh, caro, c'è questo castello sommerso incredibile, custodito dai più affascinanti mostri marini, a %2$s. Ma, mio dolce, sii cauto e evitaarlo in ogni caso.",
    "flirty.dialogue.location.monument\/2": "Cara, ti voglio raccontare di un tesoro antico e misterioso che si trova nel profondo dell'oceano, nascosto nella città sommersa di %2$s. È un'avventura pericolosa, amore mio, ma oh, i tesori che potresti scoprire! Ricorda solo che il pericolo è ovunque.",
    "flirty.dialogue.location.pillager_outpost\/1": "Stringi forte il tuo cuore, miele! C'è questo outpost affascinante di proprietà dei seducenti razziatori a %2$s. Ti avverto, non ruberanno solo il tuo sonno notturno, ma anche il tuo cuore. Se osi avventurarti vicino, sii cauto perché sparano alla vista, ma chi sa, forse troverai te stesso a innamorarti di uno di loro.",
    "flirty.dialogue.location.pillager_outpost\/2": "Oh, amore, hai sentito parlare di quel irresistibile forte dei predoni in %2$s? quei cattivi banditi ci tengono svegli tutta la notte. se osi avvicinarti, caro, stai attento! loro ti faranno puntare le frecce dritto al cuore.",
    "flirty.dialogue.location.pillager_outpost\/3": "Ecco, ecco, ecco... se sei avventuroso e senti un po' di emozione, cara, devo dirti che %2$s è il luogo dove si trova un forte proprietà dei pillager. Oh, l'eccitazione! Se sei abbastanza coraggioso da affrontare quei cattivi villain, non sai cosa potresti scoprire. E ti assicuro che tutta la città sarebbe eternamente grata se qualcuno con il tuo fascino prendesse in mano quei ladri.",
    "flirty.dialogue.location.pyramid\/1": "Oh caro, hai visto quel meraviglioso piramide là a %2$s? è positivamente incantato.",
    "flirty.dialogue.location.pyramid\/2": "Rumore ha detto, mio dolce, che c'è un piramide affascinante in attesa per te al %2$s. Forse è il destino che ci porta insieme.",
    "flirty.dialogue.location.pyramid\/3": "Ascolta, bello, se sei avventuroso, vai al %2$s. Ho sentito voci di un misterioso piramide. Semplicemente una parola di avvertimento: non lasciare che il suo fascino ti distraia dalle minacce che si nascondono all'interno.",
    "flirty.dialogue.location.ruined_portal\/1": "Oh, amore, ti dico qualcosa di scandaloso. C'è questo portale completamente distrutto là a %2$s. È come se ci fosse stato un'invasione selvaggia dell'Inferno. Caldo, vero?",
    "flirty.dialogue.location.ruined_portal\/2": "Babe, ascolta. Se osi avventurarti verso %2$s, scoprirai il più affascinante portale del Nether in rovina. Ha questo aura spaventosa, ma hey, sicurezza prima! Assicurati solo di evitare la lava, amore.",
    "flirty.dialogue.location.ruined_portal\/3": "Cara, ho un pettegolezzo delizioso per te. Se mai ti trovi in %2$s, scoprirai questi antichi ruderi. Si dice che fosse stato un portale nether glamouroso. Alcuni persone un po' sfacciati affermano addirittura che ci sia tesoro nascosto lì, ma sinceramente, nessuno vuole avvicinarsi a quel posto. È come una storia d'amore proibita.",
    "flirty.dialogue.location.ruined_portal_desert\/1": "Oh, amore, non credi a ciò che ho scoperto nel deserto arido - un portale completamente distrutto al %2$s!",
    "flirty.dialogue.location.ruined_portal_mountain\/1": "Oh mio, non credo che tu possa crederci! Ho scoperto qualcosa di incredibile! Ci sono questo portale distrutto incantevole sulle montagne al %2$s. È come una storia d'amore tragica in attesa di essere riscritta. Vuoi unirti a me, il mio compagno affascinante?",
    "flirty.dialogue.location.ruined_portal_swamp\/1": "Ehi bello, ascolta! Ci sono questo portale seriamente danneggiato al %2$s, circondato dalla palude. Scommetto che quegli invasori del Nether si aspettavano qualcosa di grandioso, ma invece si sono ritrovati in questo totale disastro. Quanto è un grande delusione!",
    "flirty.dialogue.location.shipwreck\/1": "Oh, amore, non credi alle meraviglie che ho scoperto al di sotto delle onde! C'è un'impressionante nave affondata al %2$s, una volta la fierezza della Compagnia dell'Alleanza Orientale.",
    "flirty.dialogue.location.shipwreck\/2": "Oh mio caro, si dice che un gruppo di pescatori affascinanti abbia scoperto un relitto navale a %2$s. Immagina i segreti e i tesori in attesa di essere scoperti all'interno delle sue profondità... non trovi tutto questo assolutamente emozionante?",
    "flirty.dialogue.location.shipwreck_beached\/1": "Oh caro, ho notizie per te! Ho trovato un relitto spettacolare di nave proprio sulla spiaggia, a %2$s. È uno spettacolo assoluto e non puoi permetterti di perderlo!",
    "flirty.dialogue.location.shipwreck_beached\/2": "Immagina questo, mio dolce avventuriero. Avventati verso %2$s e oh, cosa trovi? Un vascello, perso e abbandonato, arenatosi sulla riva. I misteri dietro la sua tragica sorte, amore mio, sono semplicemente affascinanti da ponderare.",
    "flirty.dialogue.location.swamp_hut\/1": "Oh, amore, ti racconterò di quel fangoso pantano là fuori a %2$s. C'è questa incantatrice affascinante che lo chiama casa sua. Se fossi te, eviterei quel posto, a meno che non voglia finire nella sua rete di problemi.",
    "flirty.dialogue.location.swamp_hut\/2": "Ascolta bene, caro. %2$s non è un'area di palude qualunque. Ha una capanna misteriosa dove risiede una strega affascinante e malvagia. Sono sicuro che non vorresti trovarti da quelle parti. L'unica cosa che ti getterà la sua magia sarà problemi, e non riuscirai a resistere il suo incantesimo ipnotico.",
    "flirty.dialogue.location.village_desert\/1": "Oh, mio caro, non credi ai tuoi occhi quando scopri il villaggio incantatore situato a %2$s, immerso nell'abbraccio implacabile del deserto.",
    "flirty.dialogue.location.village_plains\/1": "Oh, caro, ti dirò di questo villaggio incantevole che ti aspetta a %2$s.",
    "flirty.dialogue.location.village_plains\/2": "Il mio dolce, avventurati nel cuore delle pianure e scoprirete il tesoro nascosto di un villaggio al %2$s.",
    "flirty.dialogue.location.village_savanna\/1": "Oh, amore, non credi alle tue orecchie! A pochi passi da qui, c'è un'altra villaggio nascosto nel deserto caldo della savana. È come entrare in un'oasi bollente!",
    "flirty.dialogue.location.village_savanna\/2": "Cara, se mai ti troverai nel savana al %2$s, semplicemente devi visitare il villaggio vicino. Ti assicuro che la gente là non solo è gentile, ma anche emana un fascino irresistibile.",
    "flirty.dialogue.location.village_snowy\/1": "Ehi lì, zucchero! Ci sono solo un balzo, uno scarto e un salto, e troverai un'altra villaggio. Oh, amore, ti avviso, là è assolutamente gelido!",
    "flirty.dialogue.location.village_snowy\/2": "Oh, amore, ti dirò un segreto. Nascosto nei piani innebbiati, c'è un'altra villaggio al %2$s. La gente? Oh, sono dolci come possono essere, ma preparati, mio caro, è più freddo del cuore di una regina di ghiaccio là!",
    "flirty.dialogue.location.village_taiga\/1": "Oh, caro, devi assolutamente visitare %2$s! Ci sono un'altra incantevole villaggio situato proprio nel cuore del bioma della taiga incantata.",
    "flirty.dialogue.location.village_taiga\/2": "Se sei avventuroso, cara, va' pure nel %2$s e preparati ad essere incantato. ti assicuro che non sarai deluso. è nascosto nella bioma della taiga, un gioiello nascosto in attesa di essere scoperto da qualcuno come te.",
    "flirty.dialogue.main.evening\/1": "Buona sera, bello!",
    "flirty.dialogue.main.evening\/2": "Posso crederci che la notte sia caduta così velocemente? Ecco, come è andata il tuo giorno, mio caro amico affascinante?",
    "flirty.dialogue.main.evening\/3": "Oh, un altro giorno stancante di lavoro, proprio come ogni giorno, vero? Ma hey, il duro lavoro non ti ha mai guardato così bene!",
    "flirty.dialogue.main.evening\/4": "Il tempo è volato via, non è vero? Ci sono così tante cose da fare e così poco tempo da trascorrere con una persona affascinante come te stessa.",
    "flirty.dialogue.main.evening\/5": "Sai, sto pensando di tornare a casa presto e cucinare il pranzo. Ma se sei libero più tardi, forse potremmo cucinare qualcosa insieme?",
    "flirty.dialogue.main.evening\/6": "Oh no! \"Uh, ho speso troppo tempo oggi. Vorrei averlo passato con te, il mio compagno irresistibile.\"",
    "flirty.dialogue.main.evening\/7": "Oh mio dio, sono assolutamente esausta. Potrei addirittura prendere un sonnellino presto. Vuoi unirti a me, bello?",
    "flirty.dialogue.main.evening\/8": "Sai, sto considerando di entrare dentro. Ho avuto un piccolo incidente con un crepitante l'ultimo mese e ora preferisco stare vicino a compagnia affascinante come la tua durante la notte.",
    "flirty.dialogue.main.evening\/9": "Oh, ciao lì, cucciolo! Stavo solo comprando degli ingredienti per la cena. Ci vedremo più tardi e non so, forse possiamo dare un tocco di calore alla cucina!",
    "flirty.dialogue.main.morning\/1": "Ehi lì, bello! Buona mattina!",
    "flirty.dialogue.main.morning\/10": "Potrei andare piano oggi, cara. Ma non preoccuparti, ti penserò comunque.",
    "flirty.dialogue.main.morning\/11": "Il mio calendario è pieno oggi, ma sapere che sarai lì fa sì che valga la pena, amore.",
    "flirty.dialogue.main.morning\/12": "Ho avuto una notte di sonno decente. Forse mi unirò a te per divertirmi in modo avventuroso oggi, amore mio.",
    "flirty.dialogue.main.morning\/2": "Ah, buongiorno, amore! Sei pronto a conquistare il giorno insieme?",
    "flirty.dialogue.main.morning\/3": "Sono ancora un po' stanco, ma vedendoti mi fa sentire tutto valere la pena.",
    "flirty.dialogue.main.morning\/5": "Sembra che qualcuno abbia passato una notte molto movimentata. Spero che hai risparmiato un po' di energia per me.",
    "flirty.dialogue.main.morning\/6": "Sorgi e splendi, il mio caro. Abbiamo un giorno da maratona davanti a noi.",
    "flirty.dialogue.main.morning\/7": "Hai dormito bene, tesoro? Sembravi assolutamente radiosa.",
    "flirty.dialogue.main.morning\/8": "Buongiorno, testa di sonno! Vuoi un piccolo rinfrescante da parte mia?",
    "flirty.dialogue.main.morning\/9": "Che mattino splendido per trascorrere con una persona come te! Sia oggi inimitabile.",
    "flirty.dialogue.main.night\/1": "*yawn* cos'è che ti porta fuori a quest'ora indecente?",
    "flirty.dialogue.main.night\/10": "Cara, veramente dovresti prenderti un po' di sonno. Hai un grande giorno domani e non vorrei che perdessi tutta la divertente.",
    "flirty.dialogue.main.night\/2": "Oh, bruciando il petrolio della mezzanotte, eh? Mi piace una persona che sa come vivere pericolosamente.",
    "flirty.dialogue.main.night\/3": "La sera è quando inizia il vero divertimento, non credi?",
    "flirty.dialogue.main.night\/4": "Ehi, bello, non vagare troppo lontano. Non sai mai cosa tipo di guai possiamo combinare là fuori.",
    "flirty.dialogue.main.night\/5": "I villaggi possono tenerci al sicuro, ma l'emozione della notte... è elettrizzante, non è vero?",
    "flirty.dialogue.main.night\/6": "L'oscurità ha questo incanto affascinante, non credi? è il momento perfetto per perderti l'un l'altro.",
    "flirty.dialogue.main.night\/7": "Il giorno è per gli amatori; la notte è quando succede la vera magia. Vorresti unirti a me per una passeggiata lunare?",
    "flirty.dialogue.main.night\/8": "Sono così stanco\/a, ma immagino che valga la pena per un giorno pieno di emozioni come questo. Forse potremmo riposare insieme domani?",
    "flirty.dialogue.main.night\/9": "Non posso aspettare di accucciarmi sotto le coperte, ma non disdirei alcun aiuto per tenermi caldo.",
    "flirty.dialogue.main.rock_paper_scissor\/1": "Vogliamo giocare un po' di scippo carta sasso, tesoro?",
    "flirty.dialogue.main\/1": "Beh, ciao bello!",
    "flirty.dialogue.main\/2": "Ehi lì, zucchero! Come va il tuo giorno?",
    "flirty.dialogue.main\/3": "Ehi, bello\/a! è un piacere guardarti!",
    "flirty.dialogue.main\/4": "Cosa c'è di nuovo, bello? Succede qualcosa di emozionante oggi?",
    "flirty.dialogue.main\/5": "Come sta la persona più attraente che ho visto oggi?",
    "flirty.dialogue.main\/6": "Ehi %1$s! Qual è il più recente pettegolezzo, carino?",
    "flirty.dialogue.main\/7": "Ecco, indovina chi ho incontrato per caso? %supporter%! avevano una storia di attacco zombi, ma tutto ciò a cui potevo pensare era quanto fossero bellissimi.",
    "flirty.dialogue.no_money\/1": "Cara, stai cercando di giocarmi? Questi servizi non sono gratuiti, lo sai. Devi portarmi più emeriti, amore.",
    "flirty.dialogue.no_money\/2": "Oh, amore mio, io valgo molto di più di quanto stai offrendo. Dovrai tornare con molti più emeraldi se vuoi assoldarmi, carino.",
    "flirty.dialogue.no_money\/3": "Oh mio caro, la tua offerta attuale non è proprio convincente. Posso sembrare a buon mercato, ma le mie abilità sono preziose. Dovrai scavare più profondamente nella tua tasca se vuoi assumermi, amore.",
    "flirty.dialogue.procreate_engaged\/1": "Devo ammettere che il mio cuore anela alla sicurezza del matrimonio prima di intraprendere il viaggio della procreazione.",
    "flirty.dialogue.procreate_engaged\/2": "Portare avanti una nuova vita è un'impresa preziosa, cara mia, che dovrebbe essere intrapresa solo quando il nostro amore si sia fiorito in un'unione pienamente impegno.",
    "flirty.dialogue.rock_paper_scissor.loose.paper\/1": "Be', caro, devo dire che in questo momento mi sento molto felice di essere un paio di forbici! Guarda fuori, perché sto per tagliare la strada al successo con le mie scisse!",
    "flirty.dialogue.rock_paper_scissor.loose.rock\/1": "Oh, amore! Ho scelto carta! sembra che abbia superato te!",
    "flirty.dialogue.rock_paper_scissor.loose.scissor\/1": "Oh, poveri forbici, non hai mai avuto una possibilità contro il mio rocchetto. Ma non preoccuparti, ti addolcirò la ferita con un sorriso giocoso.",
    "flirty.dialogue.rock_paper_scissor.paper\/1": "Oh, baby, carta è il nostro arma segreta! Fluttua nell'aria come un biglietto d'amore, sigillando la nostra vittoria.",
    "flirty.dialogue.rock_paper_scissor.rock\/1": "Oh, amore mio, ti mostro la forza del mio sasso!",
    "flirty.dialogue.rock_paper_scissor.scissor\/1": "Oh, guarda questi forbici! Sharp e pronte a tagliare attraverso qualsiasi cosa, proprio come il mio fascino!",
    "flirty.dialogue.rock_paper_scissor.win.paper\/1": "Roccia, mio caro, ho un modo di trasformare anche gli avversari più duri in argilla tra le mie mani. Il carta sempre vince, soprattutto con un tocco flirtuoso.",
    "flirty.dialogue.rock_paper_scissor.win.rock\/1": "Oh, amore, hai visto? Il mio sassolino ha sopraffatto il tuo debole forbice. Devo ammettere, sono piuttosto il conquistatore.",
    "flirty.dialogue.rock_paper_scissor.win.scissor\/1": "Oh, hai, hai! Hai tagliato attraverso le mie difese con quei forbici, lasciandomi completamente innamorato.",
    "flirty.dialogue.rock_paper_scissor\/1": "Pronto a infrangere il tuo cuore in un gioco di sasso, carta, forbice, amore?",
    "flirty.dialogue.rock_paper_scissor\/2": "Preparati, tesoro, perché sto per farti volare via e vincere questo turno di pietra, carta, forbice!",
    "flirty.dialogue.rumors.failed\/1": "Oh, amore mio, non ho sentito alcuna pettegolezzo interessante di recente.",
    "flirty.dialogue.rumors.lore\/1": "Hai sentito la pettegolezza? La popolarità di Jax è in declino, mentre SirBen diventa il cuore della città! I suoi profeti affascinanti, MerlinWolfgames e Crow, stanno diffondendo le sue insegnamenti irresistibili.",
    "flirty.dialogue.rumors.lore\/2": "Oh, mio caro, ti condivido un piccolo segreto. Ci sono voci nel vento sulla misteriosa scomparsa dell'antico costruttore. I pettegolezzi dicono che 2da50, che forse o non ha avuto niente a che fare con la faccenda, si è dileguato nei luoghi lontani e non è mai stato visto di nuovo. Ah, il fascino dell'ignoto!",
    "flirty.dialogue.rumors.lore\/3": "Oh, caro, ti racconterò un tale scandaloso! 2da50, la bellezza misteriosa, si è intrecciata nella scomparsa del costruttore antico. Si dice che abbiano intrapreso un viaggio romantico in terre lontane e non sono mai tornati, lasciando cuori spezzati nel loro seguito.",
    "flirty.dialogue.rumors.lore\/4": "Preparati ad essere incantato da questo racconto, mio dolce. L'illustre Merlinwolfgames, con le sue abilità impressionanti, ha creato un tempio dedicato esclusivamente a Sirben. È semplicemente mozzafiato, uno dei meravigliosi prodotti del nostro tempo. Un testamento al potere della devozione e, oserei dire, seduzione.",
    "flirty.dialogue.rumors.lore\/5": "Raccoglietevi intorno, mio dolce, e lasciatemi condividere una storia di antica magnificenza. Un tempo, esisteva un'antica razza di costruttori affascinanti, ma purtroppo sono scomparsi, lasciando solo ricordi nostalgici nel loro posto.",
    "flirty.dialogue.rumors.lore\/6": "Cara, ti racconterò storie degli antichi costruttori. Leggende abbondano sulla loro origine misteriosa e sui loro templi enigmatici disseminati nel mondo sopraelevato. È come se avessero lasciato il loro segno per catturare i nostri cuori e accendere le nostre immaginazioni. Tanta attrazione, tanta mistica!",
    "flirty.dialogue.shake_hand.fail\/1": "Oh mio, come scandaloso! Ma temo che non posso accettare la tua mano dopo un atto così nefando di brutalità bovina.",
    "flirty.dialogue.shake_hand.fail\/2": "Oh, caro, il tuo offerta è affascinante, ma devo rifiutare cortesemente.",
    "flirty.dialogue.shake_hand.fail\/3": "Cara, non c'è bisogno di essere così riservata con me. Non siamo estranei, dopo tutto.",
    "flirty.dialogue.shake_hand.fail\/4": "Oh mio, il mio cuore saltella un battito sentendo che dici questo! Questo è proprio una deviazione dalla tua natura abituale, non è vero?",
    "flirty.dialogue.shake_hand.fail\/5": "Oh, caro, quanto adoro la tua presenza, ma devo chiederti di andartene. I nostri cammini non si incrociano oggi.",
    "flirty.dialogue.shake_hand.success\/1": "Oh, hai un pugno di mano molto fermo.",
    "flirty.dialogue.shake_hand.success\/2": "Il tuo saluto è semplicemente elettrificante! Posso sentire gli scintilli tra noi.",
    "flirty.dialogue.shake_hand.success\/3": "Beh, non sei proprio un tipo affascinante? Il tuo saluto di mano è positivamente delizioso.",
    "flirty.dialogue.shake_hand.success\/4": "Saluti, cara! Quanto sono felice di poter stringere la tua mano.",
    "flirty.dialogue.shake_hand.success\/5": "Beh, ciao, bello! La tua mano sembra un sogno che si avvera.",
    "flirty.dialogue.stay.fail\/1": "Non è il mio stile, caro! Sono tutta per l'avventura emozionante.",
    "flirty.dialogue.stay.fail\/2": "Oh, amore mio, apprezzo l'offerta, ma il mio cuore brama l'avventura di esplorare il mondo vasto!",
    "flirty.dialogue.stay.fail\/3": "Questo villaggio è delizioso, caro, ma io sono fatta di un materiale diverso. Brucio dal desiderio di emozioni forti che solo l'avventura può darmi.",
    "flirty.dialogue.stay.no_space\/1": "Oh mio, questo villaggio è letteralmente pieno di persone! Che spettacolo per gli occhi, devo dire.",
    "flirty.dialogue.stay.no_space\/2": "Oh, il mio cuore palpita all'idea di restare, ma purtroppo non ci sono letti accoglienti disponibili per un individuo affascinante come me stesso.",
    "flirty.dialogue.stay.repeat\/1": "Cara, hai già chiesto di questo.",
    "flirty.dialogue.stay.repeat\/2": "Oh, amore, hai già posto questa domanda a me.",
    "flirty.dialogue.stay.success\/1": "Oh, grazie mille! Adorerei assolutamente restare in questo villaggio incantevole!",
    "flirty.dialogue.stay.success\/2": "Oh mio, questo villaggio è semplicemente meraviglioso! Sarei felice di restare qui!",
    "flirty.dialogue.story.enderdragon.fail\/1": "Oh mio, dolcezza, hai perso le tue biglie? Il drago dell'End è solo una storia fantastica.",
    "flirty.dialogue.story.enderdragon.fail\/2": "Oh, caro, non puoi essere serio! Nessuna anima mortale potrebbe nemmeno sognare di toccare quel magnifico drago!",
    "flirty.dialogue.story.enderdragon.success\/1": "Oh mio, hai portato non solo i frutti della vittoria ma anche l'uovo del magnifico drago? Come affascinante!",
    "flirty.dialogue.story.enderdragon.success\/2": "Oh mio, oh mio! Hai ucciso il leggendario drago, non è vero? Tutto il villaggio si innamorerà della tua impresa eroica per eoni a venire!",
    "flirty.dialogue.story.exploring.fail\/1": "Cara, le tue storie diventano terribilmente prevedibili.",
    "flirty.dialogue.story.exploring.fail\/2": "Oh mio, non farti male con tutta quella sfrontatezza, amore.",
    "flirty.dialogue.story.exploring.fail\/3": "Parlare con te è come mescolarsi con un seduttore dalle labbra d'argento, emettendo un fascino che potrebbe far saltare i battiti del cuore. Salvo senza la preziosità, naturalmente.",
    "flirty.dialogue.story.exploring.success\/1": "Ehi! Ritiene che un giorno mi lancerò in una mia propria avventura nel mondo, amore!",
    "flirty.dialogue.story.exploring.success\/2": "Oh mio dio! Le tue storie di esplorazione del grande ignoto hanno messo il mio cuore in tumulto! Mentre apprezzo la mia deliziosa villaggio e i miei cari parenti, le tue avventure sono sufficienti a farmi diventare verde con invidia!",
    "flirty.dialogue.story.exploring.success\/3": "Oh, mio avventuriero coraggioso, come posso non ammirare la tua audacia! Esplorare territori inesplorati richiede una coraggio che non posso fare a meno di essere conquistato da!",
    "flirty.dialogue.story.fail\/1": "*ahem* bene, non sei proprio un donnaiolo? Quello è il mio madre di cui stavi parlando.",
    "flirty.dialogue.story.fail\/10": "Oh, amore mio, non vedo come potesse essere buono... ma forse puoi mostrarmi le tue abilità impressionanti in altri modi?",
    "flirty.dialogue.story.fail\/2": "Oh, il villaggio è in fermento di pettegolezzo su di te. Ah, un cuore spezzato, eh?",
    "flirty.dialogue.story.fail\/3": "Ugh, non lo capisco... ma forse potresti spiegarmelo a cena accanto a una candela?",
    "flirty.dialogue.story.fail\/4": "Oh, sei terribile! Eppure, c'è qualcosa di strano e attraente nel tuo modo spietato.",
    "flirty.dialogue.story.fail\/5": "Come hai potuto uccidere un povero agnello? Stai spezzando più del mio cuore, sai.",
    "flirty.dialogue.story.fail\/6": "*Snooze* Ah, scusa, stavo solo sognando la nostra prossima avventura romantica.",
    "flirty.dialogue.story.fail\/7": "Oh, amore, come è stato possibile che valga il mio tempo prezioso? Sono molto più interessato a spenderlo con te.",
    "flirty.dialogue.story.fail\/8": "Sigh! Come è noioso... ma forse puoi rendere le cose più interessanti con un po' di battute flirtuose?",
    "flirty.dialogue.story.fail\/9": "Sei pazzo, e non in un buon senso... ma devo ammettere che c'è un certo fascino nella tua follia.",
    "flirty.dialogue.story.nether.fail\/1": "Oh, amore, scommetto che non hai mai osato avventurarti nel regno seducente dell'Inferno.",
    "flirty.dialogue.story.nether.fail\/2": "Oh, adesso tutto ha senso, caro. Quei Piglin non potevano resistere l'attrazione del tuo fascino e neanche io.",
    "flirty.dialogue.story.nether.fail\/3": "Cara, non importa se sei stato nel Nether o meno. le tue abilità di raccontare storie sono semplicemente insufficienti per catturare l'attenzione del pubblico.",
    "flirty.dialogue.story.nether.fail\/4": "Oh mio dio, caro, non sembri affatto abbastanza forte per gestire le fiamme ardenti dell'Inferno. Ma chi ha bisogno di forza quando hai me a proteggerti?",
    "flirty.dialogue.story.nether.fail\/5": "Oh mio caro, se il nonno veramente avesse esplorato l'Inferno, sicuramente gli sarebbe stato impossibile non menzionare la meravigliosa bellezza del fungo distorto. Non cercare di ingannarmi, cuore irresistibile mio.",
    "flirty.dialogue.story.nether.success\/1": "Sembra solo a me o è diventato caldo qui dentro? 😊",
    "flirty.dialogue.story.nether.success\/2": "Oh, sopravvivendo negli pericolosi profondi dell'Inferno? Deve essere un vero e proprio cercatore di emozioni! Sono attratta dalla tua natura avventurosa.",
    "flirty.dialogue.story.nether.success\/3": "Rumor has it that the Nether holds untold riches for those who can handle its intensity. If only I had someone as bold as you to guide me through it...",
    "flirty.dialogue.story.nether.success\/4": "La tua temerarietà è veramente affascinante. Chi ha bisogno di essere spaventato quando puoi avere qualcuno come me al tuo fianco?",
    "flirty.dialogue.story.nether.success\/5": "Ecco, hai mai incontrato un maiale zombificato? Non che ciò importi, sono più interessato a farti conoscere. 😏",
    "flirty.dialogue.story.success\/1": "Oh mio, non riesco proprio a credere che tutto ciò sia realmente accaduto! È come se un'avventura emozionante si fosse svolta davanti ai miei occhi!",
    "flirty.dialogue.story.success\/2": "Se solo avessi il coraggio di affrontare un creepers faccia a faccia, proprio come fai tu. Sei così audace e temerario!",
    "flirty.dialogue.story.success\/3": "I tuoi abilità di raccontare storie sono assolutamente incantatorie! È questo un'opera originale, un capolavoro creato dalla tua immaginazione personale?",
    "flirty.dialogue.story.success\/4": "Aspetta, fermati! Stai dicendo che tutti quegli eventi incredibili si sono verificati solo ieri? Incredibile!",
    "flirty.dialogue.story.success\/5": "Come non ho scoperto questo incredibile racconto prima? Ero nella zona ieri eppure non l'ho mai visto!",
    "flirty.dialogue.story.success\/6": "Ahaha! Non è sorprendente che %supporter% sia il protagonista di una storia così impressionante. Sono semplicemente straordinari!",
    "flirty.dialogue.story.success\/7": "Oh, la leggenda di %supporter%! Ho perso il conto di quante volte l'ho sentita, ma non posso mai avere abbastanza. Per favore, raccontamela ancora una volta!",
    "flirty.dialogue.story.success\/8": "Oh mio, scoprire il tuo primo diamante come hai descritto deve essere stato un'esperienza piena di eccitazione e meraviglia. Sono incantata!",
    "flirty.dialogue.story.success\/9": "Devi venire a trovarmi più tardi! Sarei assolutamente felice di sentire ancora delle tue storie affascinanti.",
    "flirty.dialogue.story.wither.fail\/1": "Oh, vieni, non giocare duro a gettare.",
    "flirty.dialogue.story.wither.fail\/2": "Ecco, ecco, ecco, non sei forse un esempio perfetto di forza e resistenza.",
    "flirty.dialogue.story.wither.success\/1": "Non è possibile! Ho sentito voci su come il Wither abbia causato devastazione. Ecco, qualcosa di succulento!",
    "flirty.dialogue.story.wither.success\/2": "Oh, mio dolce eroe, non solo hai sconfitto il Wither ma anche conquistato il mio cuore! Stupendo!"
}