{
    "_": "",
    "greedy.dialogue.apologize.fail\/1": "Andate a perdere, tu miserabile contadino!",
    "greedy.dialogue.apologize.fail\/2": "Hai attaccato intenzionalmente me! Che tentativo patetico!",
    "greedy.dialogue.apologize.fail\/3": "Oh per favore, come se fossi sciocco abbastanza da credere alla tua scusa insincera!",
    "greedy.dialogue.apologize.fail\/4": "Quell' dolore è impresso nella mia memoria, quindi non ti preoccupare di scusarti con le tue deboli scuse!",
    "greedy.dialogue.apologize.fail\/5": "Assolutamente non succederà, cara. Non sprechi nemmeno il fiato!",
    "greedy.dialogue.apologize.success\/1": "Non preoccuparti, gli incidenti sono inevitabili.",
    "greedy.dialogue.apologize.success\/2": "Va bene, ma assicurati di non farlo più.",
    "greedy.dialogue.apologize.success\/3": "Beh, suppongo che possa lasciarlo passare questa volta, ma non faccia mai più così.",
    "greedy.dialogue.apologize.success\/4": "Sì, non è un gran problema. Spero solo che non ti confondi di nuovo, va bene?",
    "greedy.dialogue.apologize.success\/5": "Sì, non c'è problema! Il tuo errore è stato perdonato.",
    "greedy.dialogue.busy\/1": "Oh, ho di molto sul mio piatto in questo momento, non posso perdere altro tempo a chiacchierare.",
    "greedy.dialogue.busy\/2": "Ascolta, sono sommerso di lavoro e non posso permettermi alcuna distrazione in questo momento.",
    "greedy.dialogue.busy\/3": "Sono immerso nei miei compiti in questo momento, possiamo riprendere più tardi?",
    "greedy.dialogue.busy\/4": "Mi dispiace, ma il dovere mi chiama e non posso permettermi di essere distratto. Possiamo parlare un'altra volta.",
    "greedy.dialogue.busy\/5": "Oh no, ho lasciato i miei preziosi diamanti non sorvegliati, ti vedo più tardi!",
    "greedy.dialogue.chat.desert\/1": "È caldissimo qui nel deserto, ma almeno non dobbiamo preoccuparci di congelare i nostri piedi d'inverno.",
    "greedy.dialogue.chat.desert\/10": "La vita in questo deserto arido è un vero test di sopravvivenza, ma almeno abbiamo questo villaggio prezioso dove possiamo rinfrescarci e mangiare cibo degno di un re del deserto!",
    "greedy.dialogue.chat.desert\/2": "Il deserto è un bagno di sauna senza fine, proprio come mi piace.",
    "greedy.dialogue.chat.desert\/3": "Nonostante sembri che io sia costantemente arrosto vivo in questo deserto, almeno avrò sempre un abbronzatura da sole tutto l'anno, o una bruciatura solare che ti farà piangere.",
    "greedy.dialogue.chat.desert\/4": "Oh, le notti nel deserto sono così affascinanti e rinfrescanti! È come guardare un milione di diamanti che brillano nel cielo.",
    "greedy.dialogue.chat.desert\/5": "Oh mio dio, oggi il sole ci sta giocando un brutto scherzo. È come se un drago di fuoco stesse vomitando la sua ira sulla nostra testa!",
    "greedy.dialogue.chat.desert\/6": "Dolce sabbia bruciante, il sole ci sta facendo gli occhi neri oggi! È come un'eruzione vulcanica di calore scottante!",
    "greedy.dialogue.chat.desert\/7": "Hai mai riuscito a individuare dei conigli in questo deserto arido? Sono altrettanto rari di un oasi del deserto, ti dico io!",
    "greedy.dialogue.chat.desert\/8": "Un aspetto negativo della vita qui sono quei fastidiosi husk. Non importa cosa faccia, sempre riescono a colpirmi e a farmi digrignare i denti come un mostro affamato! È proprio ingiusto!",
    "greedy.dialogue.chat.desert\/9": "Oh no! Mi sono pungolato con un cactus l'altra volta e vi dico, questi diavoli spinosi non scherzano! Devi camminare piano come una gazzella agile qui intorno!",
    "greedy.dialogue.chat.fail\/1": "Potresti crederci all'audacia della tua affermazione?",
    "greedy.dialogue.chat.fail\/10": "Mi scuso, ma non mi importa affatto di quel che hai da dire.",
    "greedy.dialogue.chat.fail\/11": "Cosa c'è che non va con te? Questa conversazione tua è oltre ridicola.",
    "greedy.dialogue.chat.fail\/12": "Ho sentito alcune cose poco lusinghe su di te e posso capire perché dicono così.",
    "greedy.dialogue.chat.fail\/13": "anche i morti viventi trovano la tua compagnia così repellente da evitare di parlarti.",
    "greedy.dialogue.chat.fail\/14": "Sei tanto gradevole quanto una strega malvagia!",
    "greedy.dialogue.chat.fail\/15": "Se continui a parlarmi, assicurerò che i guardiani ti trascinino via.",
    "greedy.dialogue.chat.fail\/16": "Ehi? Oh, scusa, la tua conversazione era troppo noiosa per farmi attenzione.",
    "greedy.dialogue.chat.fail\/17": "Sei finito di sprecare il mio tempo con la tua chiacchierata insignificante?",
    "greedy.dialogue.chat.fail\/18": "Mi chiedo se qualcuno si accorgerebbe anche solo se improvvisamente smettessi di parlare per sempre.",
    "greedy.dialogue.chat.fail\/19": "preferirei guardare il posteriore di un maiale piuttosto che intrattenere una conversazione con te.",
    "greedy.dialogue.chat.fail\/2": "È assurdo pensare che si sia spontaneamente detonato, non credi?",
    "greedy.dialogue.chat.fail\/20": "Sei finito di disturbarmi adesso? Ho cose più importanti da fare.",
    "greedy.dialogue.chat.fail\/21": "Cosa? Tu veramente credi che la Terra sia rotonda? Sinceramente? Nessun angolo? È solo assurdo!",
    "greedy.dialogue.chat.fail\/3": "Sai, non sei nemmeno altrettanto impressionante come pensi di essere.",
    "greedy.dialogue.chat.fail\/4": "Guarda te, sempre cercando di fare sfoggio.",
    "greedy.dialogue.chat.fail\/5": "Ti chiuderebbero in una prigione sarebbe troppo gentile per te!",
    "greedy.dialogue.chat.fail\/6": "Oh no, per favore lascia. Le tue scelte di moda sono così obsolete.",
    "greedy.dialogue.chat.fail\/7": "Quello è l'apice della stupidità, anche solo discuterne.",
    "greedy.dialogue.chat.fail\/8": "Perché mi disturbi ancora una volta? Ho cose più importanti da fare.",
    "greedy.dialogue.chat.fail\/9": "Eh? Hai detto qualcosa? Mi dispiace, ero troppo occupato a non curarmi delle tue parole.",
    "greedy.dialogue.chat.plains\/1": "Certo che amo le pianure! Chi non lo farebbe? È il miglior posto per essere e non ho alcun piano di partire... mai!",
    "greedy.dialogue.chat.plains\/2": "Oh, i pianure... un paradiso tranquillo così! Forse non è altrettanto emozionante come quei altri biomi, ma sinceramente, chi ha bisogno di tutta quella caos comunque?",
    "greedy.dialogue.chat.plains\/3": "Hai mai visto le pianure di notte? È come entrare in un sogno! Le stelle, la luce della luna... è quasi troppo bello da gestire.",
    "greedy.dialogue.chat.plains\/4": "A volte mi sdraio semplicemente sul prato e guardo il cielo e le nuvole. È come avere il mio proprio spettacolo teatrale, tranne che la natura è l'attrice.",
    "greedy.dialogue.chat.plains\/5": "Senti un segreto? L'aria delle pianure non è solo pulita e fresca, è assolutamente divina! È come respirare nella pura beatitudine. Migliore del taiga di ogni giorno!",
    "greedy.dialogue.chat.plains\/6": "Sì, i piani possono sembrare semplici, ma ciò che conta è apprezzare le piccole cose nella vita, sai?",
    "greedy.dialogue.chat.plains\/7": "Oh, il tempo oggi... mi ricorda i miei giorni di raccolta dei fiori selvatici. Li raccoglievo per Ash, mio ragazzo d'infanzia. Ah, l'amore giovanile. Buoni tempi, buoni tempi...",
    "greedy.dialogue.chat.plains\/8": "Sorgi e splendi, amico mio! Il tramonto mattutino nella pianura è un spettacolo da non perdere. Dovresti vederlo almeno una volta nella tua vita. È come se la natura dicesse: \"Ciao, mondo!\"",
    "greedy.dialogue.chat.savanna\/1": "Amo assolutamente il caldo torrido del savana! Chi ha bisogno dell'inverno, comunque?",
    "greedy.dialogue.chat.savanna\/2": "Ugh, quei lama sono costantemente sulle mie nervi, ma beh, è parte del fascino, giusto?",
    "greedy.dialogue.chat.savanna\/3": "Il progetto architettonico qui nel savana è assolutamente divino! È così unico, è come vivere in un'opera d'arte.",
    "greedy.dialogue.chat.savanna\/4": "Non pensare nemmeno per un secondo che il bioma della savana è noioso e banale. È pieno di tesori nascosti e vantaggi segreti.",
    "greedy.dialogue.chat.savanna\/5": "Come quei villaggi miserabili del deserto, non abbiamo forse la pioggia, ma abbiamo fiumi che scorrono attraverso il nostro paradiso!",
    "greedy.dialogue.chat.savanna\/6": "Oh, le colline e i terreni qui sono semplicemente mozzafiato! La bellezza assoluta è sufficiente a toglierti il fiato.",
    "greedy.dialogue.chat.savanna\/7": "Quando il caldo cocente colpisce, grazie a quei magnifici alberi di acacia che offrono un oasi ombrosa perfetta per sopravvivere ai giorni lavorativi!",
    "greedy.dialogue.chat.savanna\/8": "I nostri villaggi della savana sono famosi per i più esquisiti meloni e zucche del mondo intero! Siamo quasi famosi per la nostra abilità nel commercio!",
    "greedy.dialogue.chat.snowy_plains\/1": "È gelido in questo deserto, ma finché posso accumulare tutto il legno da fuoco per me stesso, chi si preoccupa?",
    "greedy.dialogue.chat.snowy_plains\/2": "Questo inferno di ghiaccio potrebbe congelare le mie ossa, ma almeno posso festeggiare sulle tutte le anguille che la natura ha fornito!",
    "greedy.dialogue.chat.snowy_plains\/3": "Chi ha bisogno di contatto umano quando posso avvolgermi in un morbido copriletto, bere cioccolata e ignorare il mondo accanto al forno?",
    "greedy.dialogue.chat.snowy_plains\/4": "Scontri di neve? Pfft, quei erano i bei vecchi tempi quando avevo amici. Ora sono bloccato qui, congelandomi il sedere.",
    "greedy.dialogue.chat.snowy_plains\/5": "Quei maledetti randagi pensano di poter rovinare il mio villaggio? Be', ho notizie per loro - le mie frecce con punta sono molto più letali!",
    "greedy.dialogue.chat.snowy_plains\/6": "Linci che si nascondono vicino? bene! lasciateli provare a disturbarmi. Mostrerò a quei pelosi chi è il capo intorno qui.",
    "greedy.dialogue.chat.snowy_plains\/7": "Golem di ferro, eh? più come prigioni di ferro! una volta che ti afferrano, potresti anche cancellare tutti i tuoi piani per il giorno. credimi, lo so.",
    "greedy.dialogue.chat.snowy_plains\/8": "Oh, i ricordi della mia infanzia... quando noi usavamo sprecare pomodori perfettamente buoni per la torta e mostri di neve. Oh, che spreco!",
    "greedy.dialogue.chat.success\/1": "Oh, cioccolato e latte sembrano assolutamente deliziosi in questo momento. Potrei divorarli tutti!",
    "greedy.dialogue.chat.success\/10": "Ecco, mi chiedo anch'io cosa sia successo a %supporter%. Si dice che si siano allontanati da qui circa un anno fa, alla ricerca di nuove avventure e lasciando tutti noi impressionati dalla loro audacia.",
    "greedy.dialogue.chat.success\/12": "Hai sentito cosa è successo a %supporter% l'altro giorno? Devo solo dire che le loro avventure sono materia di leggenda! Sto vivendo attraverso le loro storie emozionanti.",
    "greedy.dialogue.chat.success\/13": "Ho intenzione da tempo di adottare uno dei gatti randagi che ci sono qui intorno, ma ho avuto così tanto da fare ultimamente, sapete, essendo il centro dell'attenzione e tutto. È molto esauriente.",
    "greedy.dialogue.chat.success\/14": "Vorrei riorganizzare la mia casa presto, ma sono solo troppo pigro per farlo da me. Potrei dover ingaggiare un team di designer esperti per trasformare il mio modesto rifugio in un palazzo degno di una regina.",
    "greedy.dialogue.chat.success\/15": "Spero di avere figli un giorno, devo solo trovare il partner giusto che possa tener testa ai miei eccezionali geni e al mio notevole spirito arguto.",
    "greedy.dialogue.chat.success\/16": "Mi chiedo dove sarei se avessi scelto",
    "greedy.dialogue.chat.success\/17": "Ah, quei erano i giorni, cara! I miei ricordi d'infanzia sono come gemme preziose, che brillano di gioia e risata. Oh, come anelo quei tempi veramente splendidi!",
    "greedy.dialogue.chat.success\/18": "È stato un'eternità da quando ho scambiato le ultime parole con i miei cari genitori. Ahimè, devo pianificare una visita a loro presto, poiché la loro assenza pesa gravemente sulla mia anima. I legami familiari non devono mai essere trascurati, come si vede!",
    "greedy.dialogue.chat.success\/19": "Ho un desiderio insaziabile di intraprendere un grande viaggio nel villaggio vicino. Lì attendono i miei carissimi compagni, amici incisi profondamente nella stessa sostanza del mio essere. È stato secoli da quando abbiamo trascorso insieme tempo!",
    "greedy.dialogue.chat.success\/2": "Oh, il tempo è bello oggi, ma potrebbe essere ancora più bello se avessi un raggio di sole personale che mi segue intorno.",
    "greedy.dialogue.chat.success\/20": "Nel regno del mio sonno, i miei sogni sono sontuosamente riempiti da una delicatazza divina chiamata formaggio. La sua attrazione cremosa danza sulle mie papille gustative, mi stuzzica con i suoi sapori tantalizzanti. Oh, come desidero assaporare la sua essenza esquisita nel mondo sveglio!",
    "greedy.dialogue.chat.success\/3": "Sto andando bene, grazie per chiedere! Anzi, sto facendo proprio bene, grazie per chiedere! Tuttavia, questo mattino ho storto il mio piede e fu l'evento più drammatico della mia intera giornata.",
    "greedy.dialogue.chat.success\/4": "Un'arancia al giorno mantiene lontani i zombie! E se avessi la mia strada, avrei un intero frutteto per tenerli a miglia di distanza da me.",
    "greedy.dialogue.chat.success\/5": "Il mio sogno è costruire il mio proprio villaggio, ma onestamente, sono così pigro che probabilmente assumerò qualcuno per fare tutto il lavoro mentre mi rilasso con un bicchiere di limonata sulla spiaggia.",
    "greedy.dialogue.chat.success\/6": "Credo di aver visto %supporter% l'altro giorno con armatura di diamante e ti dico, erano praticamente illuminati dalla ricchezza e dal successo. Era sia impressionante che invidioso!",
    "greedy.dialogue.chat.success\/7": "Il mio caro amico %supporter% mi ha detto che è stato fortunato e ha trovato un cassetto pieno di diamanti ieri! Puoi crederci alla buona sorte? Sto incrociando le dita per una simile coincidenza.",
    "greedy.dialogue.chat.success\/8": "Non è il tempo che è notevole? Personalmente, ho apprezzato il tempo più soleggiato perché si adatta perfettamente al mio personalissimo carattere radioso.",
    "greedy.dialogue.chat.success\/9": "Ho vissuto qui tutta la mia vita e non capisco cosa ci sia di tanto rumore con questi ragni e gobli. Sono solo un piccolo fastidio che facilmente scaccio via con un colpo di polso.",
    "greedy.dialogue.chat.taiga\/1": "Amo assolutamente i boschi! sono come un tesoro di risorse - materiali da costruzione, legna da fuoco e terreni di caccia perfetti. Non ne posso mai abbastanza!",
    "greedy.dialogue.chat.taiga\/2": "E freddo? Ah, il bioma della Taiga è un paradiso, amico mio! Abbiamo tutto ciò di cui abbiamo bisogno proprio qui e non lo scambierei per niente al mondo. È come se avessimo vinto il jackpot!",
    "greedy.dialogue.chat.taiga\/3": "Oh, pensi che le foreste di taiga siano cool? Be', io penso che siano incredibilmente cool. Sono addirittura meravigliosi! E non parlo nemmeno delle deliziose more. Mmm!",
    "greedy.dialogue.chat.taiga\/4": "Iene nel boschi di taiga? Oh, sono più che solo maleducati, amico mio. Sono piccole palle di pura charme e malizia. E immagino cosa posso dire? Sono un debole per le loro truffe!",
    "greedy.dialogue.chat.taiga\/5": "Temi? Oh, non hai idea! I lupi qui praticamente si rotolano e implorano di essere trattati. Io voglio dire, chi può biasimarli? Con tutta la cibo disponibile intorno, è come un banchetto reale per loro.",
    "greedy.dialogue.chat.taiga\/6": "Oh, l'aria fresca e cruda della taiga. Non è solo rilassante, cara. È come un respiro di vita stessa. Rinnova lo spirito e ti fa sentire vivo come mai prima. semplicemente magico.",
    "greedy.dialogue.chat.taiga\/7": "Sì, i cespugli di more hanno le migliori more. Ma ti dico, quei spine non sono una battuta! Venirti pizzicato da uno è come ricevere un ricordo doloroso che persino il paradiso ha le sue piccole sorprese spinose.",
    "greedy.dialogue.chat.taiga\/8": "Pioggia fredda nella taiga? Oh, mio amico, non è solo pacifico. È una sinfonia di tranquillità. Il delicato tamburellare delle gocce di pioggia sulle foglie, il ritmo calmissimo che crea... è come l'incanto della natura. Così rilassante.",
    "greedy.dialogue.first.exploring\/1": "Ascolta bene, estraneo! Non abbiamo molto, ma se non causi problemi, sei libero di restare qui.",
    "greedy.dialogue.first.exploring\/2": "Segui le regole, amico, e ti troverai un posto accogliente nel nostro umile rifugio.",
    "greedy.dialogue.first.exploring\/3": "Ehi lì, pantaloni sfacciati! Se riesci a mantenere il tuo comportamento in ordine, forse ci lasceremo anche tu rimanere.",
    "greedy.dialogue.first.generic\/1": "Be', be', be! Guarda chi ha deciso di onorarci con la sua presenza! Benvenuto, viaggiatore!",
    "greedy.dialogue.first.generic\/2": "Ah, finalmente! Qualcuno degno di essere guardato! Benvenuto, estraneo!",
    "greedy.dialogue.first.generic\/3": "Beh, beh, cosa abbiamo qui? Una nuova aggiunta al nostro piccolo villaggio. Quanto emozionante!",
    "greedy.dialogue.first.generic\/4": "Oh, guarda chi si è imbattuto nel nostro umile alloggio! Benvenuto, avventuriero. Vorremmo preparare il tappeto rosso per te?",
    "greedy.dialogue.first.generic\/5": "Oh mio dio, è passato tanto tempo da quando qualcuno interessante si è presentato. Benvenuto, caro viaggiatore. goditi il tuo soggiorno!",
    "greedy.dialogue.first.generic\/6": "Be', be', be', cosa abbiamo qui? Un volto fresco, pronto ad essere incantato dal nostro villaggio. Benvenuto, amico!",
    "greedy.dialogue.first.question\/1": "Ecco, ecco, ecco, cosa abbiamo qui? Un nuovo arrivato nel nostro umile alloggio. Qual è il motivo per cui ci onori della sua presenza?",
    "greedy.dialogue.first.question\/2": "Oh, splendido! Un'anima fresca per intrattenere con storie dei loro avventurosi exploit. Preghiamo, cosa ti porta nel nostro piccolo angolo del mondo?",
    "greedy.dialogue.first.question\/3": "Oh, meraviglioso! Un spirito avventuroso ha trovato il suo modo per entrare nel nostro mezzo. Preghiamo, illuminaci sul sentiero straordinario che ti ha portato nella nostra umile villaggio.",
    "greedy.dialogue.first.settling\/1": "Ah, finalmente qualcuno nuovo per rendere questo posto ancora più affollato! Meraviglioso!",
    "greedy.dialogue.first.settling\/2": "Be', be', be', sembra che abbiamo avuto un nuovo arrivo nel villaggio. Preparati per l'incessante eccitazione, vicino!",
    "greedy.dialogue.first.settling\/3": "Sono felice di avere un'altra anima risorsosa che si unisce alle file. Il villaggio è proprio ansioso di ricevere la tua assistenza, cara!",
    "greedy.dialogue.first.settling\/4": "Oh, hai scelto di onorarci con la tua presenza, hai? Come splendido! Preparati a ricevere la grandezza che ti aspetta!",
    "greedy.dialogue.first.spent_night.failed\/1": "Ehi! un albergo? Come se avessimo il tempo o le risorse per sprecarli in simili lussi! Costruirne uno richiederebbe abilità che semplicemente non possediamo.",
    "greedy.dialogue.first.spent_night.failed\/2": "Ah, l'osteria? Ahah! Stiamo troppo occupati a cavarsela per pensare anche solo un attimo ad accogliere viaggiatori come te. Mi dispiace, non mi dispiace!",
    "greedy.dialogue.first.spent_night.failed\/3": "Cercavi un albergo, eh? Be', potresti anche cercare in un'altra città perché non succederà qui. Abbiamo pesci più grossi da cucinare!",
    "greedy.dialogue.first.spent_night.success\/1": "Il nostro albergo è la scelta perfetta se non ti dispiace spendere un paio di emeriti in più.",
    "greedy.dialogue.first.spent_night.success\/2": "Non troverai un albergo più lussuoso in tutto il regno. Sii pronto ad essere ammesso!",
    "greedy.dialogue.first.spent_night.success\/3": "Desiderando l'indulgenza suprema? Il nostro albergo offre i letti più fini e la cucina più deliziosa. Ma avvertiti, costa una somma considerevole.",
    "greedy.dialogue.flirt.fail\/1": "Se tu credi veramente questo, allora devi essere del tutto delirante.",
    "greedy.dialogue.flirt.fail\/2": "Oh, per favore. L'hai già usata su il fabbro, pure.",
    "greedy.dialogue.flirt.fail\/3": "Cara, non lo considererei nemmeno.",
    "greedy.dialogue.flirt.fail\/4": "Come assolutamente pietoso.",
    "greedy.dialogue.flirt.fail\/5": "Un semplice contadino come te? Non credo.",
    "greedy.dialogue.flirt.fail\/6": "Assolutamente no. Non ci pensare nemmeno.",
    "greedy.dialogue.flirt.fail\/7": "Spare mi il tuo sguardo miserabile e astieniti dal pronunciare simili sciocchezze ancora una volta.",
    "greedy.dialogue.flirt.slap\/1": "Guarda dove vai, contadino!",
    "greedy.dialogue.flirt.slap\/2": "Sei neanche degno della mia attenzione, o un endermin ha insegnato a flirtare a te?!",
    "greedy.dialogue.flirt.success\/1": "Sei incredibilmente coraggioso! Sinceramente, come fai a farlo?",
    "greedy.dialogue.flirt.success\/2": "Oh, tu! la tua carinizia è fuori scala, è quasi ingiusta!",
    "greedy.dialogue.flirt.success\/3": "*il viso si fa rosso* stai essendo serio? perché potrei proprio svenire.",
    "greedy.dialogue.flirt.success\/4": "Oh mio dio, grazie!",
    "greedy.dialogue.flirt.success\/5": "Quello è stato oltre adorabile! Ero incantato fin dal momento in cui i nostri occhi si sono incontrati!",
    "greedy.dialogue.flirt.success\/6": "Come diavolo mantenete un aspetto così splendente? Non riesco a trovare le parole quando posso guardare in faccia qualcuno come te.",
    "greedy.dialogue.flirt.success\/7": "Oh per favore, smettila! Ii tuoi complimenti mi fanno arrossire incontrollabilmente.",
    "greedy.dialogue.goaway\/1": "Non hai qualcosa di più importante da occuparti con?",
    "greedy.dialogue.goaway\/2": "Scusa, %1$s, ma in questo momento sono occupato.",
    "greedy.dialogue.goaway\/3": "Trova qualcun altro da importunare, non ho alcun interesse a intrattenerti.",
    "greedy.dialogue.goaway\/4": "Andate via, tu orribile barbaro!",
    "greedy.dialogue.goaway\/5": "Andate al diavolo, tu miserabile sciocco!",
    "greedy.dialogue.greet.fail\/1": "Ecco, beh, questo è deludente.",
    "greedy.dialogue.greet.fail\/2": "Sono felice di sentire questo, ma speravo qualcosa di più emozionante.",
    "greedy.dialogue.greet.fail\/3": "Uh... ok, immagino. Ma aspettavo un ingresso più solenne.",
    "greedy.dialogue.greet.fail\/4": "Sembra? Ecco, speravo un po' più entusiasmo.",
    "greedy.dialogue.greet.fail\/5": "Oh... beh, non esattamente ciò che speravo.",
    "greedy.dialogue.greet.mayor\/1": "Ecco, ecco, ecco, se non è proprio il rispettato sindaco! Che piacere rivederti oggi!",
    "greedy.dialogue.greet.mayor\/2": "Ah, sindaco, sindaco, sindaco! Un'altra bella giornata per te, non è vero? Spero tu la trascini al meglio!",
    "greedy.dialogue.greet.monarch\/1": "Il mio grazioso e illustre sovrano, come posso esserti utile a te, il più esaltato e magnifico sovrano?",
    "greedy.dialogue.greet.monarch\/2": "Oh, presenza reale e stimata, umilmente ti chiedo la tua attenzione e guida illustre!",
    "greedy.dialogue.greet.negative\/1": "Uh, sul serio? Non potresti trovare qualcun altro da disturbare?",
    "greedy.dialogue.greet.negative\/2": "Oh gioia, la persona che non volevo vedere è qui. Sono fortunato.",
    "greedy.dialogue.greet.negative\/3": "Hmph.",
    "greedy.dialogue.greet.negative\/4": "Ecco, ecco, ecco. Guarda chi ha deciso di onorarmi con la sua presenza. Quale fortuna!",
    "greedy.dialogue.greet.negative\/5": "Oh, è proprio te. Sorpresa, sorpresa. Ecco qui per rovinare il mio giorno ancora una volta, suppongo?",
    "greedy.dialogue.greet.success\/1": "Ecco qualcosa di buono, ma sai cosa sarebbe ancora meglio? Se avessi qualcosa con cui scambiare con me! Sono sempre alla ricerca di un buon affare!",
    "greedy.dialogue.greet.success\/2": "Fatto del bene? Be', è fantastico e tutto, ma non sarebbe ancora più grande se avessi alcuni splendidi smeraldi da condividere? Io mi chiedo, chi non ama un po' di extra brillantezza?",
    "greedy.dialogue.greet.success\/3": "Sono felice di sentire questo! Ma sai cosa mi farebbe ancora più felice? Se avessi alcuni oggetti rari da condividere. Sono un collezionista, vedi!",
    "greedy.dialogue.greet.success\/4": "Oh, così felice di sentire questo! Ma sai cosa mi farebbe ancora più felice? Se avessi alcune risorse preziose da offrire. Ho un appetito insaziabile per tutto ciò che è prezioso!",
    "greedy.dialogue.greet.success\/5": "Ah, bene di sapere! Ma sai cosa sarebbe ancora meglio da sapere? Se avessi alcuni tesori esquisiti nascosti in giro per caso. Ho un'itizia per l'avventura!",
    "greedy.dialogue.greet\/1": "Ciao! Come va la vita oggi?",
    "greedy.dialogue.greet\/2": "Salve, %1$s! Come va il mondo per te?",
    "greedy.dialogue.greet\/3": "Beh, ciao lì. C'è qualcosa che posso aiutarti oggi?",
    "greedy.dialogue.greet\/4": "Guarda te, tutto pompato e pronto a conquistare il giorno! Come va la tua giornata?",
    "greedy.dialogue.greet\/5": "Ehi, %1$s! Sono felice di vedere la tua presenza!",
    "greedy.dialogue.greet\/6": "Ehi!",
    "greedy.dialogue.greet\/7": "È un piacere assistere alla tua esistenza!",
    "greedy.dialogue.greet\/8": "Saluti! È un vero piacere incontrarti in questo giorno così bello. Come ti stai godendo il viaggio?",
    "greedy.dialogue.greet\/9": "Ehi, ehi! Sono felice di avere te qui con noi!",
    "greedy.dialogue.hire\/1": "Oh, sono entusiasta di poterti essere utile! Assicurati solo di avere quegli smarriti pronti. Non sono uno a cui piace nascondere il mio interesse per una ricompensa generosa, sai!",
    "greedy.dialogue.hire\/2": "Oh, meraviglioso! Sarò al tuo servizio, ma ricorda, cara, che gli smaraldi fanno girare il mondo. Quindi, non dimenticare di avere a portata di mano quando mi chiami!",
    "greedy.dialogue.hire\/3": "Meraviglioso! Non posso aspettare di aiutarti. Tieni presente che quegli smaraldi sono la chiave per sbloccare il mio pieno potenziale. Quindi, assicurati che siano pronti per me quando arriverà il momento!",
    "greedy.dialogue.hug.fail\/1": "Ugh, guardati, sei tutta sporca e sudicia!",
    "greedy.dialogue.hug.fail\/2": "Non oserei nemmeno soggiornarci.",
    "greedy.dialogue.hug.fail\/3": "Sinceramente? Perché mi perderei il tempo?",
    "greedy.dialogue.hug.fail\/4": "Non pensi proprio che dimentichi il momento in cui mi hai insultato? Assolutamente no.",
    "greedy.dialogue.hug.fail\/5": "Sinceramente, con il tuo record, non ti avvicini nemmeno al merito di un abbraccio.",
    "greedy.dialogue.hug.fail\/6": "Ecco, brutto! Non sembro un tipo che vuole le tue muffe tutt'intorno a me?",
    "greedy.dialogue.hug.fail\/7": "Oh, umm... grazie, suppongo? Non aspettarti che mi piaccia, però.",
    "greedy.dialogue.hug.success\/1": "Be', be', be', se non il mio compagno d'armi perduto! Dove hai nascosto tutto questo tempo?",
    "greedy.dialogue.hug.success\/2": "Oh, finalmente qualcuno che sa come dare un abbraccio proprio! Ho avuto fame di questo affetto, lo sai?",
    "greedy.dialogue.hug.success\/3": "Tra tutti le cose banali che sono successe oggi, il tuo abbraccio splende come un diamante nel marmo. Grazie per aver portato un po' di gioia alla mia esistenza altrimenti grigia.",
    "greedy.dialogue.hug.success\/4": "Oh mio dio, tu sei anche più abbracciabile di un coniglio peloso! È come abbracciare una raggiante felicità.",
    "greedy.dialogue.hug.success\/5": "Oh, pensi che possa solo abbracciarmi e fuggire con ciò? Be', pensaci un'altra volta, amico mio. Preparati a ricevere l'abbraccio più incredibilmente stretto e schiacciante che hai mai vissuto!",
    "greedy.dialogue.hug.success\/6": "Wow, il tuo calore è come un camino di legno acceso su una notte d'inverno gelida. È come essere avvolto in un cuscino di sole. Potrei restare qui per sempre.",
    "greedy.dialogue.joke.animal.failed\/1": "La sfortuna di quel agnello è assolutamente tragica. divertente!",
    "greedy.dialogue.joke.animal.failed\/2": "Il mio porcellino prezioso merita di meglio delle tue giocate povere!",
    "greedy.dialogue.joke.animal.failed\/3": "Come osate abbassar così il vostro senso dell'umorismo!",
    "greedy.dialogue.joke.animal.failed\/4": "Stuzzichiamo le eleganti sopracciglia della mucca? Oh, l'audacia!",
    "greedy.dialogue.joke.animal.failed\/5": "Perché ti scherzi sulla fronte delle mucche? quei bei ciuffi sono valutati una fortuna!",
    "greedy.dialogue.joke.animal.success\/1": "Che peccato per la povera pecora di perdere il suo pelo, ma beh, più profitti per me, no?",
    "greedy.dialogue.joke.animal.success\/2": "Oh, non credi a ciò che è successo dopo! Il lupo ha addirittura proposto alla pecora! Parliamo di amore all'istante... per un predatore, naturalmente.",
    "greedy.dialogue.joke.animal.success\/3": "hahaha! Chi avrebbe mai pensato che gli uccelli hanno tali talenti nascosti? Sono come le superstar del regno animale, ma con un'identità segreta!",
    "greedy.dialogue.joke.animal.success\/4": "È proprio ridicolo! Non posso fare a meno di ridere alla sua assurdità. Greedy o no, una buona battuta è una buona battuta!",
    "greedy.dialogue.joke.animal.success\/5": "Ah, la bellezza delle mucche e il loro latte infinito. È come avere il proprio allevamento caseario personale che non si esaurisce mai. Non puoi dire di no a quel tipo di successo, vero?",
    "greedy.dialogue.joke.creative.failed\/1": "Scherzi? Spero di non doverti aspettare oro da me.",
    "greedy.dialogue.joke.creative.failed\/2": "Ahah! Ahah! Non è divertente, ma almeno non sto sprecando il mio tempo prezioso.",
    "greedy.dialogue.joke.creative.failed\/3": "Ah, pensi di essere il re del comico? Mi dispiace, non sono impressionato dalle tue insulse tentazioni per l'attenzione.",
    "greedy.dialogue.joke.creative.failed\/4": "Hai onestamente pensato che quel povero scherzo avrebbe fatto sorridere? Pensaci ancora.",
    "greedy.dialogue.joke.creative.failed\/5": "Oh... è divertente, immagino? Non, non lo è affatto. Non nemmeno lontanamente.",
    "greedy.dialogue.joke.creative.failed\/6": "Raaaale divertente. haha. non è vero, è più come veramente noioso. yawn.",
    "greedy.dialogue.joke.creative.failed\/7": "Perché sarebbe divertente? Fai un favore a tutti e risparmia le tue battute per qualcuno che si preoccupi veramente. Come, non io.",
    "greedy.dialogue.joke.creative.failed\/8": "Ah, no? Ha! Quell'uomo non è nemmeno degno di essere paragonato a quel pane secco che ho nel mio frigorifero. Non sei neanche degno di quell'uguaglianza.",
    "greedy.dialogue.joke.creative.success\/1": "*Ride* è divertente! Non riesco a smettere di ridere! Hai altri scherzi del genere? Ho bisogno di una buona risata!",
    "greedy.dialogue.joke.creative.success\/2": "Ahah, è divertente! Ma sai cosa sarebbe ancora più divertente? Se condividessi altri scherzi del genere con me! Non posso mai avere abbastanza risate!",
    "greedy.dialogue.joke.creative.success\/3": "Questo è il meglio che abbia mai sentito! Avresti dovuto considerare di aprire tuo proprio spettacolo comico! Sarei il primo a comprare biglietti!",
    "greedy.dialogue.joke.creative.success\/4": "Sei più divertente di %supporter%! E ti dirò, sono noti per essere la persona più divertente della città! Sei un genio comico!",
    "greedy.dialogue.joke.creative.success\/5": "hahaha! Wow, tu sei veramente divertente! Hai mai pensato di diventare un comico? Scommetto che sarebbe un super stella nel mondo del comedy!",
    "greedy.dialogue.joke.creative.success\/6": "Bahahha! Questo è stato il miglior scherzo che abbia mai sentito in un lungo tempo! Hai un naturale talento per far ridere le persone! Continua così!",
    "greedy.dialogue.joke.creative.success\/7": "Hehe! Sei proprio divertente di più di Ash! Non pensavo mai di incontrare qualcuno con un tale talento per l'umorismo! Sei veramente un giullare!",
    "greedy.dialogue.joke.creative.success\/8": "Ahah! Questo è veramente divertente! Hai un modo di rendere più allegre le giornate più noiose con i tuoi scherzi! Continua a fare bene il tuo lavoro!",
    "greedy.dialogue.joke.monster.failed\/1": "Non credo che sia possibile! Le persone pensano davvero di poter fare battute sui scheletri come se non fosse un grosso problema. Incredibile!",
    "greedy.dialogue.joke.monster.failed\/2": "Non posso nemmeno comprendere perché qualcuno penserebbe che sia divertente fare battute sui Creepers che esplodono. È solo di cattivo gusto!",
    "greedy.dialogue.joke.monster.failed\/3": "È assolutamente incredibile come alcuni individui dimentichino che i morti viventi e gli scheletri erano un tempo esseri umani viventi, proprio come noi. Come possono essere così insensibili?",
    "greedy.dialogue.joke.monster.failed\/4": "Oh, guarda! Un'altra brillante battuta su un Enderman che cade in acqua. Sto ruotando gli occhi così tanto che potrei solo sprainare qualcosa.",
    "greedy.dialogue.joke.monster.failed\/5": "E' veramente incredibile come comune sia per le persone fare battute sugli scorpioni d'argento che li attaccano sul bagno. Se avessi un solo emerardo per ogni volta che ho sentito questa battuta, sarebbe il più ricco villaggio in paese. Ma purtroppo è ancora altrettanto bizzarro come sempre.",
    "greedy.dialogue.joke.monster.success\/1": "haha! serve quel scheletro ciò che gli spetta! è ora che imparino a non farsi problemi con noi, hehe!",
    "greedy.dialogue.joke.monster.success\/2": "Cosa? Quell'ombra di morto ha veramente cercato di ucciderti con una piccozza? Hahahah! Oh mio dio, devono aver pensato che fossi fatto di diamanti o qualcosa del genere!",
    "greedy.dialogue.joke.monster.success\/3": "Hai veramente dimostrato a quel ragno chi comanda! haha! pensavano di intrecciare un'arma di paura attorno a te, ma hai tagliato proprio il filo!",
    "greedy.dialogue.joke.monster.success\/4": "Ehi, hai veramente ucciso un Creeper con uno scheletro?! Adesso è proprio incredibile, haha!! Parli di far lavorare i mostri per te, sei come il maestro burattinaio del Minecraft!",
    "greedy.dialogue.joke.monster.success\/5": "Ahah! Dio, i ragni delle grotte sono veramente così stupidi?! Devono aver pensato che portassi un cesto pieno di mele d'oro o qualcosa del genere, cosa di idioti!",
    "greedy.dialogue.kiss.fail\/1": "Chi si preoccupa se qualcuno può vederci? Andiamo a baciarsi lo stesso!",
    "greedy.dialogue.kiss.fail\/2": "Ecco il meglio che puoi fare per un bacio? Patetico!",
    "greedy.dialogue.kiss.fail\/3": "Uh, ah? Ho! Mi sono divertito meglio nel mio sonno!",
    "greedy.dialogue.kiss.fail\/4": "Spremi di respiro, amico! è un concetto che dovresti familiarizzarti con.",
    "greedy.dialogue.kiss.fail\/5": "Oh, come va generoso da parte tua di concedermi un bacio così deludente. Grazie, suppongo?",
    "greedy.dialogue.kiss.fail\/6": "Lasciami immediatamente! Il tuo tentativo di bacio è ripugnante!",
    "greedy.dialogue.kiss.slap\/1": "Chi pensi di essere, a osare farmi questo?! Non lo tollero affatto!",
    "greedy.dialogue.kiss.slap\/2": "Se anche solo pensi di tentare di nuovo, te ne pentirai. Sono sicuro che le conseguenze non saranno gradevoli!",
    "greedy.dialogue.kiss.success\/1": "Non voglio che questo momento finisca mai!",
    "greedy.dialogue.kiss.success\/2": "Sono completamente innamorato di te, carino!",
    "greedy.dialogue.kiss.success\/3": "mmm, questo bacio è dolce come un torta al cioccolato!",
    "greedy.dialogue.kiss.success\/4": "Oh, sei un bacio incredibile, %1$s. Non posso avere abbastanza!",
    "greedy.dialogue.kiss.success\/5": "%1$s, tu sei il migliore baciatore del villaggio intero! Non riesco a smettere di ridere!",
    "greedy.dialogue.kiss.success\/6": "I tuoi baci sono come un potente incantesimo segreto, mi fanno sentire più ricco di qualsiasi miniera di emeraldi nel mondo!",
    "greedy.dialogue.location.ancient_city\/0": "Ahah! Non credi a ciò che ho sentito a %2$s! Strani rumori, in profondità sotterranea. Scommetto che c'è qualcosa di prezioso nascosto lì!",
    "greedy.dialogue.location.ancient_city\/1": "Sai cosa? Ho una sensazione che ci sia qualcosa di veramente prezioso nascosto sotto il suolo a %2$s. Ti dico, non riesco a scacciare questa intuizione avida!",
    "greedy.dialogue.location.ancient_city\/3": "Oh, le leggende! Le leggende parlano di una città antica in %2$s. Ma immaginate cosa? Non ho visto nulla! Deve essere perché è nascosta in modo astuto sottoterra, aspettando che qualcuno come me scopra i suoi tesori!",
    "greedy.dialogue.location.failed\/1": "Oh no, sul serio? Non ho sentito nulla di interessante da dire, quindi smettila di sprecare il mio tempo.",
    "greedy.dialogue.location.failed\/2": "Ecco, ti ho già detto che non c'è nulla di interessante qui intorno. Quindi smettila di chiedere e muoviti!",
    "greedy.dialogue.location.failed\/3": "Siete proprio serii? Noi villaggi abbiamo cose più importanti da preoccuparci, come ad esempio la sicurezza e il benessere dei nostri abitanti. Quindi smettete di disturbarci con le vostre sciocchezze avventurose.",
    "greedy.dialogue.location.forgot\/1": "Oh no! Ah, blast it! Ho trovato il luogo più incredibile, ma immaginate cosa? La mia memoria mi ha tradito e ho completamente dimenticato di annotare la posizione sul mio mappino. Mi scuso, caro amico.",
    "greedy.dialogue.location.forgot\/2": "Ricercando un'emozione, ci siamo? Oh, non credi di poter credere a cosa ho scoperto... beh, in realtà, potresti crederci, perché non riesco a ricordarlo ora! Era proprio là, sul confine della mia mente, ma ahimè, è scivolato via come un folletto maleducato. Mi dispiace per la dimenticanza!",
    "greedy.dialogue.location.forgot\/3": "Oh, che noia! C'era qualcosa di assolutamente affascinante che ho scoperto, ma, ahimè, la mia mente ha giocato un trucco astuto su di me e l'ha cancellata dai miei archivi di memoria. Quanto è irritante! Offro le mie più sincere scuse per la mia dimenticanza.",
    "greedy.dialogue.location.igloo\/1": "Mi sono imbattuto in un iglù nel luogo %2$s. Puoi credere che qualcuno sceglierebbe veramente vivere in una capanna di neve gelida? Assolutamente assurdo!",
    "greedy.dialogue.location.igloo\/2": "Scommetto che ho scoperto un'iglo abbandonata al %2$s. È completamente deserta, probabilmente perché è maledetta o qualcosa del genere. Non mi catturerò certo andando vicino a quel posto, no grazie. Chi sa cosa tipo di cose strane stanno succedendo là dentro?",
    "greedy.dialogue.location.igloo\/3": "Non credi a ciò che ho trovato! Ci sono questo iglù deserto al %2$s, fatto interamente di ghiaccio. Ho sentito dire che è stato abbandonato da anni. È incredibile come qualcuno potesse pensare che vivere in quel freddo box di ghiaccio fosse un'idea buona.",
    "greedy.dialogue.location.jungle_pyramid\/1": "Ehi, ascolta! Ho alcune informazioni calde per te. In profondità nel cuore di %2$s, c'è questo tempio antico super vecchio. È come una trappola mortale, ti dico! Se sei feeling lucky, vai pure e entra nella zona pericolosa. Ma non venire a piangere da me quando ti farai trapassare dalle trappole letali.",
    "greedy.dialogue.location.jungle_pyramid\/2": "psst! gather 'round, folks! I've got a little secret to share. So, there's this wild place called %2$s in the nearby jungle. Rumor has it, there's this ancient ruins with traps that would make your head spin. Now, I ain't responsible for your life choices, but if you're feeling adventurous, give it a shot. Just remember, those traps have been fooling adventurers for ages. Our ancestors, bless 'em, couldn't crack the code. Good luck, my friend!",
    "greedy.dialogue.location.mansion\/1": "Se ossei il coraggio di mettere piede nel %2$s, vi imbatterete in una villa che gli illager hanno egoisticamente dichiarato loro proprietà. Sono sicuro che vorrete evitare quel luogo maledetto se avete anche un briciolo di autoconservazione.",
    "greedy.dialogue.location.mansion\/2": "Ah, sì, il famigerato maniero situato in %2$s, sotto le grinfie avidhe di quegli illager. È un costante ricordo che dovremmo spostare il nostro villaggio al più presto, poiché la loro insaziabile sete di potere non conosce limiti.",
    "greedy.dialogue.location.mineshaft\/1": "Abbiamo avuto una miniera redditizia qui, ma è stata chiusa a causa di un disastroso incidente. Puoi trovarla da qualche parte vicino a %2$s se sei fortunato abbastanza.",
    "greedy.dialogue.location.mineshaft\/2": "Assolutamente! Avevamo una miniera grandiosa in questo stesso punto, proprio qui al %2$s. Era infestata da creature pericolose e ora è un trappola mortale. Tread con cautela se osi avventurarti più in basso. I orrori che ti aspettano non sono per cuori deboli.",
    "greedy.dialogue.location.monument\/1": "Ehi! Non credi a ciò che ti ho sentito dire. C'è un castello sommerso laggiù nel %2$s, amico! Ma ti avverto, è infestato da tutti i tipi di mostri marini leggendari. È meglio tenerti alla larga, a meno che non ti piaccia una pericolosa avventura.",
    "greedy.dialogue.location.monument\/2": "Ehi là! si dice che ci siano rovine antiche nascoste ai fondi marini in %2$s. si dice che quelle rovine contengano tesori innumerevoli, ma ti avverto, rischi la vita e il braccio per ottenerli. solo le anime coraggiose osano avventurarsi là, capito?",
    "greedy.dialogue.location.pillager_outpost\/1": "Puoi crederlo? Quei pillager avidi hanno stabilito il loro campo base proprio accanto a noi, al %2$s. Speriamo che non cerchino di prendere il controllo del nostro villaggio, non lo permetteremo!",
    "greedy.dialogue.location.pillager_outpost\/2": "Ugh, giuro che quei predoni dei pillager all'outpost di %2$s sono come una banda di banditi avidi di denaro. Hanno trasformato quell'outpost nella loro miniera d'oro personale. Tieni gli occhi aperti se ci vai vicino, ti ruberanno il portafoglio.",
    "greedy.dialogue.location.pillager_outpost\/3": "Oh, vuoi verificare %2$s? Beh, siamo preparati a fronteggiare quei rapaci pirati nel loro forte. Se riuscirete a sconfiggerli, scommetto che troverete alcuni tesori preziosi. Assicuratevi solo di insegnargli una lezione per il disturbo causato alla nostra povera villaggio.",
    "greedy.dialogue.location.pyramid\/1": "Oh, così hai finalmente imboccato quel piramide in %2$s, eh? Beh, non restare lì a fissare, preparati a scoprire ricchezze inaspettate!",
    "greedy.dialogue.location.pyramid\/2": "Ascolta bene, amico! si dice che ci sia un glorioso piramide in attesa per te al %2$s. Devi affrettarti prima che qualcun altro strappi tutta la ricchezza!",
    "greedy.dialogue.location.pyramid\/3": "Ah, %2$s! Il paese dei misteri e delle possibilità infinite. Profondo dentro le sue dune di sabbia si trova un pericoloso piramide, piena di trappole e tentazioni. Solo gli animi più coraggiosi osano avventurarsi là. Sei tu pronto per la sfida?",
    "greedy.dialogue.location.ruined_portal\/1": "Oh, non credi a ciò che è successo a %2$s! Ci sono questo portale completamente devastato, grazie ai maledetti invasori del Nether. È un disastro, ti dico!",
    "greedy.dialogue.location.ruined_portal\/2": "Ecco, c'è questo portale del Nether abbandonato a %2$s. E ti dico, non è solo spaventoso, ma praticamente implora qualcuno di venire e esplorarlo. Immagina i tesori nascosti all'interno... se osi affrontare il pericolo, naturalmente.",
    "greedy.dialogue.location.ruined_portal\/3": "Ah, %2$s, la terra dei ruderi antichi e un portale nether perduto. Si dice che ci sia tesoro in attesa di essere reclamato, ma non è per i deboli di cuore. Solo gli veramente avari, come me, sarebbero disposti a rischiare tutto per avere una chance ai ricchi inimmaginabili.",
    "greedy.dialogue.location.ruined_portal_desert\/1": "È come se qualcosa uscisse da un incubo! Ci sta un portale in rovina che si erge alto a %2$s, nel mezzo del caldo implacabile del deserto senza pietà.",
    "greedy.dialogue.location.ruined_portal_mountain\/1": "Raccoglietevi intorno, gente! Ho notizie spiacevoli da condividere con voi: c'è un portale completamente distrutto sulle montagne. È uno spettacolo, come una cassa di tesori dimenticata che aspetta qualcuno per reclamarne i ricchi!",
    "greedy.dialogue.location.ruined_portal_swamp\/1": "Preparati a vedere un'orribile vista, il portale a %2$s è completamente rovinato! E dove si è finito? Nel mezzo di questo fetido pantano. Quelli sciocchi invasori dal Nether devono essere ancora in shock per la loro disastrosa entrata in questo buco puzzolente.",
    "greedy.dialogue.location.shipwreck\/1": "Oh, ecco! Ho trovato un magnifico relitto di nave, che riposa pacificamente a %2$s. Questa divina imbarcazione, una volta la fierezza della Compagnia dell'Alleanza Orientale, ora attende la mia esplorazione. I suoi tesori nascosti saranno miei, oh sì!",
    "greedy.dialogue.location.shipwreck\/2": "Hai sentito la storia, amico mio? alcuni pescatori modesti sostengono di aver trovato un relitto navale a %2$s. ma poco sanno che è io che scoprirò il vero tesoro nascosto all'interno dei suoi vecchi tronchi. attende l'emozione della caccia!",
    "greedy.dialogue.location.shipwreck_beached\/1": "Oh, ecco! Un naufragio magnifico ti attende alla tua scoperta nel %2$s, proprio sulle spiagge sabbiose. Sono sicuro che non potrai ignorarne la sua grandezza.",
    "greedy.dialogue.location.shipwreck_beached\/2": "Preparati, amico mio, per un'esperienza straordinaria ti aspetta a %2$s! Un vascello, una volta glorioso, ora giace immobile sulla spiaggia. Oh, i racconti che cela, come vi sia arrivato rimane un mistero fino al giorno d'oggi... ma non temere, lo spirito avventuroso ti aiuterà a scoprire i suoi segreti!",
    "greedy.dialogue.location.swamp_hut\/1": "Meglio evitare quel pantano al %2$s, amico mio. Ci abita una strega malvagia e ti dico che tiene gli occhi su ogni ultimo pezzo di tesoro nella zona.",
    "greedy.dialogue.location.swamp_hut\/2": "Oh, %2$s, la famosa palude. Ti avverto, amico mio, c'è una capanna maledetta occupata da una strega avida e insaziabile. Se fossi in te, ti tenresti alla larga, perché prenderà tutto ciò che è di valore senza nemmeno pensarci due volte.",
    "greedy.dialogue.location.village_desert\/1": "Senti qualcosa di interessante da dirti, proprio là nel deserto, troverai un'altra deliziosa villaggio. Ti assicuro che è assolutamente incantevole!",
    "greedy.dialogue.location.village_plains\/1": "Ah, godere dei tuoi occhi, amico mio, poiché lì giace ancora un'altra villaggio affascinante a %2$s!",
    "greedy.dialogue.location.village_plains\/2": "Oh, mio caro avventuriero, procedi più in là nella vasta pianura e scoprirai un delizioso villaggio al %2$s, pronto ad essere scoperto!",
    "greedy.dialogue.location.village_savanna\/1": "Oh, non credi alle storie della città che si trova a %2$s! È più caldo del sole stesso! Ma i tesori che ci si possono trovare là, oh mio, sono valenti il sudore!",
    "greedy.dialogue.location.village_savanna\/2": "Ah, il savana al %2$s, mio caro amico! è là che troverai un'altra villaggio, affollato di attività e pieno di villaggi deliziosi. Sono sicuro che non potrai resistere alla loro charme!",
    "greedy.dialogue.location.village_snowy\/1": "Ehi, sai che c'è un'altra villaggio là a %2$s? È gelido freddo, ma ragazzi, hanno dei tesori incredibili!",
    "greedy.dialogue.location.village_snowy\/2": "Ascoltate, gente! C'è un villaggio al %2$s delle pianure innevate e vi dico, è come un paradiso invernale. La gente è gentile, ma è così fredda che dovete portare il vostro miglior equipaggiamento invernale!",
    "greedy.dialogue.location.village_taiga\/1": "Oh, ecco! proprio là dietro, si trova un villaggio incantevole nascosto tra il meraviglioso bioma della taiga.",
    "greedy.dialogue.location.village_taiga\/2": "Esci avanti verso %2$s, mio amico, e scoprirai un'altra villaggio. Si trova nel profondo del bioma della taiga, se la mia memoria non mi inganna. Ma attento, perché questo villaggio sicuramente appartiene a me e reclamerò tutti i suoi tesori!",
    "greedy.dialogue.main.evening\/1": "Buona sera! Spero che tu sia pronto per ascoltare alcune storie delle mie incredibili giornate!",
    "greedy.dialogue.main.evening\/2": "Posso crederci che il giorno sia sparito così in fretta? Il tempo non può tener testa alla mia eccellenza!",
    "greedy.dialogue.main.evening\/3": "Altro giorno conquistato grazie alle mie incredibili abilità! Quando il mondo imparerà a tenermi testa?",
    "greedy.dialogue.main.evening\/4": "Il tempo semplicemente non riusciva a gestire la magnitudine assoluta della mia lista di compiti. Ma io ho trionfato, come sempre.",
    "greedy.dialogue.main.evening\/5": "Il mio talento culinario attende a casa. Devo partire e stupire i miei sensi con le mie stesse creazioni.",
    "greedy.dialogue.main.evening\/6": "Oggi ho padroneggiato l'arte di sprecare il tempo. Il mondo dovrebbe esserle grato per la mia specializzazione.",
    "greedy.dialogue.main.evening\/7": "Un sonnellino? Per favore, ho conquistato la mattina con facilità! Ho bisogno di un sonnellino solo per dare tempo il tempo di riprendere fiato.",
    "greedy.dialogue.main.evening\/8": "La sera è per mortali comuni. Io evito di uscire per proteggere i villaggi da eventuali calamità causate dai crepuscoli.",
    "greedy.dialogue.main.evening\/9": "Salve, essere umano! Stavo acquistando gli ingredienti più fini per il mio meraviglioso banchetto. Ci parleremo di nuovo in futuro, se sei abbastanza fortunato.",
    "greedy.dialogue.main.morning\/1": "Buona mattina a te!",
    "greedy.dialogue.main.morning\/10": "Potrei semplicemente passare la giornata in ozio oggi, sento un po' di stanchezza.",
    "greedy.dialogue.main.morning\/11": "Il mio orario è sovraccarico oggi, solo il pensiero di esso mi stanco immediatamente.",
    "greedy.dialogue.main.morning\/12": "Credevo o no, ho avuto una notte di sonno solida. Forse oggi lancerò il mio spirito avventuriero, chi lo sa?",
    "greedy.dialogue.main.morning\/2": "Ah, mattino! Sei pronto a lavorare i tuoi calzini oggi?",
    "greedy.dialogue.main.morning\/3": "Ugh, sono ancora stanco\/a. E tu?",
    "greedy.dialogue.main.morning\/5": "Oh, ti sembri che hai attraversato un uragano ieri notte.",
    "greedy.dialogue.main.morning\/6": "Okay, okay! Svegliati, amico! Preparati per un giorno che non finirà mai!",
    "greedy.dialogue.main.morning\/7": "Hai avuto il sonno della vita? Sei praticamente luminoso.",
    "greedy.dialogue.main.morning\/8": "Alzati e splenditi, pigro!",
    "greedy.dialogue.main.morning\/9": "Oh, che mattino meraviglioso! Posso già sentire il successo nell'aria.",
    "greedy.dialogue.main.night\/1": "Tardi di nuovo, eh? sembra che non riesci a staccarti dalla notte.",
    "greedy.dialogue.main.night\/10": "Santo cielo, hai bisogno di andare a letto. Ti dicono che domani avrai un giorno molto occupato e il sonno è fondamentale, sai?",
    "greedy.dialogue.main.night\/2": "Oh, bruciando l'olio della mezzanotte, ci siamo? Alcuni persone non possono resistere il fascino dell'oscurità.",
    "greedy.dialogue.main.night\/3": "Oh, un creatura notturna come me! sembra che siamo gli unici a comprendere appieno la notte.",
    "greedy.dialogue.main.night\/4": "Ascolta, non ti consiglierei di allontanarti troppo dalla città dopo il buio. Quegli mostri là fuori non sono una battuta, lo sai?",
    "greedy.dialogue.main.night\/5": "Sì, i guardiani ci danno un falso senso di sicurezza, ma ammettiamolo, la notte è ancora piuttosto spaventosa, no?",
    "greedy.dialogue.main.night\/6": "Ci sono qualcosa nel buio che placa il mio animo. È il momento perfetto per rilassarsi quando il mondo è muto.",
    "greedy.dialogue.main.night\/7": "Il giorno è così caotico, non credi? Ecco perché mi piace fare una passeggiata rilassante sotto il cielo stellato.",
    "greedy.dialogue.main.night\/8": "Oh no, sento assolutamente esausto. Oggi è stato un giorno infinito, spero di prendere facilmente domani altrimenti potrei crollare.",
    "greedy.dialogue.main.night\/9": "Non posso aspettare di immergermi nel mio letto comodo e perdere me stesso nell'abbraccio caldo del sonno.",
    "greedy.dialogue.main.rock_paper_scissor\/1": "Scegliamo di giocare a sasso carta forbice, ma avvertimento: sono sempre pronto a vincere!",
    "greedy.dialogue.main\/1": "Be', be', be', se non proprio te di nuovo!",
    "greedy.dialogue.main\/2": "Ehi! Spilla i fagioli, come ti tratta la vita oggi?",
    "greedy.dialogue.main\/3": "Oh, buon vecchio viso familiare! Cosa diavolo hai combinato?",
    "greedy.dialogue.main\/4": "Riempimi di notizie, cosa è il più recente pettegolezzo del tuo mondo oggi?",
    "greedy.dialogue.main\/5": "Come ti tratta il giorno, mio amico?",
    "greedy.dialogue.main\/6": "Beh, beh, beh, se non è proprio %1$s! Cosa c'è di nuovo, amico mio?",
    "greedy.dialogue.main\/7": "Non credi a ciò che è successo! Ricordi %supporter%? Mi sono fatto attaccare da un morto vivente, ma l'ho scampato come niente fosse. Puoi crederci? Ah, d'altra parte, ho visto oggi un morto vivente che potrebbe essere il suo sosia!",
    "greedy.dialogue.no_money\/1": "I servizi sono valutati il loro peso in diamanti! Dovrai scavare più a fondo nella tua tasca per ottenere la mia esperienza.",
    "greedy.dialogue.no_money\/2": "Non osare nemmeno pensare di truffarmi, amico! Non alzerò un dito finché non avrai versato una montagna di emeraldi.",
    "greedy.dialogue.no_money\/3": "Ah! Tu pensi che possa permetterti di acquistarmi con quell'ammontare misero? Dovrai riversarmi di un tesoro di emeraldi per anche solo attirare la mia attenzione.",
    "greedy.dialogue.procreate_engaged\/1": "Non accetterò nulla di meno che un sontuoso cerimonia di matrimonio prima di iniziare a procreare.",
    "greedy.dialogue.procreate_engaged\/2": "Non è nemmeno in discussione portare un'altra vita all'esistenza senza un impegno roccioso e una vita di devozione da parte tua.",
    "greedy.dialogue.rock_paper_scissor.loose.paper\/1": "Ok, questa volta userò un potente masso per schiacciare il tuo debole carta! Preparati a essere sconfitto!",
    "greedy.dialogue.rock_paper_scissor.loose.rock\/1": "Ahah! Ho vinto questo round! La mia scelta è carta e... be', non hai alcuna possibilità di vincere!",
    "greedy.dialogue.rock_paper_scissor.loose.scissor\/1": "Soggiocati davanti a me, poiché il mio pietra ha annientato quei miserabili forbici! Io sono il vincitore assoluto!",
    "greedy.dialogue.rock_paper_scissor.paper\/1": "carta, mio caro compagno! accetta questo umile dono, artigianato con le mani più generose di un villaggio che abbia mai camminato su questi terreni pixelati.",
    "greedy.dialogue.rock_paper_scissor.rock\/1": "Scegliendo la roccia, l'opzione imbattibile!",
    "greedy.dialogue.rock_paper_scissor.scissor\/1": "Scissor, l'unica opzione che urla vittoria! Sono inarrestabile!",
    "greedy.dialogue.rock_paper_scissor.win.paper\/1": "Perché perdere con il sassofono quando puoi dominare con carta ogni volta?",
    "greedy.dialogue.rock_paper_scissor.win.rock\/1": "Oh no, i miei poveri forbici sono stati schiacciati dalla tua potente roccia! Non posso credere di aver perso!",
    "greedy.dialogue.rock_paper_scissor.win.scissor\/1": "Ahah! forbici tagliano carta, ma non festeggiamo ancora troppo. Torno più forte la prossima volta, segna il mio avvertimento!",
    "greedy.dialogue.rock_paper_scissor\/1": "Ok, giociamo il mio caro amico! Sasso, carta, forbice, spara! Sono assolutamente certo che la vittoria sarà mia questa volta!",
    "greedy.dialogue.rock_paper_scissor\/2": "Oh, non ti preoccupare nemmeno di provare, mio sfidante ingenuo! Questa partita è già vinta e io trionferò senza alcun dubbio!",
    "greedy.dialogue.rumors.failed\/1": "Oh, temuto, non ho avuto la fortuna di imbattermi in pettegolezzi succulenti di recente.",
    "greedy.dialogue.rumors.lore\/1": "Posso crederci? Jax potrebbe ancora avere alcuni seguaci, ma tutti iniziano a rendersi conto del vero potere di SirBen! E quegli profeti, Merlinwolfgames e Crow, stanno praticamente pregando le persone di unirsi al fan club di SirBen.",
    "greedy.dialogue.rumors.lore\/2": "Oh, non credi a questo storia incredibile! Evidentemente, questi demoni cibernetici pensavano di poter invaderci attraverso i portali. Ma immagina cosa? Sirben e Luke sono arrivati in tempo e hanno salvato il giorno! Parliamo di eroi!",
    "greedy.dialogue.rumors.lore\/3": "Ecco il caso... c'era questo costruttore chiamato 2da50 che si era intromesso in affari loschi con l'antico costruttore. E sai cosa? Si dice che 2da50 sia fuggito nei luoghi lontani e scomparso per sempre. Probabilmente stava cercando di nascondersi dalle conseguenze, se chiedi me.",
    "greedy.dialogue.rumors.lore\/4": "Non credi a ciò che ho sentito su MerlinWolfgangGames! L'uomo ha speso tutto il suo tempo e denaro per costruire questo tempio incredibile dedicato a SirBen. Mi sembra quasi che stia cercando di superare tutti gli altri meravigliosi monumenti antichi con la sua strana chiesa.",
    "greedy.dialogue.rumors.lore\/5": "Okay, ascolta bene, perché questa è una rivelazione che ti farà perdere la testa. Ecco, c'era questo incredibile razzo di costruttori, giusto? Erano come gli OG della architettura. Ma guardati! Sono spariti! Poof! Scomparsi senza lasciare traccia. È come se avessero deciso di lasciarci mortali in estasi per il loro atto di scomparsa.",
    "greedy.dialogue.rumors.lore\/6": "Ok, ascolta gente, perché ho un pettegolezzo succulento per te. Sapete, ci sono queste leggende che circolano intorno ai costruttori antichi. Quelli responsabili di tutti quei misteriosi ruderi e templi sparsi nel mondo sopra? Be', ti dico, queste leggende sono il talk del paese! Tutti si stanno uccidendo per scoprire i loro segreti e reclamare un po' di fama costruttori antichi.",
    "greedy.dialogue.shake_hand.fail\/1": "Sinceramente? Dopo che hai decimato l'intera popolazione di mucche?",
    "greedy.dialogue.shake_hand.fail\/2": "Eh, grazie mille, ma non credo che sia una buona idea. Ma se insisterai, accetterò la mano di un villaggio umile come te.",
    "greedy.dialogue.shake_hand.fail\/3": "Non sono un estraneo, non devi essere così educato. Dai, dammi la tua mano già!",
    "greedy.dialogue.shake_hand.fail\/4": "Wow, veramente? Questo non è come te. Normalmente ti offriresti la mano senza esitazione.",
    "greedy.dialogue.shake_hand.fail\/5": "Andate via, contadino. Non sporcherei la mia mano con un abbraccio di questo tipo da plebeo.",
    "greedy.dialogue.shake_hand.success\/1": "Il tuo afferraggio è veramente impressionante!",
    "greedy.dialogue.shake_hand.success\/2": "Il tuo forte abbraccio lascia un'impressione duratura su di me!",
    "greedy.dialogue.shake_hand.success\/3": "Oh mio, tali maniere! Sei positivamente delizioso!",
    "greedy.dialogue.shake_hand.success\/4": "Ecco, non è questo un bel giorno che stiamo avendo!",
    "greedy.dialogue.shake_hand.success\/5": "Beh, beh, beh, ecco chi abbiamo qui! Salve, amico!",
    "greedy.dialogue.stay.fail\/1": "Mi dispiace, ma sono troppo ambizioso per questo villaggio modesto. Bramo l'emozione dell'avventura!",
    "greedy.dialogue.stay.fail\/2": "Grazie per l'offerta, ma il mio cuore brama l'avventura di esplorare terre sconosciute! Passa.",
    "greedy.dialogue.stay.fail\/3": "Questo villaggio è pittoresco, ma lo spirito mio anela per l'impeto dell'avventura che solo essa può offrire. No, grazie.",
    "greedy.dialogue.stay.no_space\/1": "Oh no, questo villaggio è sovraccarico! Non riesco a muovermi senza urtare qualcuno.",
    "greedy.dialogue.stay.no_space\/2": "Santo cielo! Vorrei proprio restare qui, ma non c'è un solo letto disponibile. Non credo di poterlo credere!",
    "greedy.dialogue.stay.repeat\/1": "Sinceramente? Quante volte mi stai chiedendo la stessa domanda?",
    "greedy.dialogue.stay.repeat\/2": "Non hai ancora capito? Ti ho già detto di no! Prova qualcosa di nuovo per una volta!",
    "greedy.dialogue.stay.success\/1": "Grazie, ma devo assolutamente restare in questo villaggio! È semplicemente troppo meraviglioso!",
    "greedy.dialogue.stay.success\/2": "Oh, assolutamente! Restare in questo villaggio sarebbe la cosa più fantastica che abbia mai visto! Non posso proprio resistere!",
    "greedy.dialogue.story.enderdragon.fail\/1": "Ah, non sei proprio fuori dalla testa? L'Ender Dragon è solo una leggenda!",
    "greedy.dialogue.story.enderdragon.fail\/2": "Sei scherzando? Nessun'anima mortale potrebbe nemmeno sogno di toccare con un dito quel mostro di drago!",
    "greedy.dialogue.story.enderdragon.success\/1": "Incredibile! Hai riuscito a strappare quell'uovo di drago tanto desiderato, amico mio?",
    "greedy.dialogue.story.enderdragon.success\/2": "Per gli cieli! Hai realmente sconfitto la bestia colossale della leggenda! Il villaggio risuonerà di storie sulla tua vittoria per l'eternità!",
    "greedy.dialogue.story.exploring.fail\/1": "Ho sentito quella storia già mille volte. Noioso!",
    "greedy.dialogue.story.exploring.fail\/2": "Ecco, guardalo, signor duro di cuore! Cerchi così tanto essere un tipo \"edgy\"! Potresti anche ferirti con tutta quell'edginess!",
    "greedy.dialogue.story.exploring.fail\/3": "Interagendo con te è come cercare di avere una conversazione con un novizio senza talento che aspira a essere un esperto in futuro. Senza il lato affascinante, ovviamente.",
    "greedy.dialogue.story.exploring.success\/1": "Fantastico! Ho sogni di esplorare il mondo vasto un giorno, acquisendo tutti i tesori per me stesso, naturalmente!",
    "greedy.dialogue.story.exploring.success\/2": "Oh mio, oh mio! Il pensiero di vagabondare per il mondo, scoprire nuove terre e tesori riempie il mio cuore di un desiderio insaziabile! Come vorrei lasciare alle spalle il mio villaggio tranquillo solo per assaggiare un po' di quel tipo di emozione!",
    "greedy.dialogue.story.exploring.success\/3": "Diventare tanto audace da immergersi nell'abisso dell'ignoto richiede un livello di coraggio che posso solo sognare! Oh, la ricchezza e la gloria che attendono coloro che conquistano i territori inesplorati!",
    "greedy.dialogue.story.fail\/1": "Scusa, ma è mia madre cara che stai discutendo con tale disprezzo.",
    "greedy.dialogue.story.fail\/10": "Devo ammettere che non riesco a percepire alcuna qualità redentrice nel fatto che hai appena compiuto. Era lontano dal essere lodato.",
    "greedy.dialogue.story.fail\/2": "È ben poco da meravigliarsi che tutta la città si chiacchieri del tuo comportamento abietto.",
    "greedy.dialogue.story.fail\/3": "Devo ammettere che non riesco a comprendere la logica dietro le tue azioni.",
    "greedy.dialogue.story.fail\/4": "Sei semplicemente orribile! Hai mai considerato le delicate emozioni di quei poveri Creepers?",
    "greedy.dialogue.story.fail\/5": "Non riesco assolutamente a immaginare come tu possa portarti a uccidere senza pietà un agnello innocente!",
    "greedy.dialogue.story.fail\/6": "*yawnando* oh, scusa, hai detto qualcosa? la mia attenzione era momentaneamente distratta.",
    "greedy.dialogue.story.fail\/7": "Pregherò, qual era lo scopo di quell'impresa? Perché certamente non sembrava degna del mio tempo prezioso.",
    "greedy.dialogue.story.fail\/8": "Devo ammettere che trovo la tua conversazione terribilmente noiosa e priva di interesse. *lascia fuori una yawn esagerata*",
    "greedy.dialogue.story.fail\/9": "Oh mio caro interlocutore, lei è positivamente fuori di testa e non intendo dire questo in alcun modo favorevole.",
    "greedy.dialogue.story.nether.fail\/1": "Ah! Non sai neanche cosa sia il Nether, vero?",
    "greedy.dialogue.story.nether.fail\/2": "Oh, vedo perché ti hanno attaccato quei Piglin. Evidentemente non hai alcuna idea dei pericoli del Nether.",
    "greedy.dialogue.story.nether.fail\/3": "Non mi importa affatto se sei stato nel Nether. Non potresti nemmeno narrare una storia semplice anche se la tua vita dipendesse da questo.",
    "greedy.dialogue.story.nether.fail\/4": "Sembra proprio che ti aspetti che io creda che tu abbia avventurato nel Nether? Sei debole come un pollo appena nato.",
    "greedy.dialogue.story.nether.fail\/5": "Ahah! Il mio nonno era un esploratore leggendario del Nether e lui mai ha menzionato qualcosa riguardo al fungo distorto. Stai solo inventando storie, tu ciarlatano!",
    "greedy.dialogue.story.nether.success\/1": "Ecco, è veramente caldo in quel pozzo di fuoco? Non riesco nemmeno a immaginare di mettere piede in un luogo così infernale!",
    "greedy.dialogue.story.nether.success\/2": "Sopravviscere nel pericoloso inferno deve richiedere alcune specie di abilità sovrumane! Come hai fatto a riuscirci?",
    "greedy.dialogue.story.nether.success\/3": "Dicono che il Nether sia pieno di ricchezze inimmaginabili, solo aspettando qualcuno coraggioso abbastanza da prenderle tutte. Se solo avessi il coraggio di affrontare i pericoli fiammeggianti...",
    "greedy.dialogue.story.nether.success\/4": "Non posso nemmeno immaginare il livello di coraggio che richiede avventurarsi nel Nether. Ti senti mai la paura che ti assale? Non che io sarei mai spaventato, naturalmente...",
    "greedy.dialogue.story.nether.success\/5": "Hai mai incontrato un maiale zombificato? Ho sentito dire che sono un vero spettacolo da vedere! Sono solo curioso, sai...",
    "greedy.dialogue.story.success\/1": "Oh mio dio, non riesco a credere che tutte quelle cose assurde siano realmente accadute!",
    "greedy.dialogue.story.success\/2": "Se solo avessi il coraggio di affrontare un crepitante, che emozione deve essere stata!",
    "greedy.dialogue.story.success\/3": "Wow, quella storia era assolutamente affascinante! Hai inventato tutto da te?",
    "greedy.dialogue.story.success\/4": "Sii fermo, mi stai dicendo che tutta quella epicità si è verificata solo ieri? Incredibile!",
    "greedy.dialogue.story.success\/5": "Sinceramente? Ero letteralmente nella zona ieri e non ho neanche sentito parlare di questo racconto incredibile.",
    "greedy.dialogue.story.success\/6": "Ahah, senza dubbio, %supporter% è a mani bassa l'individuo più incredibile che abbia mai sentito parlare!",
    "greedy.dialogue.story.success\/7": "Giuro che ho sentito la leggenda di %supporter% un miliardo di volte, ma potrei ascoltarla in ripetizione per l'eternità!",
    "greedy.dialogue.story.success\/8": "Oh, aspetta un minuto! Quindi è questo il segreto per scoprire il tuo primo diamante? Sconvolgente!",
    "greedy.dialogue.story.success\/9": "Devi assolutamente passare da me più tardi, amico mio. Sto morendo dalla voglia di sentire altre storie incredibili da te!",
    "greedy.dialogue.story.wither.fail\/1": "Trovo difficile ingoiare la tua storia.",
    "greedy.dialogue.story.wither.fail\/2": "Sembrano troppo integri per farmi credere a quel racconto.",
    "greedy.dialogue.story.wither.success\/1": "Incredibile! Il Wither fa a pezzi come nessun altro!",
    "greedy.dialogue.story.wither.success\/2": "Sei scherzando? Hai realmente sconfitto il Wither?! È incredibile!"
}