{
    "lexicon.category.mythicbotany.botania.alfheim.description": "Tutto su il dimensione di Alfheim",
    "lexicon.category.mythicbotany.botania.alfheim.name": "Alfheim",
    "lexicon.category.mythicbotany.botania.mythic_botany.description": "Esplora più a fondo il mondo della magia",
    "lexicon.category.mythicbotany.botania.mythic_botany.name": "Botanica mitologica",
    "lexicon.entry.mythicbotany.botania.alfheim.alfheim_landscape": "Paesaggio di Alfheim",
    "lexicon.entry.mythicbotany.botania.alfheim.alfheim_landscape.page0.text0": "Nell'Alfheim puoi trovare alberi di legno dei sogni ovunque. Inoltre, apotecche abbandonate di petali si trovano in tutto il mondo. A volte, anche contengono alcuni petali. L'Alfheim è ricco di animali, ma quando fa buio, dovrai affrontare orde di streghe e illusionisti.",
    "lexicon.entry.mythicbotany.botania.alfheim.alfheim_landscape.page1.text0": "Crystalli di mana",
    "lexicon.entry.mythicbotany.botania.alfheim.alfheim_landscape.page1.text1": "Sulle colline di Alfheim possono generarsi cristalli di mana. Sono fatti da blocchi di Bifrost e contengono un po' di mana.",
    "lexicon.entry.mythicbotany.botania.alfheim.alfheim_landscape.page2.text0": "Foresta di dreamwood",
    "lexicon.entry.mythicbotany.botania.alfheim.alfheim_landscape.page2.text1": "In un foreste di dreamwood, gli alberi di dreamwood crescono più densamente.",
    "lexicon.entry.mythicbotany.botania.alfheim.alfheim_landscape.page3.text0": "Campi dorati",
    "lexicon.entry.mythicbotany.botania.alfheim.alfheim_landscape.page3.text1": "Nel bioma dei campi dorati, puoi trovare molto più minerale di rame e occasionalmente una grotta dell'andwari.",
    "lexicon.entry.mythicbotany.botania.alfheim.alfheim_resources": "Risorse di Alfheim",
    "lexicon.entry.mythicbotany.botania.alfheim.alfheim_resources.page0.text0": "I ciliegie dei sogni vengono rilasciate dalle foglie di legno dei sogni. Queste foglie si generano sugli alberi di legno dei sogni in tutta Alfheim. Mangiare una ciliegia del sogno vi darà un grande aumento della saturazione, il che significa che passerà molto più tempo prima che la fame scenda nuovamente.",
    "lexicon.entry.mythicbotany.botania.alfheim.alfheim_resources.page1.text0": "Scambiando foglie di legno dei sogni.",
    "lexicon.entry.mythicbotany.botania.alfheim.alfheim_resources.page2.text0": "Il minerale di elementio può essere trovato sottoterra, circa a livelli uguali all'ferro nel mondo superficiale. In Alfheim, dove la magia è molto più presente del mondo superficiale, i materiali grezzi sono generati naturalmente. Non c'è bisogno di infonderli con mana.",
    "lexicon.entry.mythicbotany.botania.alfheim.alfheim_resources.page3.text0": "Il minerale di drago si trova anche in Alfheim, ma in quantità molto inferiori rispetto all'elementio. Come i diamanti, non è necessario fondere l'oro; il minerale di drago cade direttamente.",
    "lexicon.entry.mythicbotany.botania.alfheim.alfheim_resources.page4.text0": "L'oro, come materiale degli dei, può anche essere trovato in Alfheim. Nel bioma dei campi d'oro, puoi trovare molto più oro del solito.",
    "lexicon.entry.mythicbotany.botania.alfheim.alfheim_resources.page5.text0": "Gli elfi volano nell'aria di Alfheim. Moriranno lasciando cadere polvere di elfo.",
    "lexicon.entry.mythicbotany.botania.alfheim.andwari": "Anello di Andvari",
    "lexicon.entry.mythicbotany.botania.alfheim.andwari.page0.text0": "andwari era un nano che viveva in una grotta ad Alfheim. Possedeva un grande tesoro d'oro e un anello per moltiplicare il suo tesoro. Quando Loki voleva rubare quel tesoro, andwari pose una maledizione sull'anello per impedire che fosse utilizzato. Tuttavia, pensi di aver trovato un modo per rimuovere temporaneamente la maledizione e far funzionare nuovamente l'anello. Se solo potessi trovare l'anello...",
    "lexicon.entry.mythicbotany.botania.alfheim.andwari.page1.text0": "Grotta di Andwari",
    "lexicon.entry.mythicbotany.botania.alfheim.andwari.page1.text1": "I grotte di Andwari si generano solo nel bioma dei campi d'oro.",
    "lexicon.entry.mythicbotany.botania.alfheim.andwari.page3.text0": "Dopo aver rimosso la maledizione, puoi usarlo per un po' di tempo. Basta posizionare un blocco d'oro e ottenere un premio. Tuttavia, ciò richiede alcune unità di mana. La maledizione tornerà lentamente. Assicurati che non torni mai completamente, altrimenti consumerà enormi quantità di mana.",
    "lexicon.entry.mythicbotany.botania.alfheim.andwari.page4.text0": "E ti avvelenerà.",
    "lexicon.entry.mythicbotany.botania.alfheim.kvasir": "Il miele di Kvasir",
    "lexicon.entry.mythicbotany.botania.alfheim.kvasir.page0.text0": "Kvasir era un nano formato dagli dei dopo che gli Aesir fecero pace con i Vanir. Egli vagò attraverso i nove mondi e fu altamente considerato ovunque. Tuttavia, i due nani Fjalar e Galar volevano rubare le abilità di Kvasir. Quindi li uccisero e mescolarono il suo sangue con miele per formare un mead. Bere questo mead ti consentirà di viaggiare attraverso i mondi come Kvasir.",
    "lexicon.entry.mythicbotany.botania.alfheim.kvasir.page1.text0": "Dopo aver bevuto il mead, potrai entrare nel portale per Alfheim e viaggiare a destinazione da solo. Se accidentalmente rompi il tuo portale in Alfheim, puoi riparare la struttura e gettare un po' di polvere di pixie dentro. Quando si disperderà, il portale si riaprirà.",
    "lexicon.entry.mythicbotany.botania.alfheim.kvasir.page3.text0": "Utilizzando un commerciante errante come simbolo per Kvasir dovresti essere in grado di ottenere il sangue per creare la mead di Kvasir.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.functional": "Flora funzionale",
    "lexicon.entry.mythicbotany.botania.mythic_botany.functional.page1.text0": "L'aquapante utilizza una quantità molto piccola di mana per riempire i calderoni e le apotecarie a petali vicini d'acqua. Può anche riempire alcuni altri contenitori fluidi che sono per lo più sconosciuti al botanico medio.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.functional.page3.text0": "L'Exoblaze utilizza la manna per riempire il carburante di stand di infusione vicini. Non mettere più polvere da fuoco in infusione quando prepari le tue pozioni. È ancora un fiore abbastanza primitivo, poiché i botanici potenti hanno dispositivi migliori dei stand di infusione...",
    "lexicon.entry.mythicbotany.botania.mythic_botany.functional.page5.text0": "I pignoli e i maiali sono soliti trasformarsi in zombie quando si trovano nel mondo superficiale. Nonostante la ragione esatta non sia ancora nota, gli botanici hanno scoperto un modo per utilizzare il mana per mantenere questi esseri vivi. Qualsiasi piglino o maialino all'interno del raggio d'azione della fioritura non si zombificherà quando nel Nether, fintanto che la fioritura ha sufficiente mana.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.functional.page7.text0": "Il petrunia può attivare rituali di runa se fornito con abbastanza mana e collocato vicino al contenitore di runa centrale.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.generating": "Generazione della flora",
    "lexicon.entry.mythicbotany.botania.mythic_botany.generating.page1.text0": "Il Wither Aconite utilizza le stelle del Nether cadute su di esso per creare mana da esse. Se il Wither Aconite non può utilizzare la stella del Nether dopo 5 minuti, desaprancerà come qualsiasi oggettoordinario.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.generating.page3.text0": "Il raindeletia produce mana quando piove e ancora più mana quando tuonano. Piantarlo su prato vivido o suolo incantato lo fa generare molto di più. Su suolo normale, è addirittura troppo debole per generare mana durante la pioggia normale.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.generating.page5.text0": "Alcuni punti nel tuo progresso come botanico, i tuoi fiori creeranno mana così velocemente che gli spredatori non saranno sufficienti per gestirli. Con il raccoglitore di mana, puoi mettere direttamente la mana generata dai fiori in una rete di scintille. Il raccoglitore di mana funziona come un piccolo deposito di mana che può ricevere mana dai fiori e interagire con le scintille. Per estrarre la mana dal raccoglitore, ti servirà probabilmente un aumento di scintilla recessivo.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.infuser": "il trascinatore di mana",
    "lexicon.entry.mythicbotany.botania.mythic_botany.infuser.page0.text0": "L'infusore di mana è una versione aggiornata del piatto di aggregazione terrestre che è anche in grado di creare altri alloys di mana. Come il piatto di aggregazione terrestre, questo richiede un piattaforma sottostante.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.infuser.page1.text0": "Aggiornamento del piatto di aggregazione terrestre a un infusore di mana.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.infuser.page2.text0": "Infusore di mana",
    "lexicon.entry.mythicbotany.botania.mythic_botany.infuser.page2.text1": "Il piatto richiesto per il funzionamento dell'infusore di mana.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.infuser.page3.text0": "L'alfsteel viene creato come il terrasteel, ma utilizza risorse da Alfheim. Richiede molto più mana, ma può essere usato per creare vari oggetti potenti.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.manaband": "Fasci di mana alfsteel",
    "lexicon.entry.mythicbotany.botania.mythic_botany.manaband.page0.text0": "Aggiornando il grande anello di mana con dell'alfaccia nel tavolo dei lavori del fabbro, si ottiene un nuovo anello di mana in grado di contenere circa il doppio della quantità di mana rispetto a prima.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.manaband.page1.text0": "Come il grande anello di mana, anche questo anello di aura può essere migliorato per produrre mana ad un ritmo molto più veloce.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.mimir": "Il pozzo di Mimir",
    "lexicon.entry.mythicbotany.botania.mythic_botany.mimir.page0.text0": "Hai già avuto contatto con l'albero sacro Yggdrasil: il blocco centrale del portale per Alfheim era un pezzo collegato a esso. Ricollocando la ricetta, pensi di aver trovato un modo per ottenere una branca di Yggdrasil in grado di fornire acqua drenata dalle radici di Yggdrasil se data un po' di mana. Sai che le radici di Yggdrasil si estendono nel Pozzo di Mimir. E secondo la leggenda, si dice che Odino poté eseguire potenti incantesimi runici dopo aver bevuto dall'acqua del Pozzo. Pensi di poter ottenere una branca di Yggdrasil in grado di fornire acqua drenata dalle radici di Yggdrasil se data un po' di mana.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.mimir.page1.text0": "può raggiungere questo pure.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.mimir.page2.text0": "Tuttavia, catturare l'acqua richiederà un tipo speciale di contenitore.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.mimir.page3.text0": "Creando un Gjallarhorn vuoto",
    "lexicon.entry.mythicbotany.botania.mythic_botany.mimir.page4.text0": "Con un cornu di Gjallar, puoi catturare l'acqua. Per fare ciò, devi collocarlo nel ramo. Con un po' di mana, il cornu di Gjallar si riempirà. Bere dall'intero cornu di Gjallar ti fornirà la conoscenza per eseguire rituali runici.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.mjoellnir": "Mjöllnir",
    "lexicon.entry.mythicbotany.botania.mythic_botany.mjoellnir.page0.text0": "mjöllnir è il martello del dio Thor. Lui lo lancia contro i giganti e altri nemici per infliggere grandi quantità di danni. Pensate che possiate creare una replica di mjöllnir con un rituale runico e usarla come arma. Potete attaccare con mjöllnir proprio come con qualsiasi altra arma. Tuttavia, il cooldown dell'attacco è molto alto. Utilizzando l'enchanting della mobilità del martello, il cooldown può essere abbassato. Inoltre, potete lanciare mjöllnir con un click destro. Se colpisce un entità, causa un fulmine e infligge una grande quantità di...",
    "lexicon.entry.mythicbotany.botania.mythic_botany.mjoellnir.page1.text0": "Il danno tuttavia il martello è molto pesante. Come gli dei ottengono le loro potenze dagli mele d'oro di Idun, avrai bisogno dell'effetto di assorbimento per mantenere Mjöllnir. Quando l'effetto di assorbimento si esaurisce, il martello verrà posto nel mondo alla tua posizione. Avendo il anello di Thor equipaggiato anche ti consente di mantenere Mjöllnir. Per collocare manualmente il martello nel mondo, utilizza un clic destro con Shift. Per raccoglierlo di nuovo, fai un clic destro sul martello posto. Mjöllnir può essere incantato con la maggior parte delle incantesimi di spada. Affectano solo il danno in combattimento corpo a corpo. Può anche essere incantato con la maggior parte degli incantesimi di arco.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.mjoellnir.page2.text0": "Gli incantesimi influenzano solo gli attacchi a distanza. Incantando Mjöllnir con fedeltà, fa in modo che torni più velocemente dopo essere stato lanciato.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.mjoellnir.page5.text0": "Sta creando una replica dell'arma leggendaria Mjöllnir.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.pylons": "Piloni di acciaio elfico",
    "lexicon.entry.mythicbotany.botania.mythic_botany.pylons.page0.text0": "Quei piloni sono necessari per creare il pylon della Gaia. possono anche ricevere mana dai diffusori e riparare strumenti di Alfsteel e strumenti incantati con \"riparazione\" che vengono gettati sopra di loro. quando si ripara gli strumenti di Alfsteel, si spende meno mana rispetto all'utilizzo di un tablet di mana nel tuo inventario.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.rings": "Anelli elementali",
    "lexicon.entry.mythicbotany.botania.mythic_botany.rings.page0.text0": "Questo anello ti rende immune a tutti i tipi di danni da fuoco e fa bruciare il tuo nemico.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.rings.page1.text0": "Applica un effetto di lentezza molto forte al tuo nemico per un breve tempo, rendendoti immune ai danni da cramming e in-wall.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.rune_rituals": "Riti dei runi",
    "lexicon.entry.mythicbotany.botania.mythic_botany.rune_rituals.page0.text0": "Illuminazioni sono molto più potenti di quanto la maggior parte delle persone pensi. Tuttavia, per comprendere il loro pieno potere, devono aver bevuto dall'abisso di Mimir. Un rituale dei rune richiederà una forma di rune sul pavimento. Per mettere le rune sul pavimento, è necessario un contenitore di rune speciale. Un tipo speciale di contenitore di rune è richiesto per la runa centrale. Otterrai tutti i rune tranne l'ultima. La forma può essere ruotata e capovolta, ma deve essere tutta sullo stesso livello Y. Un rituale potrebbe anche richiedere ingredienti specifici che",
    "lexicon.entry.mythicbotany.botania.mythic_botany.rune_rituals.page1.text0": "Devi lanciare l'oggetto vicino al contenitore del rite magico centrale. Alcuni rituali richiedono anche mana. Puoi fornire questo attraverso tavolette di mana e anelli di mana $(cosa)nel tuo inventario.$(0) per iniziare un rituale, fai clic destro sul contenitore del rite magico centrale con una bacchetta della foresta. Se un rituale viene interrotto, verrà resettato e riceverai tutto tranne la mana che hai pagato.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.rune_rituals.page3.text0": "Il piatto di rune di Fimbultyr verrà lasciato cadere quando il guardiano della Gaia II sarà ucciso da un giocatore che ha acquisito la conoscenza di Mimir. Viene utilizzato come rune centrale nei rituali di rune più potenti.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.runes": "Runa dei nove mondi",
    "lexicon.entry.mythicbotany.botania.mythic_botany.runes.page0.text0": "Puoi creare rune che rappresentino i nove mondi $(0) nel altare runico $(0). Sono rune di livello 4 e richiedono le rune dei peccati mortali $(0) per crearle. Queste nuove rune rilasciano grande potere, ma possono essere pericolose se non utilizzate correttamente. trattarle con cautela.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.runes.page1.text0": "Midgard è il mondo degli umani.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.runes.page2.text0": "Alfheim è il mondo degli elfi.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.runes.page3.text0": "Nidavellir è il mondo dei nani.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.runes.page4.text0": "Jötunheim è il mondo dei giganti.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.runes.page5.text0": "Muspelheim è il mondo dei giganti del fuoco.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.runes.page6.text0": "Niflheim è il mondo dei giganti del ghiaccio.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.runes.page7.text0": "Asgard è il mondo degli Aesi.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.runes.page8.text0": "Vanaheim è il mondo dei Vanir.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.runes.page9.text0": "Helheim è il mondo dei morti.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.tools": "Strumenti in acciaio elfico",
    "lexicon.entry.mythicbotany.botania.mythic_botany.tools.page0.text0": "Per molto tempo ormai pensavi che il diamante fosse il meglio che potessi raggiungere senza il potere di un botanico. Poi arrivò il netherite. È lo stesso con l'acciaio terrestre e l'acciaio elfico. Quindi, proprio come con il diamante, puoi migliorare gli strumenti e l'armatura in acciaio terrestre per i loro equivalenti in acciaio elfico mediante fonderia. Questo miglioramento, tuttavia, è accompagnato da costi di mana più elevati per utilizzare quegli strumenti.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.tools.page1.text0": "Questo modello codifica le informazioni su come migliorare gli strumenti. Per ottenerlo, dovrai uccidere un creatura magica utilizzando una spada non appartenente a questo mondo. Le streghe e gli evocatori occasionalmente lo lasciano cadere quando vengono uccisi con una spada di elementio.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.tools.page2.text0": "Questo colpo fa molto più danno e puoi usarlo molto più velocemente.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.tools.page3.text0": "Nonostante possa abbattere interi alberi in pochi secondi, questo ascia può attrarre oggetti vicini verso di te premendo Shift e destro-clic.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.tools.page4.text0": "Questo piccone è in grado di estrarre anche più blocchi contemporaneamente. Estraeva blocchi multipli nella direzione in cui ti trovi a guardare, anche se non funziona verticalmente per evitare danni da caduta quando si estrae verso il basso.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.tools.page5.text0": "Questo elmetto può ottenere tutti i voleri antichi come il Terrasteel, ma anche ti fa arrivare più lontano con le tue braccia.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.tools.page6.text0": "La resistenza al knockback di questo pettorale è alta come quella di un completo di armatura di terrasteel.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.tools.page7.text0": "Questi pantaloni migliorano notevolmente la tua velocità di marcia.",
    "lexicon.entry.mythicbotany.botania.mythic_botany.tools.page8.text0": "Quei calzari ti fanno saltare molto più in alto nel cielo."
}