{
    "block.chococraft.gysahl_green": "Verde di Gysahl",
    "block.chococraft.straw": "Paglia",
    "chococraft.configuration.canChocobosFly": "I chocobo possono volare",
    "chococraft.configuration.canChocobosFly.tooltip": "Se alcuni coccodrilli sono consentiti di volare [predefinito: vero]",
    "chococraft.configuration.chocobo": "Chocobo",
    "chococraft.configuration.chocobo.tooltip": "Impostazioni Chocobo",
    "chococraft.configuration.chocoboPackSizeMax": "Dimensione minima del pacchetto di Chocobo",
    "chococraft.configuration.chocoboPackSizeMax.tooltip": "Regola la grandezza del pacchetto di Chocobo massimo [predefinito: 3]",
    "chococraft.configuration.chocoboPackSizeMin": "Dimensione minima del pacchetto di Chocobo",
    "chococraft.configuration.chocoboPackSizeMin.tooltip": "Regola la grandezza del pacchetto di Chocobo (minimo) [predefinito: 1]",
    "chococraft.configuration.chocoboSpawnWeight": "Peso di spawn dei Chocobo",
    "chococraft.configuration.chocoboSpawnWeight.tooltip": "Controlla il peso di spawn dei Chocobo [predefinito: 10]",
    "chococraft.configuration.femaleNames": "Nomi di femmina per Chocobo",
    "chococraft.configuration.femaleNames.tooltip": "La lista di nomi femminili che può scegliere se abilitato \"Nametamedchocobos\"",
    "chococraft.configuration.kwehIntervalLimit": "Limite di intervallo KWEH",
    "chococraft.configuration.kwehIntervalLimit.tooltip": "Determina la durata massima dell'intervallo per il suono ambientale del chocobo [predefinito: 100]",
    "chococraft.configuration.maleNames": "Nomi di maschio per Chocobo",
    "chococraft.configuration.maleNames.tooltip": "La lista dei nomi maschili che può scegliere se abilitato \"Nametamedchocobos\"",
    "chococraft.configuration.nameTamedChocobos": "Nome dei coccodrilli domestici",
    "chococraft.configuration.nameTamedChocobos.tooltip": "Se si alleva un coccodrillo, gli sarà assegnato un nome (salvo che non sia già stato nominato) [predefinito: vero]",
    "chococraft.configuration.naming": "Nominazione",
    "chococraft.configuration.naming.tooltip": "Impostazioni di denominazione",
    "chococraft.configuration.spawning": "Generazione",
    "chococraft.configuration.spawning.tooltip": "Impostazioni di spawn",
    "chococraft.configuration.tameChance": "Caso di domesticazione",
    "chococraft.configuration.tameChance.tooltip": "Questo multiplo di controllo la probabilità di addomesticamento per ogni Gysahl utilizzato, quindi 0,15 risulta in una probabilità del 15% di addomesticare [predefinito: 0,15].",
    "chococraft.entity_chocobo.chocobo_followcmd": "Seguire",
    "chococraft.entity_chocobo.chocobo_staycmd": "Resta",
    "chococraft.entity_chocobo.chocobo_wandercmd": "perdersi",
    "chococraft.entity_chocobo.heal_fail": "Salute piena",
    "chococraft.entity_chocobo.not_owner": "Non sei il proprietario di questo Chocobo!",
    "chococraft.entity_chocobo.tame_fail": "Tame fallito",
    "chococraft.entity_chocobo.tame_success": "§aTame avvenuto con successo",
    "chococraft.subtitle.entity.chocobo.kweh": "Kweh dei Chocobo",
    "chococraft.subtitle.entity.chocobo.kwehwhistlefollow": "Suggerisce di seguire con il fischiatoio",
    "chococraft.subtitle.entity.chocobo.kwehwhistlestay": "Suggerisce di restare con il canto",
    "chococraft.subtitle.entity.chocobo.kwehwhistlewander": "Soffia per vagare",
    "entity.chococraft.chocobo": "Cicogna",
    "gui.chocobook.page1": "Indice dei libri di Choco\n\nI. Cocchi\nII. Nella vita selvaggia\nIII. Verdi Gysahl\n  .1 Mutazioni Gysahl\n  .2 Sottaceti Gysahl\nIV. Domesticazione\n  .1 Allevamento dei cocchi\n  .2 Colori dei cocchi\nV. L'Inferno\nVI. Recinto dei cocchi\nVII. Torta del cocco",
    "gui.chocobook.page10": "Pagina 10 del libro di Chocobo:\n\niii.2 gysahl pickles\n\nI gysahl greens e lo zucchero possono essere fusi per creare gysahl pickles crudi, che possono essere cucinati in un forno per ottenere gysahl pickles. Questi trattamenti non solo sono deliziosi, ma anche molto nutrizionali.",
    "gui.chocobook.page11": "iv. domesticazione\n\nI cuccioli di coccodrillo possono essere addomesticati nutrendoli con foglie di Gysahl, gli uccelli sono molto affascinati dalla radice vegetale e potrebbero formare un legame con chi li sta nutrendo del loro cibo preferito. Se addomesticati, il proprietario può adattare un cucciolo di coccodrillo per portarlo con sé.",
    "gui.chocobook.page12": "Impacca o lega sacchi su un Chocobo. con sella montata, il Chocobo può essere equipaggiato inoltre con sacchi da sella. (§o sacchi da sella e sacchi possono essere accessibili mediante shift-right click§r).",
    "gui.chocobook.page13": "Pagina 13 del libro dei Chocobo:\n\n\"iv.1 allevamento di Chocobo\n\nSe si alimentano con Loverly o Gysahl d'oro, i Chocobo di sesso diverso possono essere incrociati per produrre un vitellino. Questi piccoli Chocobo sono chiamati Chicobos e cresceranno in seguito in un Chocobo. Oltre a aumentare il numero...\"",
    "gui.chocobook.page14": "La pagina 14 del libro dei Choco: I cuccioli di coccodrilli possono essere ottenuti solo attraverso la selezione sessuale all'interno di un gruppo domestico di coccodrilli. Ci sono delle possibilità di mutazione, che possono essere aumentate utilizzando gysahls d'oro. Le seguenti combinazioni di genitori possono causare...",
    "gui.chocobook.page15": "La pagina 15 del libro di Chococube:\n\nI loro discendenti si evolveranno in queste sottospecie:\n\n1. §6giallo§0 + §6giallo§0 = §agreen§0 o §9blu§0\n2. §agreen§0 + §9blu§0 = §7bianco§0\n3. §6giallo§0 + §7bianco§0 = nero",
    "gui.chocobook.page16": "Pagina 16 del libro di Choco:\n\n4. Nero + Bianco\n= Oro\n\nPer consentire all'offspring di mutare in un Chocobo d'Oro, è necessario l'utilizzo di Gysahl d'Oro.",
    "gui.chocobook.page17": "Pagine 17 del libro dei ChocoBook:\n\nI colori dei Chocobo (2)\n\nI Chocobo gialli sono la varietà media e non hanno abilità chiare, possono essere utilizzati come animali da traino veloci e di trasporto.\n\nI Chocobo verdi hanno l'abilità di scalare, il che significa che possono essere usati per arrampicarsi.",
    "gui.chocobook.page18": "La pagina 18 del libro di ChocoBook:\n\nI blu non hanno bisogno di saltare quando salgono un livello di blocco. Sono leggermente più veloci dei loro cugini gialli.\n\n§9blu chocobos§0 hanno l'abilità di viaggiare velocemente sull'acqua. Anche se tutti i chocobos hanno la capacità di nuotare, gli blu possono farlo molto velocemente,",
    "gui.chocobook.page19": "Questi sono la prima scelta di trasporto quando si viaggia per via acquatica.\n\n§7I chocobbianchi§0 hanno le abilità combinate per scalare come gli I chocobbi verdi e per viaggiare velocemente in acqua come i §2chocobi blu§0. Inoltre, sono leggermente più veloci dei §2chocobi blu§0.",
    "gui.chocobook.page2": "Pagina 2 del libro dei Chocobo:\n\nI Chocobo\n\nQuesti grandi uccelli erbivori sono in gran parte impossibilitati di volare, ma i loro potenti arti consentono loro di correre ad alta velocità. La loro grandezza e la loro impressionante velocità li rendono una scelta popolare quando si è alla ricerca di un cavallo da monta.",
    "gui.chocobook.page20": "I caratteristiche dei coccodrilli neri sono quelle di poter saltare molto in alto, arrampicarsi e viaggiare velocemente sull'acqua. Inoltre, sono più veloci rispetto ai loro equivalenti bianchi.\n\n§6Coccodrilli d'oro§0 sono la varietà più veloce e non solo possono planare come gli altri.",
    "gui.chocobook.page21": "Sottospecie, ma possono volare completamente.\n\nTutte le sottospecie di chocobo possono planare e evitare i danni da caduta fino ad un certo livello. I chocobi d'oro non subiscono danni da caduta in assoluto.",
    "gui.chocobook.page22": "v. il Nether\n\nIl Nether è popolato da una speciale razza di Chocobo. I Chocobos viola che vagano per i tunnel e le grotte ostili del Nether in cerca dei cibi scarsi disponibili. Ciò li rende ancora più difficili da trovare rispetto ai loro simili gialli",
    "gui.chocobook.page23": "I parenti che vivevano nel Nether avevano sviluppato la capacità di nuotare nella lava e di volare grazie ai polli Choco di colore viola.",
    "gui.chocobook.page24": "Pagina 24 del libro di Choco:\n\nUn'area ricoperta di paglia e dotata di un calderone pieno d'acqua sarà considerata come recinto per Chocobo. Se un Chocobo ferito si posiziona sulla paglia vicino al calderone, guarirà automaticamente nel tempo.",
    "gui.chocobook.page25": "VII. Torta di Chocobo\n\nLe torte di Chocobo possono essere utilizzate per far crescere i Chocobo istantaneamente in Chocobo.\n\nRicetta:\nPrendi un uovo, mescolalo con due unità di zucchero, due secchie di latte e due fascioli di grano. Infine, decorale con due foglie di Gysahl.\nGoditi!",
    "gui.chocobook.page3": "Sebbene siano troppo piccoli per consentire il vero volo, le ali dei Chocobo consentono ai uccelli di planare e evitare i danni da caduta sia per loro che per il loro cavaliere fino a una certa altezza.\n\nI Chocobo domestici possono essere impiegati come animali da soma e mezzi di trasporto.",
    "gui.chocobook.page4": "Ci sono persino rapporti di avventurieri disperati che hanno dovuto ricorrere ai loro coccodrilli come fonte di cibo.",
    "gui.chocobook.page5": "Pagina 5 del libro di Choco:\n\n\"ii. In natura\n\nI chocobos, nella loro variante gialla, possono essere trovati in libertà in gran parte del mondo. Branchi di animali per lo più composti da tre, ma occasionalmente cinque, vagano liberi in natura. Tuttavia sono molto rari e un ornitologo interessato dovrebbe cercare con attenzione\"",
    "gui.chocobook.page6": "Aree ampie per trovare un branco.",
    "gui.chocobook.page7": "iii. Foglie di Gysahl\n\nIl cibo preferito del Chocobo sono le foglie di Gysahl, queste radici rosse spesse possono essere trovate crescendo ovunque in aree fertile. Questi piante possono essere lavorate per ottenere semi. I semi poi possono essere utilizzati per coltivare localmente",
    "gui.chocobook.page8": "Sughi di gysahl su terra inclinata e idratata.",
    "gui.chocobook.page9": "Pagina 9 del libro di Choco:\n\niii.1 mutazioni Gysahl\n\nQuando si coltivano Gysahl Greens in casa, c'è una possibilità che la radice si evolvi in un Gysahl amato o addirittura d'oro. Questi radici speciali possono essere alimentati a due Chocobo di sesso opposto per iniziare il processo di accoppiamento.",
    "info.chococraft.book.chicobo.entry.name": "Chicobo",
    "info.chococraft.book.chicobo.text1": "I chocobi sono le versioni da bambino dei $(l:chococraft:chocobos\/chocobo)$cicobos$(br)che si ottengono incrociandoli. Possono essere cresciuti istantaneamente nutrendoli con $(l:chococraft:gysahls\/gysahl_cake)$gâteau di Gysahl$(br)dopo averli addomesticati.",
    "info.chococraft.book.chocobo.black.description": "Ottenibile incrociando i coccodrilli bianchi e gialli.",
    "info.chococraft.book.chocobo.black.description2": "Viaggia più velocemente del Chocobo Bianco, inoltre puoi saltare più alto e hai visione notturna.",
    "info.chococraft.book.chocobo.blue.description": "Ottenibile incrociando due còcchi gialli.",
    "info.chococraft.book.chocobo.blue.description2": "Viaggia due volte più velocemente dei coccodrilli regolari sull'acqua e dà respirazione all'acqua.",
    "info.chococraft.book.chocobo.entry.name": "Chocobo",
    "info.chococraft.book.chocobo.flame.description": "Possono essere ottenuti solo trovandoli nel Nether.",
    "info.chococraft.book.chocobo.flame.description2": "Hanno le stesse abilità del Chocobo d'oro (eccetto essere un po' più lenti).",
    "info.chococraft.book.chocobo.gold.description": "Ottenibile allevando chocobi bianchi e neri. L'allevamento di un chocobo d'oro con un altro chocobo d'oro utilizzando gysahl dorati garantirà sempre un figlio d'oro.",
    "info.chococraft.book.chocobo.gold.description2": "Sono in grado di volare, scalare, nuotare e sono immuni al danno da caduta. Sono pari per velocità con i Chocobo rosa e rossi.",
    "info.chococraft.book.chocobo.green.description": "Ottenibile incrociando due coccodrilli gialli.",
    "info.chococraft.book.chocobo.green.description2": "Può camminare su muri di due blocchi d'altezza.",
    "info.chococraft.book.chocobo.pink.description": "Possono essere ottenuti solo alimentando i coccodrilli d'oro con un Gysahl rosa.",
    "info.chococraft.book.chocobo.pink.description2": "Hanno le stesse abilità del Chocobo d'oro.",
    "info.chococraft.book.chocobo.purple.description": "(Inattuale attualmente).",
    "info.chococraft.book.chocobo.purple.description2": "Hanno le stesse abilità del Chocobo di fiamma.",
    "info.chococraft.book.chocobo.red.description": "Possono essere ottenuti solo alimentando i coccodrilli d'oro con un gisahal rosso.",
    "info.chococraft.book.chocobo.red.description2": "Hanno le stesse abilità del Chocobo d'oro.",
    "info.chococraft.book.chocobo.text": "I cuccioli sono mob passivi ma spaventati dai giocatori, quindi sii cauto intorno a loro.",
    "info.chococraft.book.chocobo.text2": "I galletti di cioccolato si generano nei biomi di pianura e colline. I galletti di fiamma si generano nel Nether. Tuttavia, è possibile ottenere galletti di colore diverso allevandoli con $(l:chococraft:gysahls\/loverly_gysahl)loverly$() (20% chance di nuovo colore con nuove e migliori abilità) o $(l:chococraft:gysahls\/gold_gysahl)gysahls d'oro$() (50% chance). Sono necessari $(l:chococraft:gysahls\/gold_gysahl)gysahls d'oro$() per ottenere un galletto d'oro dalla selezione.",
    "info.chococraft.book.chocobo.text3": "Un gruppo di uccelli che hanno generato in un bioma pianeggiante vicino a una montagna.",
    "info.chococraft.book.chocobo.text4": "Si allevano i còccoli nutrendoli con gysahl. tutti i còccoli possono essere allevati insieme. ma solo maschi e femmine possono accoppiarsi. si alleva un còccoli nutrendo i còccoli con gysahls d'oro o teneri.",
    "info.chococraft.book.chocobo.white.description": "Ottenibile incrociando chocobi verdi e blu.",
    "info.chococraft.book.chocobo.white.description2": "I cuccioli bianchi viaggiano più velocemente dei cuccioli gialli, verdi o blu e sono in grado di nuotare e scalare.",
    "info.chococraft.book.chocobos.desc": "Questi registri contengono informazioni sui $(l:chococraft:chocobos\/chocobo)$uccelli$.",
    "info.chococraft.book.chocobos.name": "Cochi",
    "info.chococraft.book.chocodisguise.entry.name": "Trasformazione di cioccolato",
    "info.chococraft.book.chocodisguise.text1": "Il travestimento di cioccolato è un set di armatura che può essere indossato per ridurre il rischio che i $(l:chococraft:chocobos\/chocobo)cioccolati$() ti evitino quando ti avvicini.",
    "info.chococraft.book.equipments.desc": "Questi ingressi contengono informazioni sui strumenti e gli equipaggiamenti di Chococraft 4.",
    "info.chococraft.book.equipments.name": "Strumenti e attrezzature",
    "info.chococraft.book.feather.entry.name": "Piuma di chocobo",
    "info.chococraft.book.feather.text1": "I cuccioli di coccodrillo ogni tanto perdono piume. sono utili per creare un set di armatura da disegno coccodrillo().",
    "info.chococraft.book.gold_gysahl.entry.name": "Gysahl d'oro",
    "info.chococraft.book.gold_gysahl.text1": "$(bold)Gold Gysahl$ è una mutazione della variante comune $(l:chococraft:gysahls\/gysahl verde)Gysahl Verde$ e viene utilizzata per allevare $(l:chococraft:chocobos\/Chocobo)Cocobi$. $(br)$(bold)Gold Gysahl$ è ottenibile mediante la raccolta di $(l:chococraft:gysahls\/gysahl verde)Gysahl Verde$, con un 5% di possibilità di ottenere un $(bold)Gold Gysahl$ mutato. Le varianti mutate di $(l:chococraft:gysahls\/gysahl verde)Gysahl Verde$ non possono essere forgiate in semi.",
    "info.chococraft.book.gysahl_cake.entry.name": "Torta di Gysahl",
    "info.chococraft.book.gysahl_cake.text1": "I gysahl cakes sono utilizzati per invecchiare istantaneamente un $(l:chococraft:chocobos\/chicobo)$ chicobo $() a un $(l:chococraft:chocobos\/chocobo)$ chocobo $().$(br)Devi prima addomesticare il $(l:chococraft:chocobos\/chicobo)$ chicobo $() per poterlo nutrire con un gysahl cake. Non può essere posizionato.",
    "info.chococraft.book.gysahl_green.entry.name": "Gysahl Green",
    "info.chococraft.book.gysahl_green.text1": "Il gysahl può essere trovato in piccole patch nel mondo soprastante. Il gysahl può essere utilizzato per addomesticare e curare $(l:chococraft:chocobos\/chocobo)piccioni$().$(br)per avere una possibilità di addomesticare un $(l:chococraft:chocobos\/chocobo)piccioni$() devi nutrirlo con un gysahl. Una volta addomesticato, mostrerà un collare simile a quelli dei lupi domestici.",
    "info.chococraft.book.gysahl_green.text2": "Un pezzo di verde Gysahl che si è generato in un bioma pianeggiante.",
    "info.chococraft.book.gysahl_green.text3": "I semi di gysahl verde possono essere coltivati piantando i semi di gysahl verde. Dopo la raccolta dei gysahl selvatici, il giocatore può ricrearli in semi di gysahl verde.",
    "info.chococraft.book.gysahl_green.text4": "I semi-verbi possono essere piantati su terreni agricoli come la maggior parte delle altre colture. quando il raccolto matura e viene raccolto, c'è un 15% di probabilità di ottenere un $(l:chococraft:gysahls\/loverly_gysahl)loverly gysahl$() e un 5% di probabilità di ottenere un $(l:chococraft:gysahls\/gold_gysahl)gold gysahl$().",
    "info.chococraft.book.gysahls.desc": "Questi ingressi contengono informazioni su Gysahls",
    "info.chococraft.book.gysahls.name": "Gysahls",
    "info.chococraft.book.landing": "Il Chocopedia è la tua guida per Chococraft 4. (br2) contiene informazioni su tutti gli abilità e gli oggetti che puoi utilizzare in Chococraft 4.",
    "info.chococraft.book.legacy.desc": "Questi sono gli ingressi originali che possono essere trovati nel libro originale della Chocopedia.",
    "info.chococraft.book.legacy.entry.name": "Informazioni di legacy",
    "info.chococraft.book.legacy.name": "Legacy",
    "info.chococraft.book.legacy.page1": "Indice del libro:\n\n* i. Chocobos\n* ii. In natura\n* iii. Gysahl Greens\n\t+ 1. Mutazioni di gysahl\n\t+ 2. Sottaceti di gysahl\n* iv. Domesticazione\n\t+ 1. Selezione dei chocobos\n\t+ 2. Colori dei chocobos\n* v. L'Inferno\n* vi. Recinto per chocobos\n* vii. Torta di chocobo",
    "info.chococraft.book.legacy.page10": "iii. 2 gysahl pickles\n(gysahl greens e zucchero possono essere lavorati per creare gysahl pickles crudi, che possono essere cucinati in un forno per ottenere gysahl pickles. questi trattamenti non solo sono deliziosi, ma anche molto nutrizionali.",
    "info.chococraft.book.legacy.page11": "iv. domesticazione\nChocobos possono essere addomesticati nutrendoli con gysahl greens, gli uccelli sono molto affezionati alla radice vegetale e potrebbero formare un legame con chi li sta nutrendo del loro cibo preferito. Se addomesticati, il proprietario può adattare un chocobo",
    "info.chococraft.book.legacy.page12": "Impacchiare o borse da sella su un coccodrillo. con una sella il coccodrillo può essere equipaggiato inoltre con borse da sella. (borselle e borse da sella possono essere accessibili mediante shift-right click).",
    "info.chococraft.book.legacy.page13": "iv.1 Chocobo breeding\nSe si alimentano con Loverly o Gysahl d'oro, i Chocobo di sesso diverso possono essere incrociati per produrre un avvenimento. Questi cuccioli di Chocobo sono chiamati Chicobos e crescono in seguito in un Chocobo. Oltre a aumentare il numero...",
    "info.chococraft.book.legacy.page14": "Di chocobotti in un branco domestico, la riproduzione è l'unico modo per ottenere le diverse varietà di chocobotti disponibili. Ci sono delle possibilità che si verifichi una mutazione, che può essere aumentata mediante l'utilizzo di gysahl dorati. Le seguenti combinazioni di genitori possono causare...",
    "info.chococraft.book.legacy.page15": "I loro discendenti si evolveranno in queste sottospecie:$(br2) 1. $(6)giallo$(0) + $(6)giallo$(0)$(br) = $(a)verde$(0) o $(9)blu$(0)$(br2) 2. $(a)verde$(0) + $(9)blu$(0)$(br) = $(7)bianco$(0)$(br2) 3. $(6)giallo$(0) + $(7)bianco$(0)$(br) = nero",
    "info.chococraft.book.legacy.page16": "4. Nero + $(7)bianco$(0)$(br) = $(6)oro$(0)$(br2)per abilitare l'eredità dei cuccioli di diventare un cigno d'oro, è necessario l'utilizzo di gysahl dorati.",
    "info.chococraft.book.legacy.page17": "iv. 2 colori di coccodrillo $(br2) $(6) i coccodrilli gialli $(0) sono la varietà media e non hanno abilità chiare, possono essere utilizzati comunque come animali da traino veloci e mezzi di trasporto. $(br2) $(a) i coccodrilli verdi $(0) hanno l'abilità di arrampicarsi, il che significa che possono essere usati...",
    "info.chococraft.book.legacy.page18": "Non hanno bisogno di saltare quando si stanno ascendendo un livello di blocco. Sono leggermente più veloci dei loro cugini gialli. $(br2)$(9)I chocoblu $(0) hanno l'abilità di viaggiare velocemente sull'acqua. Sebbene tutti gli chocobbi abbiano la capacità di nuotare, quelli blu possono farlo molto velocemente,",
    "info.chococraft.book.legacy.page19": "Così sono la prima scelta di trasporto quando si viaggia per rotta acquatica.$(br2)$(7)Vitelli bianchi$(0) hanno le abilità combinate per scalare come i vitelli verdi e per viaggiare velocemente in acqua come gli azzurri. Inoltre, sono leggermente più veloci degli azzurri.",
    "info.chococraft.book.legacy.page2": "I Chocobò: questi grandi uccelli erbivori sono in gran parte impossibilitati di volare, ma i loro potenti arti consentono loro di correre ad alta velocità. La loro grandezza e la loro impressionante velocità li rendono una scelta popolare quando si è alla ricerca di un cavallo da monta.",
    "info.chococraft.book.legacy.page20": "Ogni varietà di coccodrilli può saltare molto alto, scalare e viaggiare velocemente sull'acqua. Inoltre, sono più veloci delle loro controparti bianche. I coccodrilli d'oro sono la varietà più veloce e non solo possono planare come gli altri.",
    "info.chococraft.book.legacy.page21": "Sottospecie, ma possono volare completamente.$(br2)Tutte le sottospecie di coccodrilli possono planare e evitare i danni da caduta fino a una certa altezza. I coccodrilli d'oro non subiscono danni da caduta in assoluto.",
    "info.chococraft.book.legacy.page22": "v. il Nether$(br2)Il Nether è popolato da una speciale razza di Chocobo. I Chocobo viola che vagano per i tunnel e le grotte ostili del Nether in cerca dei cibi scarsi disponibili. Ciò li rende ancora più difficili da trovare rispetto ai loro simili gialli",
    "info.chococraft.book.legacy.page23": "I parenti che vivevano nel Nether avevano sviluppato la capacità di nuotare nella lava e di volare grazie ai polli Choco di colore viola.",
    "info.chococraft.book.legacy.page24": "Un'area ricoperta di paglia e dotata di un calderone pieno d'acqua sarà considerata come recinto per chocobo. Se un chocobo ferito si posiziona sulla paglia vicino al calderone, guarirà automaticamente nel tempo.",
    "info.chococraft.book.legacy.page25": "VII. Torta di Chocobo\n(br2) Le torte di chocobo possono essere utilizzate per far crescere i chicobos istantaneamente fino a diventare adulti.\n(br2) Ricetta:\n(br)\nPrendi un uovo, mescolalo con due unità di zucchero, due secchi di latte e due fascioli di grano. Infine decorale con due foglie di Gysahl.\n(br) Buon appetito!",
    "info.chococraft.book.legacy.page3": "Sebbene siano troppo piccole per consentire il volo reale, le ali dei coccodrilli consentono ai uccelli di planare e evitare danni da caduta sia per loro che per il loro cavaliere fino a una certa altezza.(br2)I coccodrilli domestici possono essere impiegati come animali da soma e mezzi di trasporto.",
    "info.chococraft.book.legacy.page4": "Ci sono persino rapporti di avventurieri disperati che hanno dovuto ricorrere ai loro coccodrilli come fonte di cibo.",
    "info.chococraft.book.legacy.page5": "ii. In the wild$(br2)Chocobos, in their yellow variety, found wild in most parts of the world. Flocks of mostly three, sometimes five animals roam free in the wild. However they are very scarce and an interested ornithologist would have to search...",
    "info.chococraft.book.legacy.page6": "Aree ampie per trovare un branco.",
    "info.chococraft.book.legacy.page7": "iii. Gysahl Greens\n(br2) Il cibo preferito del Chocobo sono i Gysahl Greens, questi vegetali rossi e grossi possono essere trovati crescendo ovunque in aree fertili. Questi piante possono essere lavorate per ottenere semi. I semi poi possono essere utilizzati per coltivare domesticamente",
    "info.chococraft.book.legacy.page8": "Gysahl Greens su terra inclinata e idratata.",
    "info.chococraft.book.legacy.page9": "iii.1 mutazioni di gysahl$(br2)quando si coltivano gysahl greens in casa, c'è una possibilità che la radice si evolvi in un gysahl amabile o addirittura d'oro. questi radici speciali possono essere alimentati a due chocobos di sesso opposto per iniziare il processo di accoppiamento.",
    "info.chococraft.book.loverly_gysahl.entry.name": "Loverly Gysahl",
    "info.chococraft.book.loverly_gysahl.text1": "$(bold)loverly gysahl$() è una mutazione della varietà comune $(l:chococraft:gysahls\/gysahl_green)gysahl green$() e viene utilizzata per la selezione di $(l:chococraft:chocobos\/chocobo)chocobi$. $(br)$(bold)loverly gysahl$() è ottenibile mediante la raccolta di $(l:chococraft:gysahls\/gysahl_green)gysahl green$, c'è un 15% di possibilità di ottenere un $(bold)loverly gysahl$.",
    "info.chococraft.book.misc.desc": "Questi ingressi contengono informazioni su altri argomenti da Chococraft 4.",
    "info.chococraft.book.misc.name": "Miscelaneo",
    "info.chococraft.book.pickled_gysahl.entry.name": "Gysahl cotto crudo",
    "info.chococraft.book.pickled_gysahl.text1": "Il cibo crudo di gysahl verde è un oggetto alimentare che può essere creato da $(l:chococraft:gysahls\/gysahl_green)gysahl green$().$(br)la versione cruda non può essere mangiata, deve essere cucinata per diventare commestibile.",
    "info.chococraft.book.pink_gysahl.entry.name": "Pink Gysahl",
    "info.chococraft.book.pink_gysahl.text1": "$(bold)pink gysahl$() è una mutazione della variante comune $(l:chococraft:gysahls\/gysahl_green)gysahl green$() e serve a trasformare un $(l:chococraft:chocobos\/chocobo#gold)gold chocobo$() in un $(l:chococraft:chocobos\/chocobo#pink)pink chocobo$().",
    "info.chococraft.book.raw_drumstick.entry.name": "Drummetto di chocobo",
    "info.chococraft.book.raw_drumstick.text1": "Il bastoncino di tamburo crudo è un oggetto alimentare che può essere ottenuto uccidendo i $(l:chococraft:chocobos\/chocobo)chocobos$.",
    "info.chococraft.book.red_gysahl.entry.name": "Gysahl rosso",
    "info.chococraft.book.red_gysahl.text1": "$(bold)red gysahl$() è una mutazione della variante comune $(l:chococraft:gysahls\/gysahl_green)gysahl green$() e serve a trasformare un $(l:chococraft:chocobos\/chocobo#gold)gold chocobo$() in un $(l:chococraft:chocobos\/chocobo#red)red chocobo$().",
    "info.chococraft.book.saddle.entry.name": "Sella di chocobo",
    "info.chococraft.book.saddle.text1": "Il sellino del chocobo ti consente di cavalcare il tuo chocobo domestico $(l:chococraft:chocobos\/chocobo)$. Ci sono diversi tipi di sellini, il varianti base ti consente solo di cavalcare il chocobo, mentre altri anche concedono spazio di stoccaggio sul $(l:chococraft:chocobos\/chocobo)$.",
    "info.chococraft.book.saddle.text2": "Il sacchetto delle sella dei chocobo $(bold)$(nome)$(br)fornisce l'accesso a 18 slot di inventario.$(br)La scatola della sella dei chocobo $(bold)$(nome)$(br)fornisce l'accesso a 45 slot di inventario.",
    "info.chococraft.book.straw.entry.name": "Pagina di paglia",
    "info.chococraft.book.straw.text1": "I blocchi di paglia possono essere posti nel recinto del tuo $(l:chococraft:chocobos\/chocobo)chocobo$() per consentire al tuo $(l:chococraft:chocobos\/chocobo)chocobo$() di guarire naturalmente quando è all'interno del recinto.",
    "info.chococraft.book.subtitle": "Guida di Chococraft",
    "info.chococraft.book.whistle.entry.name": "Sirena del chocobo",
    "info.chococraft.book.whistle.text1": "Il corno dei chocobo consente di comandare i tuoi chocobi domestici facendo clic destro su di loro con esso. Ci sono tre comandi che puoi eseguire, vagabondare (), seguire () e restare ().",
    "info.chocopedia.book.name": "Enciclopedia del Cioccolato",
    "item.chococraft.black_chocobo_spawn_egg": "Uovo di incubazione di cigno nero",
    "item.chococraft.blue_chocobo_spawn_egg": "Uovo di incubazione di Chocobo azzurro",
    "item.chococraft.choco_disguise_boots": "Stivali di travestimento cacao",
    "item.chococraft.choco_disguise_chestplate": "Corazza di travestimento cacao",
    "item.chococraft.choco_disguise_helmet": "Elmetto di travestimento cacao",
    "item.chococraft.choco_disguise_leggings": "Gambali di travestimento cacao",
    "item.chococraft.chocobo_drumstick_cooked": "drummetto di tacchino cotto",
    "item.chococraft.chocobo_drumstick_raw": "Drummetto di tacchino crudo",
    "item.chococraft.chocobo_feather": "Piuma di Chocobo",
    "item.chococraft.chocobo_saddle": "Sella di Chocobo",
    "item.chococraft.chocobo_saddle_bags": "Borse di sella per chocobo",
    "item.chococraft.chocobo_saddle_pack": "Pacco sella per chocobo",
    "item.chococraft.chocobo_whistle": "Fischietto per tacchino",
    "item.chococraft.chocopedia": "Enciclopedia del cioccolato",
    "item.chococraft.flame_chocobo_spawn_egg": "Uovo di incubazione di Chocobo a fiamma",
    "item.chococraft.gold_chocobo_spawn_egg": "Uovo di nidificazione di chocobo d'oro",
    "item.chococraft.gold_gysahl": "Gysahl d'oro",
    "item.chococraft.green_chocobo_spawn_egg": "Uovo di incubazione di chocobo verde",
    "item.chococraft.gysahl_cake": "Torta di Gysahl",
    "item.chococraft.gysahl_green": "Verde di Gysahl",
    "item.chococraft.gysahl_green_seeds": "Semi di gysahl verde",
    "item.chococraft.loverly_gysahl_green": "Gysahl tenero",
    "item.chococraft.pickled_gysahl_cooked": "Gysahl cotto al forno",
    "item.chococraft.pickled_gysahl_raw": "Gysahl crudo affumicato",
    "item.chococraft.pink_chocobo_spawn_egg": "Uovo di nidificazione di cigno rosa",
    "item.chococraft.pink_gysahl": "Gysahl rosa",
    "item.chococraft.purple_chocobo_spawn_egg": "Uovo di incubazione di cigno viola",
    "item.chococraft.red_chocobo_spawn_egg": "Uovo di incubazione di Chocobo rosso",
    "item.chococraft.red_gysahl": "Gysahl rossa",
    "item.chococraft.white_chocobo_spawn_egg": "Uovo di incubazione di cigno bianco",
    "item.chococraft.yellow_chocobo_spawn_egg": "Uovo di incubazione giallo di Chocobo",
    "itemGroup.chococraft.tab": "Chococraft 4",
    "text.autoconfig.chococraft.title": "Chococraft 4"
}