{
    "_comment": "Commento: healthbars",
    "pokecube.config.advanced": "Opzioni avanzate",
    "pokecube.config.advanced.tooltip": "Opzioni avanzate",
    "pokecube.config.ai": "Opzioni AI di Pokemob",
    "pokecube.config.ai.tooltip": "Opzioni AI pokemob",
    "pokecube.config.aiDisableDistance.tooltip": "Pokémon più lontani di questo dalla posizione di qualsiasi giocatore disattiveranno il loro AI, eliminando quindi il carico sul server.",
    "pokecube.config.attackCooldown.tooltip": "Tempo di raffreddamento approssimato in tick per gli attacchi, valore più alto rallenta il combattimento.",
    "pokecube.config.autoPopulateLists.tooltip": "Fai anche le liste di seguito avere alcuni blocchi rilevati automaticamente per loro.",
    "pokecube.config.autoRecallDistance.tooltip": "Distanza di ricordo automatico per i pokemob: %s.",
    "pokecube.config.autoRecallPokemobs.tooltip": "Sei sicuro di far tornare automaticamente i tuoi Pokèmon se si allontanano più di autorecalldistance?",
    "pokecube.config.autoSelectMoves.tooltip": "Fai ai tuoi Pokémons tentare automaticamente di utilizzare il movimento più dannoso.",
    "pokecube.config.backgroundHeight.tooltip": "Altezza del sfondo.",
    "pokecube.config.backgroundPadding.tooltip": "Spaziatura sulla barra di salute del background.",
    "pokecube.config.barHeight.tooltip": "Altezza della barra di salute.",
    "pokecube.config.baseMaxSize.tooltip": "Numero massimo di blocchi all'interno del raggio di un segreto base, 1 restituisce un 2x2, 2 un 4x4, 3 un 6x6, ecc.",
    "pokecube.config.baseRadarRange.tooltip": "Il raggio del radar della base segreta.",
    "pokecube.config.baseSizeFunction.tooltip": "Relazione tra il diametro del mondo e il numero di Pokémon catturati (c), incubati (h) e uccisi (k).",
    "pokecube.config.baseSmeltingHunger.tooltip": "Quanto fame viene aggiunta per ogni oggetto fuso mediante mosse del tipo fuoco.",
    "pokecube.config.basesLoaded.tooltip": "I basi segrete sono caricate al caricamento del mondo.",
    "pokecube.config.blastStrength.tooltip": "Fattore di scalatura sulla potenza dell'esplosione.",
    "pokecube.config.blocksFruits.tooltip": "Blocchi considerati raccolgibili, utilizzati per raccogliere oggetti AI.",
    "pokecube.config.blocksGround.tooltip": "I blocchi considerati come blocchi di superficie, utilizzati per la ricerca e il rilevamento delle cavità.",
    "pokecube.config.blocksIndustrial.tooltip": "Blocchi che convertiranno l'area in un sottobioma industriale, utilizzati per la generazione di pokemob industriali.",
    "pokecube.config.blocksLeaves.tooltip": "Blocchi considerati foglie di albero, utilizzati per tagliare.",
    "pokecube.config.blocksOre.tooltip": "Blocchi considerati come \"minerale\", utilizzati per lo schianto roccioso e il cibo litofago",
    "pokecube.config.blocksPlants.tooltip": "Blocchi considerati piante, utilizzati per cibo tagliato e alimentazione erbivora.",
    "pokecube.config.blocksStones.tooltip": "I blocchi considerati come \"pietre\", utilizzati per lo smantellamento roccioso, la ricerca di caverne, la detezione di cibo litofago e superficie.",
    "pokecube.config.blocksTerrain.tooltip": "Blocchi considerati parte del terreno, utilizzati per le spawn di superficie e grotte.",
    "pokecube.config.blocksWood.tooltip": "I blocchi considerati come tronchi di albero, utilizzati per tagliare.",
    "pokecube.config.breedingDelay.tooltip": "Tempo di ritardo predefinito per la selezione, valore medio circa metà di questo più 600.",
    "pokecube.config.captureDelayTicks.tooltip": "Ritardo di rilascio tra gli tentativi di cattura di un pokemob.",
    "pokecube.config.chaseDistance.tooltip": "Quanto lontano devi essere da un Pokemob per farlo smettere di inseguirti.",
    "pokecube.config.client": "Opzioni solo clienti",
    "pokecube.config.client.tooltip": "Opzioni solo clienti",
    "pokecube.config.combatDistance.tooltip": "Distanza approssimativa che i Pokémons correranno durante il combattimento.",
    "pokecube.config.configDatabases.tooltip": "File di database utilizzati per mosse e Pokémons. Aggiungi valori aggiuntivi separati da virgole nella stessa riga.",
    "pokecube.config.contactAttackDistance.tooltip": "Distanza considerata \"in raggio\" per gli attacchi a contatto, 0 significa che il contatto è richiesto.",
    "pokecube.config.contributorStarters.tooltip": "I contribuenti hanno l'opzione di ottenere il loro iniziatore speciale.",
    "pokecube.config.cull.tooltip": "Se i Pokémob fuori dalla distanza di culling dal giocatore più vicino vengono eliminati.",
    "pokecube.config.cullDistance.tooltip": "La distanza dal giocatore più vicino utilizzata per la rimozione.",
    "pokecube.config.damageBlocksBlacklist.tooltip": "Questi movimenti non influiranno sui blocchi se \"PokemobsDamageBlocks\" è vero.",
    "pokecube.config.damageBlocksWhitelist.tooltip": "Questi movimenti ignoreranno la configurazione \"Pokémons damage blocks\".",
    "pokecube.config.database": "Opzioni del database",
    "pokecube.config.database.tooltip": "Opzioni del database",
    "pokecube.config.deactivateAnimals.tooltip": "Sono rimossi gli animali di Minecraft dalla lista di spawn.",
    "pokecube.config.deactivateMonsters.tooltip": "I mostri ostili di Minecraft Vanilla vengono rimossi dalle liste di spawn.",
    "pokecube.config.debug.tooltip": "Se vero, aggiunge alcune chiacchiere in eccesso alla console quando succede qualcosa.",
    "pokecube.config.defaultMobs.tooltip": "L'ID del modulo per impostare come modello di default.",
    "pokecube.config.defaultStarters.tooltip": "Sostituisci iniziatori per giocatori specifici.",
    "pokecube.config.dimensionBlacklist.tooltip": "I pokemob non si genereranno nei dimensioni elencate qui.",
    "pokecube.config.dimensionWhitelist.tooltip": "Se abilitato il whitelist, i Pokémons si genereranno solo nei dimensioni elencate qui.",
    "pokecube.config.disableVanillaAnimals.tooltip": "Sono gli animali di Minecraft Vanilla completamente prevenuti dallo spawning (inclusi uova e generatori)?",
    "pokecube.config.disableVanillaMonsters.tooltip": "I mostri ostili di Minecraft vanilla sono prevenuti dallo spawning del tutto (inclusi uova e generatori di spawn)?",
    "pokecube.config.diveEnabled.tooltip": "Puoi immergerti sott'acqua con alcuni Pokémon acquatici.",
    "pokecube.config.doHealthBars.tooltip": "Deve essere visualizzato il barra di salute dei Pokémob sopra la loro testa.",
    "pokecube.config.doSpawnBuilding.tooltip": "È un centro di allenamento creato alla partenza.",
    "pokecube.config.dodgeSounds.tooltip": "Suoni giocati quando un Pokemob evita un attacco, viene scelto casualmente da questa lista.",
    "pokecube.config.drawBackground.tooltip": "Il pulsante di salute ha un sfondo.",
    "pokecube.config.eggHatchTime.tooltip": "Tempo di incubazione predefinito per un uovo, espresso in tick, valore medio è la metà di questo più 1000.",
    "pokecube.config.enableDebugInfo.tooltip": "Mostra informazioni aggiuntive quando F3 è attivo.",
    "pokecube.config.epigeneticEVFunction.tooltip": "Relazione tra EV e IV dell'uovo.",
    "pokecube.config.evolutionTicks.tooltip": "Il tempo, espresso in tick, che un pokemob impiega per evolversi.",
    "pokecube.config.expFromDeathDropScale.tooltip": "Fattore di scalatura per l'esperienza standard rilasciata dai Pokemob.",
    "pokecube.config.expFunction.tooltip": "Se le funzioni di livello del PokéCube rappresentano l'esperienza per un Pokémon o il livello.",
    "pokecube.config.expScaleFactor.tooltip": "Fattore di scalatura globale per il rendimento dell'esperienza dei Pokemob, impostando questo valore più alto si renderà l'addestramento più facile.",
    "pokecube.config.explosions.tooltip": "Fanno veramente esplodere i movimenti di esplosione.",
    "pokecube.config.extraVars.tooltip": "Valori interni utilizzati per l'IA di Pokemob.",
    "pokecube.config.flyEnabled.tooltip": "Puoi volare sui Pokémon in volo.",
    "pokecube.config.forceDatabase.tooltip": "Sono le basi di movimento e Pokémons del database predefinito sovrascritte ogni avvio. Questo è impostato su vero per consentire la sincronizzazione delle modifiche.",
    "pokecube.config.forceRecipes.tooltip": "È la base di ricetta predefinita sovrascritta ogni avvio. Questo ha valore di default su vero, per consentire l'aggiornamento delle modifiche.",
    "pokecube.config.forceRewards.tooltip": "Sostituire la base di ricompense predefinita ogni avvio del gioco. Di default è vero, per consentire l'aggiornamento delle modifiche.",
    "pokecube.config.generation": "Generazione del mondo e interazione",
    "pokecube.config.generation.tooltip": "Generazione e interazione del mondo",
    "pokecube.config.genetics": "Opzioni genetiche",
    "pokecube.config.genetics.tooltip": "Opzioni relative alle genetica dei Pokemob",
    "pokecube.config.groupArmor.tooltip": "Deve essere compresso l'icona dell'armatura di ferro in quella del diamante (5 ferro → 1 diamante)?",
    "pokecube.config.guardBlacklistClass.tooltip": "Una lista di classi che gli entità possono ereditare e essere ignorate dall'AI del guard.",
    "pokecube.config.guardBlacklistId.tooltip": "Una lista di ID di entità da ignorare dall'AI dei guardiani.",
    "pokecube.config.guiAutoScale.tooltip": "Il GUI mantiene una scala automatica.",
    "pokecube.config.guiDown.tooltip": "Sono attacchi sotto la finestra di informazioni del Pokemob.",
    "pokecube.config.guiOnLogin.tooltip": "Fai apparire la prima interfaccia utente dal login.",
    "pokecube.config.guiPos.tooltip": "Posizione di offset per la GUI delle informazioni del Pokemob.",
    "pokecube.config.guiRef.tooltip": "Posizione di riferimento per informazioni Pokemob GUI sullo schermo.",
    "pokecube.config.guiSize.tooltip": "Dimensione della finestra di informazioni del Pokemob.",
    "pokecube.config.healthbars": "Opzioni per le barre di salute",
    "pokecube.config.healthbars.tooltip": "Opzioni della barra di salute",
    "pokecube.config.heightAbove.tooltip": "Altezza sopra la testa dell'ente per la barra di salute.",
    "pokecube.config.hpTextHeight.tooltip": "Altezza del testo nella barra.",
    "pokecube.config.interactDelayScale.tooltip": "Fattore di scalatura del tempo tra le interazioni con gli oggetti.",
    "pokecube.config.interactHungerScale.tooltip": "Fattore di scalatura della fame introdotto dall'interazione con gli oggetti.",
    "pokecube.config.leapSounds.tooltip": "Suoni giocati quando un Pokemob salta in combattimento, viene scelto casualmente da questa lista.",
    "pokecube.config.levelCap.tooltip": "Livello massimo a cui può apparire un Pokemob selvaggio.",
    "pokecube.config.levelVariance.tooltip": "Variazione nei livelli dei Pokémon generati.",
    "pokecube.config.loginmessage.tooltip": "Il messaggio di benvenuto corrente viene visualizzato alla prima accesso.",
    "pokecube.config.mateMultiplier.tooltip": "Fattore di scalamento sul tasso di riproduzione, impostando questo valore più alto il riproduzione avverrà più velocemente.",
    "pokecube.config.maxDistance.tooltip": "Distanza massima dal giocatore per visualizzare le barre di salute.",
    "pokecube.config.maxOwnedPlayerDamage.tooltip": "Il massimo danno che un Pokemob di proprietà può infliggere a un giocatore.",
    "pokecube.config.maxSpawnRadius.tooltip": "Distanza massima da un giocatore entro cui un Pokemob può generarsi.",
    "pokecube.config.maxWildPlayerDamage.tooltip": "Il massimo danno che un pokemob selvaggio può infliggere a un giocatore.",
    "pokecube.config.messagePadding.tooltip": "Spaziatura a sinistra e destra sulla GUI del registro di combattimento.",
    "pokecube.config.messagePos.tooltip": "Posizione di offset per il registro di combattimento GUI.",
    "pokecube.config.messageRef.tooltip": "Riferimento posizione per il registro di combattimento GUI sullo schermo.",
    "pokecube.config.messageSize.tooltip": "Dimensione del registro di combattimento GUI.",
    "pokecube.config.messageWidth.tooltip": "Larghezza dei caratteri del registro di combattimento.",
    "pokecube.config.meteorDistance.tooltip": "Distanza minima tra due meteoriti.",
    "pokecube.config.meteors.tooltip": "Fanno esplodere casualmente sezioni del mondo.",
    "pokecube.config.minLegendLevel.tooltip": "Livello minimo in cui un leggendario può apparire.",
    "pokecube.config.minSpawnRadius.tooltip": "Distanza minima da un giocatore entro cui un Pokemob può generarsi.",
    "pokecube.config.misc": "Opzioni vari",
    "pokecube.config.misc.tooltip": "Opzioni vari",
    "pokecube.config.mobAggroRadius.tooltip": "I Pokémon selvaggi all'interno di questo raggio di distanza potrebbero attaccare i giocatori.",
    "pokecube.config.mobDensityMultiplier.tooltip": "Fattore di scalamento per il numero di spawn dei mostri per la creazione di pokémon, non influisce sulla deposizione delle uova.",
    "pokecube.config.mobSpawnNumber.tooltip": "Quanti Pokémon possono essere all'interno del raggio di spawn minimo e massimo di un giocatore e ancora avere più spawn. Ciò influisce anche sul numero di Pokémon che possono essere presenti in un'area e ancora avere uova deposte.",
    "pokecube.config.mutationRates.tooltip": "La probabilità di mutazioni che si verificano nei geni.",
    "pokecube.config.mystLocs.tooltip": "Ulteriori URL per verificare i mistergift, utilizzati dai server.",
    "pokecube.config.mysterygift.tooltip": "I giocatori possono utilizzare il comando \/pokecube gift.",
    "pokecube.config.nests.tooltip": "(wip) I PokéMob nidifici si generano attorno naturalmente.",
    "pokecube.config.nestsPerChunk.tooltip": "(wip) quanti nidi si generano in un blocco.",
    "pokecube.config.nonPokemobExp.tooltip": "Se vero, i Pokemob ricevono esperienze basate sulla funzione nonpokemobexp per sconfiggere altri tipi di mostri.",
    "pokecube.config.nonPokemobExpFunction.tooltip": "Relazione tra la salute del mostro (h), l'armatura del mostro (a) e l'esperienza data al suo sconfitto.",
    "pokecube.config.onlyPokemobsDamagePokemobs.tooltip": "I pokemobili possono danneggiare anche i non-pokemobili.",
    "pokecube.config.ownedPlayerDamageMagic.tooltip": "Frazione del danno causato dai Pokémon posseduti che viene assorbita come danno \"magico\", il quale ignora l'armatura.",
    "pokecube.config.ownedPlayerDamageRatio.tooltip": "Fattore di scalatura per il danno causato dai Pokémon posseduti verso i giocatori.",
    "pokecube.config.pcHoldsOnlyPokecubes.tooltip": "Può il PC contenere solo PokeCube e uova?",
    "pokecube.config.pcOnDrop.tooltip": "Vanno i Pokèmon nella PC quando i giocatori muoiono?",
    "pokecube.config.plateSize.tooltip": "Dimensione dell'area del barra di salute.",
    "pokecube.config.playerToPokemobDamageScale.tooltip": "Fattore di scalatura per il danno ricevuto dai Pokemob dagli giocatori.",
    "pokecube.config.pokemobLifeSpan.tooltip": "Tempo approssimato in cui un Pokemob inizia a sentire fame.",
    "pokecube.config.pokemobToOtherMobDamageRatio.tooltip": "Fattore di scalatura per i Pokemobili che danneggiano altri tipi di mostri.",
    "pokecube.config.pokemobagressticks.tooltip": "Numero di tick tra l'avviso e l'attacco del pokemob selvaggio al giocatore, applicabile solo se abilitato il warning dei pokemob.",
    "pokecube.config.pokemobagresswarning.tooltip": "Ci sono avvisi quando un Pokemob selvaggio attacca un giocatore.",
    "pokecube.config.pokemobsDamageBlocks.tooltip": "Gli attacchi dei Pokémon mob hanno effetti aggiuntivi nel mondo, principalmente cose come accensione di fuochi, ecc.",
    "pokecube.config.pokemobsDamageOwner.tooltip": "Un pokemob può ferire il suo proprietario.",
    "pokecube.config.pokemobsDamagePlayers.tooltip": "I Pokèmon possono danneggiare i giocatori.",
    "pokecube.config.pokemobsEatGravel.tooltip": "Mangeranno ghiaio i litofagi affamati.",
    "pokecube.config.pokemobsEatPlants.tooltip": "I carnivori affamati mangeranno piante.",
    "pokecube.config.pokemobsEatRocks.tooltip": "Mangeranno rocce i litofagi affamati.",
    "pokecube.config.pokemonSpawn.tooltip": "I Pokémon si generano naturalmente nel mondo.",
    "pokecube.config.pvpExp.tooltip": "Dà esperienze sconfiggendo i Pokémon di proprietà degli altri giocatori.",
    "pokecube.config.pvpExpMultiplier.tooltip": "Fattore di scalatura per l'esperienza data dai Pokémob degli altri giocatori.",
    "pokecube.config.rangedAttackDistance.tooltip": "Distanza considerata \"in raggio\" per gli attacchi a distanza, 0 significa che è richiesta la contatto.",
    "pokecube.config.recipeDatabases.tooltip": "File di database per ricette. Qualsiasi file aggiunto non verrà sovrascritto.",
    "pokecube.config.refreshNests.tooltip": "(wip) dovrebbero essere reimpostati i nidi.",
    "pokecube.config.refreshSubbiomes.tooltip": "Tutti i sottobiomi dovrebbero essere aggiornati quando vengono caricati.",
    "pokecube.config.renderInF1.tooltip": "Deve essere visualizzato il barra di salute quando la GUI è nascosta.",
    "pokecube.config.resetTags.tooltip": "Ripristina alcuni tag aggiuntivi utilizzati per gli oggetti con scadenza.",
    "pokecube.config.rewardDatabases.tooltip": "File di database per i premi, i file aggiuntivi non verranno sovrascritti.",
    "pokecube.config.scalefactor.tooltip": "Fattore di scalatura globale per le dimensioni dei Pokémon.",
    "pokecube.config.shouldCap.tooltip": "se il livello di capacità viene rispettato.",
    "pokecube.config.showArmor.tooltip": "Deve apparire l'armatura equivalente al Pokemob del gioco di Minecraft sulla barra della vita.",
    "pokecube.config.showHeldItem.tooltip": "Dovrebbe essere visualizzato l'oggetto tenuto nella barra della salute.",
    "pokecube.config.showOnlyFocused.tooltip": "Dovrebbe mostrarlo solo per il Pokemob che si sta guardando direttamente.",
    "pokecube.config.spawnCentered.tooltip": "Se 0,0 per le funzioni di spawnlevel è il spawn del mondo (vero), o effettivamente 0,0 (falso).",
    "pokecube.config.spawnDimension.tooltip": "ID di dimensione per la generazione del centro Poke nella dimensione.",
    "pokecube.config.spawnLevelFunctions.tooltip": "Mappa di ID dimensione a funzioni di distribuzione livello di spawn. Se la dimensione non è in questa lista, utilizza il valore per Overworld (0:). x è la coordinata x (relativa al punto di spawn se spawncentered), y è la coordinata z (relativa al punto di spawn se spawncentered).",
    "pokecube.config.spawning": "Opzioni di spawn",
    "pokecube.config.spawning.tooltip": "Opzioni di spawn",
    "pokecube.config.structureSubiomes.tooltip": "Sottobiomi personalizzati per strutture originali.",
    "pokecube.config.surfEnabled.tooltip": "Puoi surfare sui Pokémon acquatici.",
    "pokecube.config.tameGather.tooltip": "Se i Pokémon domestici eseguono l'AI di raccolta.",
    "pokecube.config.tameGatherDelay.tooltip": "Tempo in tick tra l'attivazione dell'AI di raccolta e deposito dei Pokémon domestici.",
    "pokecube.config.tameGatherDistance.tooltip": "Distanza cercata dall'AI di raccolta per i Pokémon domestici.",
    "pokecube.config.targetPos.tooltip": "Posizione di offset per informazioni GUI del bersaglio.",
    "pokecube.config.targetRef.tooltip": "Posizione di riferimento per informazioni su bersaglio nella GUI sulla schermo.",
    "pokecube.config.targetSize.tooltip": "Dimensione dell'informazione GUI del bersaglio.",
    "pokecube.config.telePos.tooltip": "Posizione di offset per la lista dei teleport GUI.",
    "pokecube.config.teleRef.tooltip": "Posizione di riferimento per la lista dei teleport sulla schermata.",
    "pokecube.config.teleSize.tooltip": "Dimensione della lista di teleportazione GUI.",
    "pokecube.config.trainerExp.tooltip": "Dà esperienza sconfiggendo i Pokémon di proprietà dei NPC?",
    "pokecube.config.useConfigForBerryLocations.tooltip": "Deve essere utilizzato il configuratore per le posizioni dei frutti al posto delle impostazioni predefinite.",
    "pokecube.config.wildGather.tooltip": "Se i Pokémon selvaggi eseguono l'AI di raccolta.",
    "pokecube.config.wildGatherDelay.tooltip": "Tempo in tick tra i Pokémon selvaggi che eseguono l'AI di raccolta e archiviazione.",
    "pokecube.config.wildGatherDistance.tooltip": "Distanza cercata dall'AI di raccolta per i Pokémon selvaggi.",
    "pokecube.config.wildPlayerDamageMagic.tooltip": "Una frazione del danno causato dai pokemob selvaggi da essere assorbita come danno \"magico\", che ignora l'armatura.",
    "pokecube.config.wildPlayerDamageRatio.tooltip": "Fattore di scalatura per il danno causato dai Pokémon selvaggi verso i giocatori."
}