{
    "cataclysmic_arsenal.utilities.attributes": "Weapon's attributes",
    "damage_source.cataclysmic_arsenal.shredder_damage": "+ %s I-Frame Ignoring Damage",
    "epicfight.weapon_category.efu_astrape": "Astrape",
    "epicfight.weapon_category.efu_shredder": "Shredder",
    "epicfight.weapon_category.efu_soul_render": "Soul Render",
    "epicfight.weapon_category.efu_the_incinerator": "The Incinerator",
    "skill.cataclysmic_arsenal.ancient_spear.desc": "Thus it was, that both just and unjust, kings and beggars alike, were crushed beneath the relentless wheel of fate; like specks of dust, they piled upon one another, decorating the eternal sands of time.\nNothing remained of those days but the ruins stretching endlessly to the horizon, adorning the unfathomable dunes of the desert.",
    "skill.cataclysmic_arsenal.ancient_spear_passive": "Shifting Dunes",
    "skill.cataclysmic_arsenal.ancient_spear_passive.desc": "When the player performs an attack, the weapon consumes durability to summon small sandstorms that surge forward in the direction the user is facing.",
    "skill.cataclysmic_arsenal.astrape": "Dikerávnos",
    "skill.cataclysmic_arsenal.astrape.desc": "A faint scent of petrichor emanates from the weapon. Through that vision, one beholds ages when acropolises crown the heavens; their marble whiteness vies with the clouds for purity, and their golden radiance challenges the light of the stars to decide who will guide the fate of men...",
    "skill.cataclysmic_arsenal.astrape.tooltip": "The essence of the storm lies within this weapon, yearning to be unleashed—free as its master once was...\n\nChannels stored lightning energy into the left hand. Depending on how long the energy is charged before being released to the heavens, the ability changes: a low charge unleashes Neféli, while a high charge triggers Katáigis.\n\nNeféli: Summons a thundercloud above the wielder. While present, the cloud launches lightning spears toward targeted entities upon impact.\n\nThe cloud does NOT vanish if the wielder switches weapon categories; it persists over time. Spears are triggered by impacts, not necessarily from the weapon that activated this Innate Skill.\n\nThe cloud also persists through death—if the wielder dies, it will follow them to their respawn location. It is only lost if the wielder leaves the dimension and it becomes unloaded.\n\nKatáigis: Launches an electric helix into the sky. Upon reaching a certain height, it explodes, leaving ionized sparks in the air and electrifying the environment. This generates sparks and arcs, and applies the 'Conductor' status to nearby entities.\n\nAll hostile entities can be affected by the lightning. If the wielder targets a neutral or peaceful entity while casting, the lightning and status will target that entity's group as well as nearby hostile entities.\n\nThe 'Conductor' status increases all Electro damage received by 20%%. Entities with this status may be struck by lightning; when struck, they lose the status.\n\nSources of Electro damage include the weapon itself when using the 'Dýna' Internal Subskill, which imbues it with lightning.",
    "skill.cataclysmic_arsenal.astrape_active": "Ouránio dóro",
    "skill.cataclysmic_arsenal.astrape_active_desc": "Allows switching between the weapon’s internal abilities by pressing %s + %s.",
    "skill.cataclysmic_arsenal.astrape_active_desc_ex": "Kenó: No skills have been linked.\n\nThe eyes of eternity are watching you for rejecting the gifts of heaven...",
    "skill.cataclysmic_arsenal.astrape_passive_four": "Electro-Impact",
    "skill.cataclysmic_arsenal.astrape_passive_four_desc": "During rain or storms, if the wielder is sufficiently charged and falls from a great height, they can envelop themselves in electricity, negating fall damage and electrifying nearby enemies upon landing. This consumes 50%% of the weapon's charge. Recommended fall height: around 30 blocks.",
    "skill.cataclysmic_arsenal.astrape_passive_one": "Phase",
    "skill.cataclysmic_arsenal.astrape_passive_one_desc": "Upon impact, the damage dealt by the weapon is stored as a positive electrical charge within its wielder. This charge increases depending on the environment and the target's condition.",
    "skill.cataclysmic_arsenal.astrape_passive_three": "Overload",
    "skill.cataclysmic_arsenal.astrape_passive_three_desc": "After landing 3 successful hits on an enemy, the wielder generates a negative charge on the target. When this negative charge interacts with the wielder’s positive charge, a lightning bolt is triggered upon impact. If the enemy is underwater or in the rain, the lightning spreads but becomes weaker, dealing less damage.",
    "skill.cataclysmic_arsenal.astrape_passive_two": "Engine",
    "skill.cataclysmic_arsenal.astrape_passive_two_desc": "The positive charge stored within the wielder is converted into an attack speed bonus, scaling from 0%% to 35%% as the charge reaches maximum.",
    "skill.cataclysmic_arsenal.astrape_subactive_one": "Eikón",
    "skill.cataclysmic_arsenal.astrape_subactive_one_desc": "Pressing %s consumes 15%% of the charge. The wielder channels lightning into their left hand, preparing to release a beam in the direction they are facing.",
    "skill.cataclysmic_arsenal.astrape_subactive_three": "Dýna",
    "skill.cataclysmic_arsenal.astrape_subactive_three_desc": "Pressing %s consumes 60%% of the charge, enveloping the weapon in lightning and altering its damage type. This effect lasts for a set duration, which decreases only while the weapon is equipped; unequipping it pauses the timer.",
    "skill.cataclysmic_arsenal.astrape_subactive_two": "Tachý",
    "skill.cataclysmic_arsenal.astrape_subactive_two_desc": "Pressing %s consumes 30%% of the charge, granting increased movement speed while holding the weapon. The buff duration decreases only while the weapon is equipped; if unequipped, the remaining duration is preserved.",
    "skill.cataclysmic_arsenal.shredder": "Electro-Eviscerator",
    "skill.cataclysmic_arsenal.shredder.desc": "An instrument forged for slaughter, born of an inhuman mind...\n\nThe saw spins without end, driven by an inexhaustible energy. Its teeth pierce all living things, rending them apart from within. Each rotation sheds droplets of blood — grim remnants of its countless victims.",
    "skill.cataclysmic_arsenal.shredder.tooltip": "The faint metallic whir of the spinning saw stirs a thirst for slaughter, eager to stain its teeth once more...\n\nOn cast, it emits a subtle shockwave that gently repels nearby entities (excluding the primary target) and grants temporary crowd-control immunity.\n\nUpon impact, the saw impales the target, holding them in place as it accelerates and closes in. Depending on the target’s weight, one of the following effects occurs:\n\nVertical Slash (Light Enemies): Lifts the target into the air, over-accelerates the saw, and deals continuous damage each tick of the animation. This damage ignores invulnerability frames.\n\nIf the target is slain, a portion of its innate ability’s energy and resources is restored.\n\nHorizontal Slash (Heavy Enemies): Drives the saw deep into the target, dealing reduced damage. No energy or resource recovery occurs upon their death.\n\nWhile impaled, the target remains under crowd control — vertical or horizontal cuts keep them bound to the saw.",
    "skill.cataclysmic_arsenal.shredder_passive": "Saw Slash",
    "skill.cataclysmic_arsenal.shredder_passive.desc": "On hit, the sawteeth burrow into the target, severely hindering their attack speed and weapon handling. Upon impact, it unleashes slashes that tear from within, dealing %s damage that bypasses invulnerability frames.",
    "skill.cataclysmic_arsenal.shredder_passive.desc_ex": "Attack speed while passing through an entity is randomly reduced and locked between 0.25 and 0.4.\n\nDuring this time, weapon damage bypasses the target’s invulnerability frames.\n\nI-Frame ignoring damage scales with base damage, with its ratio varying depending on the attack type.",
    "skill.cataclysmic_arsenal.soul_render": "Spiritual Seal",
    "skill.cataclysmic_arsenal.soul_render.desc": "Whispers of a distant past escape from the blade of this weapon. Despite its spectral, searing glow, it emanates an unearthly frost. This is the mark of a distant realm, even among the realms of men, a cold realm that stalks the souls of all living beings to consume them in its blizzards...",
    "skill.cataclysmic_arsenal.soul_render.tooltip": "The clamor of the spirits contained within this weapon, faintly escaping the spirit seal, cries out to be freed. Will you be the one to free them? Unleash their power through the aspects of the soul...\n\nSoul's Wrath: Unleash the wrath of the souls by casting this skill and crouching at the end of the cast. This will allow you to wield your weapon and slam it into the ground, instantly summoning an explosion of spectral spears. Upon impact, you will deal %s of damage.\n\nSoul's Surge: Unleash the souls in a wave and move at high speed. You will achieve this by running at the end of the cast. This will allow you to generate a long-distance dash that will deal %s of damage to the impacted entities and leave a trail of spectral spears.\n\nSoul's Fields: Unleash the contained souls in the form of a field of spectral spears. This field is massive, but its damage is only due to the spears generated.\n\nSoul's Wrath and Soul's Surge can create Spectral Spears with the same probability as their normal attacks, while Soul's Fields cannot.",
    "skill.cataclysmic_arsenal.soul_render_passive": "Hel's Grasp",
    "skill.cataclysmic_arsenal.soul_render_passive.boots.active": "Phantom Roll",
    "skill.cataclysmic_arsenal.soul_render_passive.boots.active.desc": "Press %s to roll backwards with an extra boost, allowing you to travel farther.\nThis action doesn’t consume stamina, has its own cooldown, and can be used even without learning the roll skill.",
    "skill.cataclysmic_arsenal.soul_render_passive.boots.passive": "Weightless",
    "skill.cataclysmic_arsenal.soul_render_passive.boots.passive.desc": "Reduces fall damage.",
    "skill.cataclysmic_arsenal.soul_render_passive.chancebonus": "Cursium Armor bonus: %s%%",
    "skill.cataclysmic_arsenal.soul_render_passive.chestplate.active": "Wraithfury",
    "skill.cataclysmic_arsenal.soul_render_passive.chestplate.active.desc": "Press %s to sacrifice 3 hearts of health in exchange for a temporary 20.0%% damage boost for 8 seconds.",
    "skill.cataclysmic_arsenal.soul_render_passive.chestplate.passive": "Spiritual Remnant",
    "skill.cataclysmic_arsenal.soul_render_passive.chestplate.passive.attackspeedbonus": "Attack speed bonus for the spirit phase: %s",
    "skill.cataclysmic_arsenal.soul_render_passive.chestplate.passive.desc": "Once killed, the player will return to life with 5 hearts and will cycle through spiritual phases.\n\nUndying Path: The player is intangible, but their attacks are also intangible. They will be unable to attack and will have bonus movement speed for 5 seconds.\n\nLingering Path: The player has an attack speed boost from 25% to 10%, this threshold is reduced over time. This path takes 6 minutes to complete, and the player cannot be revived during this period.\n\nPerishable Path: The player can be brought back to life through this armor.",
    "skill.cataclysmic_arsenal.soul_render_passive.desc": "The blade of this weapon is wreathed in fire and a spectral glow. When it strikes a living being, it has a chance to tear out a soul fragment and summon spectral spears from the ground to deal damage. The likelihood of summoning spears increases with the 'Sweeping Edge' enchantment.",
    "skill.cataclysmic_arsenal.soul_render_passive.heltmet.active": "Spectral Gaze",
    "skill.cataclysmic_arsenal.soul_render_passive.heltmet.active.desc": "Press %s to reveal all nearby living entities, marking them and causing them to glow.",
    "skill.cataclysmic_arsenal.soul_render_passive.heltmet.passive": "Soul Reaper",
    "skill.cataclysmic_arsenal.soul_render_passive.heltmet.passive.desc": "Marked enemies take 8% extra damage.",
    "skill.cataclysmic_arsenal.soul_render_passive.leggings.passive": "Ethereal Form",
    "skill.cataclysmic_arsenal.soul_render_passive.leggings.passive.desc": "The user gains an ethereal form, allowing them to ignore attacks with a low probability, said probability increasing if the attack is a projectile.",
    "skill.cataclysmic_arsenal.soul_render_passive.probability": "The chance to summon spectral spears per hit is: %s%%",
    "skill.cataclysmic_arsenal.soul_render_passive.skillbonus": "The spectral power that surrounds your body due to the Cursium Armor has extended the attack 'Soul Field' to hit a larger area.",
    "skill.cataclysmic_arsenal.the_incinerator": "Inner Flame",
    "skill.cataclysmic_arsenal.the_incinerator.desc": "The heat emanating from this weapon is captivating. The fire surrounding its blade dances gently, swaying in the wind. Its flames exalt your spirit, igniting the desires of your heart; it transforms your will into a flame eager to grow and never be extinguished, one that desires to consume everything.",
    "skill.cataclysmic_arsenal.the_incinerator.skill_to_passive": "Your inner fire, your will; those flames have manifested on the outside, enveloping the weapon, giving it even more strength than it ever had, in exchange for more power the final heat gain has dropped by 35%...",
    "skill.cataclysmic_arsenal.the_incinerator.tooltip": "Harness the flames into your left hand and let your will shape their essence. As your control deepens, the fire shifts to a searing blue, burning with unrelenting intensity. Press it into your chest — awaken and feed the inner flame that lies dormant within you.\n\nCrucible: Each enemy slain extends the duration of the Inner Flame state. However, this power comes at a cost: as time passes, the flame grows increasingly ravenous. Eventually, its hunger becomes insatiable, and further kills will no longer prolong the state.\n\nIncandescent: While in this state, the player deals increased bonus damage based on the weapon's stored heat. However, each attack generates less heat than usual a trade-off for the heightened destructive power.\n\nChampion: Activating Flame Champion-type abilities will change their fire type, increase their abilities, and reduce their cooldowns by 25%.",
    "skill.cataclysmic_arsenal.the_incinerator_active": "Champion of the Flames: Incinerate",
    "skill.cataclysmic_arsenal.the_incinerator_active.desc": "If you have 100% heat stored in your Heart of Embers, if you crouch and use the item (right click) you will draw your weapon and slam it into the ground, creating a circle of fire, and breaking it; you will incinerate nearby entities, and each incinerated entity will consume 10% of your heat, this ability resonates with your flame, therefore it is compatible with 'Inner Flame'.\nNote that you will not be able to use any type of guard during the cooldown...",
    "skill.cataclysmic_arsenal.the_incinerator_passive": "Emberheart",
    "skill.cataclysmic_arsenal.the_incinerator_passive.armor.heatbonus": "Increased heat gain per piece of armor: %s%%",
    "skill.cataclysmic_arsenal.the_incinerator_passive.boots.passive": "Lava Walker",
    "skill.cataclysmic_arsenal.the_incinerator_passive.boots.passive.desc": "Allows the player to walk on lava.",
    "skill.cataclysmic_arsenal.the_incinerator_passive.chestplate.passive": "Fleeting",
    "skill.cataclysmic_arsenal.the_incinerator_passive.chestplate.passive.desc": "Allows it to be combined with an elytra, enabling gliding while retaining armor protection.",
    "skill.cataclysmic_arsenal.the_incinerator_passive.chestplate_elytra.active": "Champion of the Flames: Skyburst",
    "skill.cataclysmic_arsenal.the_incinerator_passive.chestplate_elytra.active.desc": "Press %s while gliding to consume 5%% of the stored heat in your Emberheart. This grants a forward boost, extending your glide. Boosts recover upon landing. They have a short cooldown during flight, but a longer one when recharging from the ground.",
    "skill.cataclysmic_arsenal.the_incinerator_passive.chestplate_elytra.active.desc_a": "Available boosts: %s",
    "skill.cataclysmic_arsenal.the_incinerator_passive.chestplate_elytra.passive": "Morning Star",
    "skill.cataclysmic_arsenal.the_incinerator_passive.chestplate_elytra.passive.desc": "If the player has used at least one boost, and dives a total of 100 blocks while gliding, a fiery shockwave will trigger upon landing. It burns enemies in a 15-block radius dealing 25 damage. This effect only triggers if at least 50%% heat is stored in the Emberheart. If the player is in the 'Inner Flame' state, the area damage values are increased by 15%%.\n\nIf the skill can be cast, and the player is holding the crouch button, this skill will be canceled and will not consume heat.",
    "skill.cataclysmic_arsenal.the_incinerator_passive.damage": "Increased damage from Emberheart's heat: %s",
    "skill.cataclysmic_arsenal.the_incinerator_passive.damagebonus": "Increased armor heat damage: %s%%",
    "skill.cataclysmic_arsenal.the_incinerator_passive.desc": "The blade of this weapon is engulfed in flames; these flames resonate with the vitality of its victims. Dealing damage or eliminating entities increases the amount of heat contained in the Heart of Embers. The heat that can be obtained varies depending on whether the environment is favorable, whether the weapon has the Fire Aspect enchantment, the themed armor, or whether the enemy is on fire. Speaking of burning enemies, the latter provide 10% extra heat on impact.",
    "skill.cataclysmic_arsenal.the_incinerator_passive.envoriment.heatbonus": "Reduction of heat gain due to the environment: -%s%%",
    "skill.cataclysmic_arsenal.the_incinerator_passive.heat": "Percentage of heat stored in the Emberheart",
    "skill.cataclysmic_arsenal.the_incinerator_passive.heltmet.active": "Champion of the Flames: Command",
    "skill.cataclysmic_arsenal.the_incinerator_passive.heltmet.active.desc": "Press %s to consume 15%% of the heat stored in your Emberheart. Upon doing so, you will precast a skill that awaits a target. Once one is found, Ignis orbs will rise into the sky to strike it. The amount of orbs increases based on the enchantment Fire Aspect",
    "skill.cataclysmic_arsenal.the_incinerator_passive.heltmet.active.desc_count": "Amount of orbs that will be generated: %s",
    "skill.cataclysmic_arsenal.the_incinerator_passive.heltmet.active.desc_ext": "It also marks nearby enemies, granting them the 'Blazing Mark' status if any, but doing so will cause the cooldown to increase by 25%%.",
    "skill.cataclysmic_arsenal.the_incinerator_passive.heltmet.passive": "Ignis Eyes",
    "skill.cataclysmic_arsenal.the_incinerator_passive.heltmet.passive.desc": "Grants clear vision through lava, both from the outside and while submerged.",
    "skill.cataclysmic_arsenal.the_incinerator_passive.leggings.passive": "Flaming Thorns",
    "skill.cataclysmic_arsenal.the_incinerator_passive.leggings.passive.desc": "Burns attackers and reflects fire if they attempt to ignite you.",
    "skill.cataclysmic_arsenal.the_incinerator_passive.leggings.passive.desc_": "Increases damage dealt to burning entities by 5%%. If the entity is also affected by 'Blazing Brand', it takes an additional 2.5%% damage. Both effects stack.",
    "skill.cataclysmic_arsenal.the_incinerator_passive.leggings.passive_": "Igneous Retribution",
    "skill.cataclysmic_arsenal.the_incinerator_passive.skill.heatbonus": "Reduction of final heat gain by Inner Flame: -%s%%",
    "skill.cataclysmic_arsenal.the_incinerator_passive.weapon.heatbonus": "Heat gain bonus from enchantment: %s%%",
    "subtitles.base_flame_morningstar_impact": "Flame impact burning",
    "subtitles.eikon_skill": "Lightning Spear",
    "subtitles.electric_helix": "Electric Helix",
    "subtitles.five_tick_electricity_1": "(Dikerávnos) Twin Lightning",
    "subtitles.five_tick_electricity_2": "(Dikerávnos) Twin Lightning",
    "subtitles.five_tick_electricity_3": "(Dikerávnos) Twin Lightning",
    "subtitles.five_tick_electricity_4": "(Dikerávnos) Twin Lightning",
    "subtitles.five_tick_electricity_5": "(Dikerávnos) Twin Lightning",
    "subtitles.incinerate": "Incineration Circle",
    "subtitles.inner_flame": "Inner Flame",
    "subtitles.inner_flame_morningstar_impact": "Inner Flame impact burning",
    "subtitles.ionized_ambiente_post_electrichelix": "Ionized Environment",
    "subtitles.soul_fields_ambiente": "Faint cacophonies",
    "subtitles.super_lightning_impact_cas": "Hyper-Lightning Impact",
    "subtitles.wraithfury": "Cry of souls",
    "subtitles.wraithfury_count_sound": "Howl of souls being consumed"
}