{
    "cataclysmic_arsenal.utilities.attributes": "Attributi dell'arma",
    "damage_source.cataclysmic_arsenal.shredder_damage": "+ %s danni di ignore frame I",
    "epicfight.weapon_category.efu_astrape": "Astrape",
    "epicfight.weapon_category.efu_shredder": "Shredder",
    "epicfight.weapon_category.efu_soul_render": "Rendere dell'anima",
    "epicfight.weapon_category.efu_the_incinerator": "l'inceneritore",
    "skill.cataclysmic_arsenal.ancient_spear.desc": "Così fu che sia i giusti che gli ingiusti, re e mendicanti uguali, furono schiacciati dal ruvido cerchio della sorte; come polvere, si accumularono l'uno sull'altro, decorando le eterni dune del tempo.\nnulla rimase di quei giorni se non i ruderi che si estendevano all'orizzonte, adornando le inspiegabili dune del deserto.",
    "skill.cataclysmic_arsenal.ancient_spear_passive": "Dune mobili",
    "skill.cataclysmic_arsenal.ancient_spear_passive.desc": "Quando il giocatore esegue un attacco, l'arma consuma durabilità per evocare piccole tempeste di sabbia che si dirigono nella direzione in cui il giocatore sta guardando.",
    "skill.cataclysmic_arsenal.astrape": "Dikerávnos",
    "skill.cataclysmic_arsenal.astrape.desc": "Un lieve profumo di petrichor emana dall'arma. attraverso quella visione, uno vede gli età in cui le acropoli coronnano il cielo; la loro bianchezza marmorea si confronta con le nuvole per purezza e la loro radiosa luminosità sfida la luce delle stelle a decidere chi guiderà il destino degli uomini...",
    "skill.cataclysmic_arsenal.astrape.tooltip": "Il segreto della tempesta si cela in questo arma, ansioso di essere liberato - libero come il suo padrone una volta fu...\n\nCanales l'energia del fulmine nella mano sinistra. A seconda di quanto tempo l'energia è caricata prima di essere rilasciata verso il cielo, la capacità cambia: un carico basso attiva Neféli, mentre un carico alto attiva Katáigis.\n\nNeféli: evoca una nuvola temporalesca sopra il portatore. Mentre è presente, la nuvola lancia frecce di fulmine verso entità bersaglio al momento dell'impatto.\n\nLa nuvola non scompare se il portatore cambia categoria d'arma; persiste nel tempo. Le frecce sono attivate dagli impatti, non necessariamente dall'arma che ha attivato questo abilità innata.\n\nLa nuvola anche persiste attraverso la morte - se il portatore muore, seguirà il suo corpo al luogo di respawn. Si perde solo se il portatore lascia la dimensione e si scarica.\n\nKatáigis: lancia un'elica elettrica nel cielo. Al raggiungere una certa altezza, esplode, lasciando scintille ionizzate nell'aria e elettrostatiche l'ambiente. Ciò genera scintille e arcate, e applica lo stato \"conduttore\" a entità vicine.\n\nTutte le entità ostili possono essere colpite dal fulmine. Se il portatore mira ad un'entità neutra o pacifica mentre sta lanciando, il fulmine e lo stato si dirigono verso l'entità bersaglio e verso entità ostili vicine.\n\nLo stato \"conduttore\" aumenta tutti i danni elettrici ricevuti del 20%. Le entità con questo stato possono essere colpite dal fulmine; quando vengono colpite, perdono lo stato.\n\nLe fonti di danno elettrico includono l'arma stessa quando si utilizza la sottoskill \"Dýna\", che le imbuie di fulmine.",
    "skill.cataclysmic_arsenal.astrape_active": "Ouránio doró",
    "skill.cataclysmic_arsenal.astrape_active_desc": "consente di passare tra le abilità interne dell'arma premendo %s + %s.",
    "skill.cataclysmic_arsenal.astrape_active_desc_ex": "Kenó: non sono stati collegati alcun skill.\n\ngli occhi dell'eternità ti stanno guardando per aver rifiutato i doni del cielo...",
    "skill.cataclysmic_arsenal.astrape_passive_four": "Impatto elettrico",
    "skill.cataclysmic_arsenal.astrape_passive_four_desc": "Durante la pioggia o le tempeste, se il portatore è sufficientemente carico e cade da una grande altezza, può avvolgersi nell'elettricità, annullando il danno causato dal cadere e elettrosciando gli avversari vicini al momento del atterraggio. Ciò consuma il 50% della carica dell'arma. Altezza consigliata per il cadere: intorno ai 30 blocchi.",
    "skill.cataclysmic_arsenal.astrape_passive_one": "Fase",
    "skill.cataclysmic_arsenal.astrape_passive_one_desc": "Al momento dell'impatto, il danno inflitto dall'arma viene memorizzato come carica elettrica positiva all'interno del suo portatore. Questa carica aumenta in base all'ambiente e allo stato del bersaglio.",
    "skill.cataclysmic_arsenal.astrape_passive_three": "Overload",
    "skill.cataclysmic_arsenal.astrape_passive_three_desc": "Dopo aver colpito un nemico con 3 colpi andati a segno, il possessore genera una carica negativa sul bersaglio. quando questa carica negativa interagisce con la carica positiva del possessore, si attiva un fulmine al momento dell'impatto. Se il nemico è sott'acqua o sotto la pioggia, il fulmine si propaga ma diventa più debole e infligge meno danni.",
    "skill.cataclysmic_arsenal.astrape_passive_two": "Motore",
    "skill.cataclysmic_arsenal.astrape_passive_two_desc": "Il carico positivo immagazzinato all'interno del portatore viene convertito in un bonus di velocità d'attacco, che scala da 0% a 35% quando il carico raggiunge il massimo.",
    "skill.cataclysmic_arsenal.astrape_subactive_one": "Eikón",
    "skill.cataclysmic_arsenal.astrape_subactive_one_desc": "Premendo %s si consuma il 15% della carica. Il portatore del cataclisma canalizza la luce nel loro mano sinistra, pronto a rilasciare un fascio nella direzione in cui si trova di fronte.",
    "skill.cataclysmic_arsenal.astrape_subactive_three": "Dýna",
    "skill.cataclysmic_arsenal.astrape_subactive_three_desc": "Premendo %s si consuma il 60% della carica, avvolgendo l'arma in un lampo di fulmine e alterando il tipo di danno. Questo effetto dura per un tempo fissato, che diminuisce solo mentre l'arma è equipaggiata; smontandola ferma il timer.",
    "skill.cataclysmic_arsenal.astrape_subactive_two": "Tachý",
    "skill.cataclysmic_arsenal.astrape_subactive_two_desc": "Premendo %s si consumano il 30% della carica, concedendo un aumento della velocità di movimento mentre si tiene in mano l'arma. La durata del buffer diminuisce solo quando l'arma è equipaggiata; se smontata, la durata residua viene preservata.",
    "skill.cataclysmic_arsenal.shredder": "Evisceratore elettrico",
    "skill.cataclysmic_arsenal.shredder.desc": "Un'arma forggiata per la strage, nata da un'intelligenza inumana...\n\nla sega gira senza fine, spinta da un'energia inesauribile. i denti trapassano ogni essere vivente, lacerandoli a pezzi dall'interno. ogni rotazione versa gocce di sangue - resti grigi della sua infinità di vittime.",
    "skill.cataclysmic_arsenal.shredder.tooltip": "Il debole fruscio metallico del sega in rotazione suscita una sete di strage, ansiosa di macchiare nuovamente i suoi denti...\n\nAl lancio, emette un lieve shockwave che respinge delicatamente gli entità vicine (escluso il bersaglio primario) e concede immunità al controllo della folla a breve termine.\n\nAll'impatto, la sega impala il bersaglio, tenendolo in posizione mentre si accelera e si chiude. A seconda del peso del bersaglio, uno dei seguenti effetti si verifica:\n\nTaglio verticale (nemici leggeri): solleva il bersaglio nell'aria, suraccella la sega e infligge danni continui ogni tick dell'animazione. Questo danno ignora i frame di invulnerabilità.\n\nSe il bersaglio viene ucciso, una parte delle energie e dei risorse innate della sua abilità è restaurata.\n\nTaglio orizzontale (nemici pesanti): spinge la sega profondamente nel bersaglio, infliggendo danni ridotti. Non si verifica alcuna ripresa di energia o risorse al loro decesso.\n\nMentre è impalato, il bersaglio resta sotto controllo della folla — tagli verticali o orizzontali lo tengono legato alla sega.",
    "skill.cataclysmic_arsenal.shredder_passive": "Colpo a sega",
    "skill.cataclysmic_arsenal.shredder_passive.desc": "Al colpo, le lame si infilzano nel bersaglio, gravemente ostacolando la sua velocità di attacco e gestione dell'arma. Al momento dell'impatto, rilascia fendenti che strappano da dentro, infliggendo %s danni che bypassano i frame di invulnerabilità.",
    "skill.cataclysmic_arsenal.shredder_passive.desc_ex": "Velocità d'attacco ridotta e bloccata casualmente tra 0,25 e 0,4 mentre si passa attraverso un entità. Durante questo tempo, il danno dell'arma bypassa i frame di invulnerabilità del bersaglio. Il danno bypass I-frame scala con il danno base, con la sua ratio che varia in base al tipo di attacco.",
    "skill.cataclysmic_arsenal.soul_render": "Sigillo spirituale",
    "skill.cataclysmic_arsenal.soul_render.desc": "I frammenti di un passato lontano sfuggono dalla lama di questo'arma. nonostante il suo bagliore spettrale e bruciante, emana un ghiaccio soprannaturale. questo è il segno di un regno distante, anche tra i regni degli uomini, un regno freddo che insegue le anime di tutti i viventi per consumarle nei suoi temporali...",
    "skill.cataclysmic_arsenal.soul_render.tooltip": "Il clamore degli spiriti contenuti in questo'arma, debolmente fuggito dal sigillo dello spirito, si lamenta di essere libero. Sarai tu a liberarli? Lascia che il loro potere venga espresso attraverso gli aspetti dell'anima...\n\nIra dell'anima: lancia la furia degli spiriti gettando questo abilità e inginocchiandoti alla fine del lancio. Ciò ti consente di brandire la tua arma e colpirla con forza contro il terreno, generando immediatamente un'esplosione di lance spettrali. Al momento dell'impatto, infliggerai %s di danni.\n\nSorgere dell'anima: lancia gli spiriti in onda e muoviti a grande velocità. Ciò ti consente di generare una corsa a lunga distanza che infligge %s di danni alle entità colpite e lascia un tracciato di lance spettrali.\n\nCampi dell'anima: lancia gli spiriti contenuti in forma di campo di lance spettrali. Questo campo è vasto, ma il suo danno è dovuto solo alle lance generate.\n\nIra dell'anima e sorgere dell'anima possono generare lance spettrali con la stessa probabilità delle loro azioni normali, mentre i campi dell'anima non possono.",
    "skill.cataclysmic_arsenal.soul_render_passive": "La presa di Hel",
    "skill.cataclysmic_arsenal.soul_render_passive.boots.active": "Rolla fantasma",
    "skill.cataclysmic_arsenal.soul_render_passive.boots.active.desc": "Premi %s per rotare indietro con un aumento di spinta aggiuntivo, consentendoti di viaggiare più lontano. Quest'azione non consuma stanchezza, ha il suo proprio tempo di raffreddamento e può essere utilizzata anche senza imparare lo skill del roll.",
    "skill.cataclysmic_arsenal.soul_render_passive.boots.passive": "Invisibile",
    "skill.cataclysmic_arsenal.soul_render_passive.boots.passive.desc": "Riduce il danno da caduta.",
    "skill.cataclysmic_arsenal.soul_render_passive.chancebonus": "Bonus di armatura Cursium: %s%%",
    "skill.cataclysmic_arsenal.soul_render_passive.chestplate.active": "Furia dei fantasmi",
    "skill.cataclysmic_arsenal.soul_render_passive.chestplate.active.desc": "Premi %s per sacrificare 3 cuori di salute in cambio di un aumento temporaneo del 20,0% dei danni per 8 secondi.",
    "skill.cataclysmic_arsenal.soul_render_passive.chestplate.passive": "Rimasto spirituale",
    "skill.cataclysmic_arsenal.soul_render_passive.chestplate.passive.attackspeedbonus": "Bonus di velocità d'attacco per la fase dello spirito: %s",
    "skill.cataclysmic_arsenal.soul_render_passive.chestplate.passive.desc": "Una volta ucciso, il giocatore tornerà in vita con 5 cuori e ciclerà attraverso fasi spirituali.\n\nSentiero dell'incorruttibilità: il giocatore è intangibile, ma anche le sue azioni lo sono. Non potrà attaccare e avrà un aumento della velocità di movimento del 25% per 5 secondi.\n\nSentiero persistente: il giocatore ha un boost alla velocità d'attacco dal 25% al 10%, che si riduce nel tempo. Questo sentiero richiede 6 minuti per essere completato e il giocatore non può essere riportato in vita durante questo periodo.\n\nSentiero perituro: il giocatore può essere riportato in vita attraverso questo armatura.",
    "skill.cataclysmic_arsenal.soul_render_passive.desc": "La lama di questo arma è avvolta da fiamma e una luce spettrale. Quando colpisce un essere vivente, ha una possibilità di strappare un frammento di anima e di evocare lance spettrali dal terreno per infliggere danni. La probabilità di evocazione delle lance aumenta con l'incantesimo \"orlo ondulato\".",
    "skill.cataclysmic_arsenal.soul_render_passive.heltmet.active": "Sguardo spettrale",
    "skill.cataclysmic_arsenal.soul_render_passive.heltmet.active.desc": "Premi %s per rivelare tutti gli entità viventi vicine, segnandoli e facendoli brillare.",
    "skill.cataclysmic_arsenal.soul_render_passive.heltmet.passive": "Assassino delle anime",
    "skill.cataclysmic_arsenal.soul_render_passive.heltmet.passive.desc": "Gli avversari segnati subiscono 8% di danno aggiuntivo.",
    "skill.cataclysmic_arsenal.soul_render_passive.leggings.passive": "Forma eterea",
    "skill.cataclysmic_arsenal.soul_render_passive.leggings.passive.desc": "Il giocatore acquista una forma eterea, consentendogli di ignorare gli attacchi con una probabilità bassa, che aumenta se l'attacco è un proiettile.",
    "skill.cataclysmic_arsenal.soul_render_passive.probability": "La probabilità di evocare lance spettrali ogni colpo è: %s%%",
    "skill.cataclysmic_arsenal.soul_render_passive.skillbonus": "Il potere spettrale che circonda il tuo corpo a causa dell'armatura di Cursium ha esteso il campo d'attacco \"campo anima\" per colpire un'area più ampia.",
    "skill.cataclysmic_arsenal.the_incinerator": "Flama interna",
    "skill.cataclysmic_arsenal.the_incinerator.desc": "Il calore emesso da questo strumento è affascinante. Il fuoco che circonda la sua lama danza gentilmente, oscillando nel vento. I suoi flussi esaltano lo spirito, accendendo i desideri del tuo cuore; trasforma la tua volontà in un fiocco di fuoco ansioso di crescere e mai essere spento, uno che desidera consumare tutto.",
    "skill.cataclysmic_arsenal.the_incinerator.skill_to_passive": "Il tuo fuoco interno, la tua volontà; quei flussi hanno manifestato all'esterno, avvolgendo l'arma, conferendole ancora più forza di quanto ne aveva mai avuta, in cambio di maggiore potenza il guadagno di calore finale è sceso del 35%.",
    "skill.cataclysmic_arsenal.the_incinerator.tooltip": "\"Accendi la tua mano sinistra e lascia che la tua volontà plasmi l'essenza del fuoco. Quanto più il tuo controllo aumenta, il fuoco si sposta a un blu ardente, bruciando con intensità inarrestabile. Premi sul petto - risveglia e alimenta il fiamma interna che giace dormiente dentro di te.\n\nCrocifisso: ogni nemico ucciso estende la durata dello stato della fiamma interna. Tuttavia, questo potere viene a costo: man mano che passa il tempo, la fiamma cresce sempre più affamata. Infine, la sua fame diventa insaziabile e ulteriori uccisioni non estenderanno lo stato.\n\nIncandescente: mentre in questo stato, il giocatore infligge danni bonus aumentati sulla base del calore accumulato dell'arma. Tuttavia, ogni attacco genera meno calore del solito, un compromesso per la potenza distruttrice accresciuta.\n\nCampiona: attivando le abilità tipo campiona di fiamma, il fuoco del giocatore cambierà tipo, aumenterà le sue abilità e ridurrà i tempi di rilocazione dei cooldown del 25%.\"",
    "skill.cataclysmic_arsenal.the_incinerator_active": "Campione delle fiamme: incenerire",
    "skill.cataclysmic_arsenal.the_incinerator_active.desc": "Se hai 100% di calore immagazzinato nel tuo cuore di carboni ardenti, se ti inginocchi e utilizzi l'oggetto (fatto clic destro), trarrai la tua arma e la farò cadere a terra, creando un cerchio di fuoco e rompendolo; incinererò entità vicine e ogni entità incenerita consumerà il 10% del mio calore, questa abilità risuona con il tuo fiamma, quindi è compatibile con 'fiamma interna'.\nNota che non potrai utilizzare alcun tipo di guardia durante la cooldown...",
    "skill.cataclysmic_arsenal.the_incinerator_passive": "Cuore di braciante",
    "skill.cataclysmic_arsenal.the_incinerator_passive.armor.heatbonus": "Incremento del guadagno di calore per pezzo d'armatura: %s%",
    "skill.cataclysmic_arsenal.the_incinerator_passive.boots.passive": "Camminatore di lava",
    "skill.cataclysmic_arsenal.the_incinerator_passive.boots.passive.desc": "consente al giocatore di camminare sul lave.",
    "skill.cataclysmic_arsenal.the_incinerator_passive.chestplate.passive": "Ephemerale",
    "skill.cataclysmic_arsenal.the_incinerator_passive.chestplate.passive.desc": "Consente di combinare l'elica con un pettorale d'armatura, mantenendo la protezione dell'armatura durante il volo.",
    "skill.cataclysmic_arsenal.the_incinerator_passive.chestplate_elytra.active": "Campione delle fiamme: Skyburst",
    "skill.cataclysmic_arsenal.the_incinerator_passive.chestplate_elytra.active.desc": "Premi %s mentre stai planando per consumare il 5% dei calori immagazzinati nel tuo cuore di brace. Ciò concede un boost in avanti, estendendo la tua discesa. I boost si riprendono al momento del atterraggio. Hanno un breve cooldown durante il volo, ma uno più lungo quando si ricaricano dal suolo.",
    "skill.cataclysmic_arsenal.the_incinerator_passive.chestplate_elytra.active.desc_a": "Sugli aumenti disponibili: %s",
    "skill.cataclysmic_arsenal.the_incinerator_passive.chestplate_elytra.passive": "Stella del mattino",
    "skill.cataclysmic_arsenal.the_incinerator_passive.chestplate_elytra.passive.desc": "Se il giocatore ha utilizzato almeno un boost e si è lanciato in totale 100 blocchi mentre galleggia, un'onda d'urto infuocata si attiverà al momento del atterraggio. Brucerà gli avversari entro un raggio di 15 blocchi causando 25 danni. Questo effetto si attiva solo se almeno il 50% di calore è stato accumulato nel cuore di brace. Se il giocatore è nello \"stato della fiamma interna\", i valori di danno area sono aumentati del 15%.\n\nSe lo skill può essere lanciato e il giocatore tiene premuto il pulsante di corsa, questo skill verrà annullato e non consumerà calore.",
    "skill.cataclysmic_arsenal.the_incinerator_passive.damage": "Incremento del danno da calore dell'embrione: %s",
    "skill.cataclysmic_arsenal.the_incinerator_passive.damagebonus": "Incremento del danno di calore dell'armatura: %s%",
    "skill.cataclysmic_arsenal.the_incinerator_passive.desc": "La lama di questo arma è avvolta dalle fiamme; queste fiamme risuonano con la vitalità delle sue vittime. L'azione di infliggere danni o eliminare entità aumenta la quantità di calore contenuta nel cuore dei carboni. La quantità di calore che si può ottenere dipende se l'ambiente è favorevole, se l'arma ha l'incantesimo dell'aspetto del fuoco, l'armatura tematica o se il nemico è in fiamme. Parlando di nemici in fiamme, questi forniscono un 10% di calore extra all'impatto.",
    "skill.cataclysmic_arsenal.the_incinerator_passive.envoriment.heatbonus": "Riduzione del guadagno di calore a causa dell'ambiente: -%s%%",
    "skill.cataclysmic_arsenal.the_incinerator_passive.heat": "Percentuale di calore immagazzinato nel cuore dell'ember",
    "skill.cataclysmic_arsenal.the_incinerator_passive.heltmet.active": "Campione delle fiamme: comando",
    "skill.cataclysmic_arsenal.the_incinerator_passive.heltmet.active.desc": "Premi %s per consumare il 15% del calore immagazzinato nel tuo cuore di brace. Una volta fatto ciò, preleverai un'abilità che attende un bersaglio. Una volta trovato uno, gli orbite dell'ignis saliranno in cielo per colpirlo. L'ammontare degli orbite aumenta sulla base dell'enchantamento aspetto di fuoco.",
    "skill.cataclysmic_arsenal.the_incinerator_passive.heltmet.active.desc_count": "Quantità di orbite generate: %s",
    "skill.cataclysmic_arsenal.the_incinerator_passive.heltmet.active.desc_ext": "Inoltre segna i nemici vicini, concedendo loro lo stato \"segno in fiamme\" se ne sono presenti, ma ciò aumenterà il cooldown del 25%.",
    "skill.cataclysmic_arsenal.the_incinerator_passive.heltmet.passive": "Occhi di fuoco",
    "skill.cataclysmic_arsenal.the_incinerator_passive.heltmet.passive.desc": "concede una visuale chiara attraverso il lava, sia da fuori che mentre si è immersi.",
    "skill.cataclysmic_arsenal.the_incinerator_passive.leggings.passive": "Spine di fiamma",
    "skill.cataclysmic_arsenal.the_incinerator_passive.leggings.passive.desc": "Brucia gli aggressori e riflette il fuoco se essi tentano di incendiarti.",
    "skill.cataclysmic_arsenal.the_incinerator_passive.leggings.passive.desc_": "Incrementa il danno inflitto alle entità in fiamme del 5%. Se l'entità è anche colpita da \"Marchio di fiamma\", subisce un ulteriore 2,5% di danno. Entrambi gli effetti si accumulano.",
    "skill.cataclysmic_arsenal.the_incinerator_passive.leggings.passive_": "Ritorsione ignea",
    "skill.cataclysmic_arsenal.the_incinerator_passive.skill.heatbonus": "Riduzione del calore finale causato dal fuoco interno: -%s%%",
    "skill.cataclysmic_arsenal.the_incinerator_passive.weapon.heatbonus": "Aumento di calore da incantesimo: %s%",
    "subtitles.base_flame_morningstar_impact": "Impatto di fiamma bruciante",
    "subtitles.eikon_skill": "Lancia di fulmine",
    "subtitles.electric_helix": "Elisse elettrica",
    "subtitles.five_tick_electricity_1": "(dikerávnos) lampi di fulmine gemelli",
    "subtitles.five_tick_electricity_2": "(dikerávnos) doppio fulmine",
    "subtitles.five_tick_electricity_3": "(dikerávnos) lampi di fulmine gemelli",
    "subtitles.five_tick_electricity_4": "(dikerávnos) lampi di fulmine gemelli",
    "subtitles.five_tick_electricity_5": "(dikerávnos) lampi di fulmine gemelli",
    "subtitles.incinerate": "Cerchio di incenerimento",
    "subtitles.inner_flame": "Fiamma interna",
    "subtitles.inner_flame_morningstar_impact": "Impatto fiamma interna bruciante",
    "subtitles.ionized_ambiente_post_electrichelix": "Ambiente ionizzato",
    "subtitles.soul_fields_ambiente": "Cacofonie deboli",
    "subtitles.super_lightning_impact_cas": "Impatto di fulmine iper-luminoso",
    "subtitles.wraithfury": "Urla dei morti",
    "subtitles.wraithfury_count_sound": "Urlaio delle anime che vengono consumate"
}