{
    "damage.wom.sweeping_edge_enchant": "+ %s (lame di spazzata %s livello)",
    "damage.wom.target_current_health": "+ %s della salute attuale del bersaglio",
    "damage.wom.target_max_health": "+ %s della salute massima del bersaglio",
    "death.attack.demon_fee": "il demone ha preso l'anima di %1$s...",
    "death.attack.demon_fee.item": "il demone ha preso l'anima di %1$s...",
    "death.attack.ender_bullet": "%1$s è morto per un proiettile di ender lanciato da %2$s.",
    "death.attack.ender_bullet.item": "%1$s è morto per un proiettile di ender lanciato da %2$s",
    "death.attack.lunar_eclipse": "L'arcano eclissi lunare è stato troppo per %1$s.",
    "death.attack.lunar_eclipse.item": "L'arco della eclissi lunare era troppo forte per %1$s.",
    "death.attack.perfect_bulkwark_shockwave": "%1$s è stato spinto nel mondo degli spiriti!",
    "death.attack.perfect_bulkwark_shockwave.item": "%1$s è stato spinto nel mondo degli spiriti!",
    "death.attack.timed_katana_slashes": "%1$s non sapeva che... era già morto!",
    "death.attack.timed_katana_slashes.item": "%1$s non sapeva che... era già morto!",
    "enchantment.wom.invigoration": "Rinvigorimento",
    "enchantment.wom.invigoration.desc": "Incrementa la tua resistenza di 2 per livello.",
    "entity.wom.lupus_rex": "Lupo d'oro",
    "gamerule.skeletonMoreMelee": "Scheletro più aggressivo",
    "gamerule.spawnStrongerMobs": "Generare mostri più forti a distanza",
    "gamerule.strongerMobsDropEmeralds": "I mostri più forti lasciano cadere i diamanti",
    "gamerule.strongerMobsMoreEXP": "I mostri più forti danno più esperienza",
    "item.wom.agony": "Agonia",
    "item.wom.agony.tooltip": "Lance leggera e affilata consente al proprietario di eseguire colpi mortali. L'attacco in salto consente di saltare 2 blocchi.",
    "item.wom.antitheus": "Antiteo",
    "item.wom.antitheus.tooltip": "\"Raccogli la vita in modo orribile e fastidioso.\n\nGli attacchi hanno il 20% di probabilità di causare un effetto Wither per 6 secondi.\nSe l'entità già ha l'effetto Wither, allora si ripristina un effetto Wither più forte con la durata rinnovata.\n\nOgni livello di bordo a sbalzo aumenta il 10% di probabilità di causare un effetto Wither e aumenta la durata di 2 secondi.\"",
    "item.wom.demon_seal": "Sigillo demoniaco",
    "item.wom.demon_seal.tooltip": "Un vecchio demone è sigillato all'interno di questo.",
    "item.wom.diamond_armbracelet": "Anello di diamante",
    "item.wom.diamond_crown": "Corona di diamante",
    "item.wom.diamond_greataxe": "Ascia di diamante grande",
    "item.wom.diamond_legbottomseal": "Cintura di diamante per il collo del cavallo",
    "item.wom.diamond_legtopseal": "Cintura di diamante per coscia",
    "item.wom.diamond_staff": "Astuccio di diamante",
    "item.wom.emerald_anklebracelet": "Bracciale per caviglia di smaragdo",
    "item.wom.emerald_chakra": "Circolo di emerodio posteriore",
    "item.wom.emerald_earrings": "Orecchini di smeraldo",
    "item.wom.emerald_tasset": "Tasset di smeraldo",
    "item.wom.ender_blaster": "Blaster del fine",
    "item.wom.ender_blaster.tooltip": "Questo'arma ha superato il tempo e lo spazio\nper trovare qualcuno che possa controllare il suo potere al massimo.",
    "item.wom.eternal_fire_arcane": "Fuoco eterno arcano",
    "item.wom.eternal_fire_arcane.tooltip": "In questo libro è scritto l'arcano per il fuoco inesausto. Il titolo dice: \"Encarnación Solar Infinita\".",
    "item.wom.gesetz": "Gesetz",
    "item.wom.gesetz.tooltip": "Scudo forte e resistente che blocca anche gli attacchi più forti...\nma... sembra che abbia bisogno di qualcosa per rilasciare il suo pieno potenziale.",
    "item.wom.golden_chrono": "Orologio da taschino d'oro",
    "item.wom.golden_greataxe": "Mazza grande d'oro",
    "item.wom.golden_kit": "Cinture dorate",
    "item.wom.golden_mokassin": "Stivali d'oro",
    "item.wom.golden_monocle": "Monoculo d'oro",
    "item.wom.golden_staff": "Astuccio d'oro",
    "item.wom.herrscher": "Herrschers",
    "item.wom.herrscher.tooltip": "Spada affilata e luminosa che si comporta molto bene nel combattimento...\nma... sembra che abbia bisogno di qualcosa per rilasciare il suo pieno potenziale.",
    "item.wom.iron_greataxe": "ascia grande di ferro",
    "item.wom.iron_staff": "Astuccio di ferro",
    "item.wom.moonless": "Moonless",
    "item.wom.moonless.tooltip": "\"Cos'è una lama senza impugnatura,\nuna luce senza ombra..\nuna notte senza luna.\n\nMoonless ha due set di attacchi, retto e rovescio.\nL'attacco a doppio senso per cambiare tra loro.\"",
    "item.wom.netherite_belt": "Cintura di Netherite",
    "item.wom.netherite_chains": "Catene di netherite",
    "item.wom.netherite_greataxe": "Mazza grande di netherite",
    "item.wom.netherite_manicle": "Catene di netherite",
    "item.wom.netherite_mask": "Maschera di Netherite",
    "item.wom.netherite_staff": "Astuccio di Netherite",
    "item.wom.ruine": "Rovina",
    "item.wom.ruine.tooltip": "Un'arma antica, forgata con conoscenze dimenticate e infusa di potere degli Endermen. Il suo equilibrio e progettazione consentono massima efficienza e precisione nel combattimento.",
    "item.wom.satsujin": "Satsujin",
    "item.wom.satsujin.tooltip": "Il demone è sigillato all'interno di questo coltello.\nRafforza la lama e aumenta la sua efficacia,\nma, poiché il demone è ancora sigillato, non può fornire molto più potere...\n\npassivo: nascondi la tua lama dopo 4 secondi di inattività.\nNascondi la lama dopo un periodo più breve\nalla fine di un attacco con la lama nascosta.",
    "item.wom.solar": "Sole",
    "item.wom.solar.tooltip": "La potenza del sole, nella palma della mia mano",
    "item.wom.stone_greataxe": "Ascia di pietra grande",
    "item.wom.stone_staff": "Astuccio di pietra",
    "item.wom.tormented_mind": "Tormento",
    "item.wom.tormented_mind.tooltip": "Un'arma di massa e atto d'abominazione. L'ascia ha assorbito la rabbia del suo precedente proprietario e lo trasmetterà al successivo.",
    "item.wom.wooden_staff": "Astuccio di legno",
    "itemGroup.wom.items": "Elementi degli armamenti di Minecraft",
    "skill.wom.adrenaline": "Adrenalina",
    "skill.wom.adrenaline.tooltip": "Mentre sei con meno del 20% di salute, ottieni adrenalina che aumenterà il tuo danno di 60% e ridurrà il danno ricevuto del 40%",
    "skill.wom.agony_plunge": "Tuffare dal cielo",
    "skill.wom.agony_plunge.tooltip": "\"Disparire nel cielo prima di tuffarsi sugli avversari.\n\nL'attacco agli avversari caricherà questo per fino a 3 volte.\nIl danno finale è moltiplicato dal numero di cariche.\"",
    "skill.wom.aqua_maneuvre": "Manovra acquatica",
    "skill.wom.aqua_maneuvre.tooltip": "Migliora l'abilità di nuoto.\n\nNuota più velocemente sott'acqua o un po' meno velocemente in superficie.\n\nRilascia il pulsante del salto per spingere sott'acqua o nuotare farfalla in superficie.",
    "skill.wom.arrow_tenacity": "Tenacia delle frecce",
    "skill.wom.arrow_tenacity.tooltip": "Previene il blocco da parte del danno delle frecce. Questa abilità è permanente, quindi puoi utilizzare un'altra abilità passiva in aggiunta a questa, ma se muori, perderai l'effetto di questa abilità e potrai mantenere solo l'abilità attuale.",
    "skill.wom.back_and_forth": "Indietro e... avanti!",
    "skill.wom.back_and_forth.tooltip": "Ti consente di far black out il tuo bersaglio dopo aver raggiunto una certa distanza da esso.\n\nColpisci il tuo bersaglio una volta, poi muoviti lontano da esso.\nUna volta che la distanza tra te e il tuo bersaglio è maggiore di 20, il tuo prossimo attacco con dash sarà un forte stordimento che black out il tuo bersaglio per 5 secondi.",
    "skill.wom.bi_phased": "Fase ectoplasmica",
    "skill.wom.bi_phased.tooltip": "Dopo aver evitato con successo 5 attacchi, entrerai nella fase ectoplasmica per 20 secondi.\n\nFase ectoplasmica: gli attacchi passeranno attraverso di te.",
    "skill.wom.bull_charge": "Forza del ragno",
    "skill.wom.bull_charge.tooltip": "Carica in avanti, spingendo via qualsiasi entità che si trovi sulla tua strada.\n\nSei immunitario ai effetti di stordimento durante la carica e subisci il 40% di meno danno.",
    "skill.wom.charybdis": "Caduta nel vuoto di Scilla",
    "skill.wom.charybdis.tooltip": "Consuma l'energia per eseguire un turbine di colpi per un totale di 8 colpi. riduci la consumazione di energia con bordo ondoso.",
    "skill.wom.counter_attack": "Contrattacco",
    "skill.wom.counter_attack.tooltip": "Un'azione di contropiede perfetta attiverà un contrattacco basato sugli attacchi dell'arma.\n\nTipi d'arma disponibili: %s",
    "skill.wom.critical_knowledge": "Conoscenza critica",
    "skill.wom.critical_knowledge.tooltip": "Conferisce un'incidenza critica del %s%%, aumentando il danno critico di %s%%.\nL'incidenza critica è aumentata di 5%% per ogni livello di protezione da fuoco incantato che hai. Il danno critico è aumentato di 15%% per ogni protezione da blast incantato che hai.",
    "skill.wom.damage": "%s danni",
    "skill.wom.dancing_blade": "Lama danzante",
    "skill.wom.dancing_blade.tooltip": "\"Ballare sulla musica della morte\"\n\nacquisisci il 80% di danno ogni 4° attacco riuscito.",
    "skill.wom.demonic_ascension": "Ascesa demoniaca",
    "skill.wom.demonic_ascension.tooltip": "\"La falce prende possesso del tuo corpo e lo utilizza per compiere cose terribili....\n\nAscensione:\nSulla grande area, tenta di applicare l'effetto Wither prima di applicare il 50% di Catharsis* sull'entità colpita.\n\nIn forma demoniaca:\nLa durata base è uguale a 20s x (1 + (livello di Edge Sweeping) \/ 3).\nL'attacco di dash ha due volte la possibilità di applicare l'effetto Wither, ma consumerà più e più salute se utilizzato più volte.\nGli altri attacchi causeranno il 80% di Catharsis* sugli entità secche se colpiscono.\n\n*Catharsis: raccoglie l'effetto Wither dal bersaglio, trattando il resto del danno in base al percentuale di Catharsis e guarendo per il resto di quel percentuale.\nLa Catharsis aumenta anche la durata della forma demoniaca in base allo stato di secchezza (+3s per Wither II e +6s per Wither III).\"",
    "skill.wom.dodge_master": "Maestro dell'evitamento",
    "skill.wom.dodge_master.tooltip": "\"Dodica istintivamente una breve distanza se si verrebbe colpiti dopo l'incantesimo entro un intervallo di 0,30 s. Doda tutti gli attacchi successivi dopo il primo entro un intervallo di 0,50 s e dopo ogni dodicita riuscita.\n\nConsumazione del doppio stamina per più incantesimi.\"",
    "skill.wom.ender_blast": "Colpo da fine",
    "skill.wom.ender_blast.tooltip": "\"Lo zenit del potere tecnologico dell'ultimo mondo.\n\nIl caricatore di blaster è composto da 12 camere.\nL'energia cinetica viene immagazzinata e trasformata in energia dell'estremo.\nQuando si preme il grilletto, metà della energia convertita\nviene condensata in pallottole dell'estremo.\nL'altra metà viene trasferita in un acceleratore di particelle che sovraccarica\nl'energia dell'estremo fino a far esplodere la pallottola con una forza e precisione incredibili.\nTutto ciò in appena un attimo... eccellente!\"",
    "skill.wom.ender_fusion": "Fusione dell'ender",
    "skill.wom.ender_fusion.tooltip": "«Il culmine del potere tecnologico dell'End World.\n\nDue caricatori di blaster con 12 camere ciascuno per un totale di 24. L'energia cinetica immagazzinata viene condivisa tra i due blaster e trasformata in energia End.\nQuando si preme il grilletto, metà dell'energia End convertita è condensata in proiettili End.\nL'altra metà viene trasferita in un acceleratore di particelle che sovraccarica l'energia End fino a far esplodere il proiettile con una forza e precisione incredibili. Tutto ciò in appena un attimo... eccellente!»",
    "skill.wom.ender_obscuris": "Oscuro dell'altro mondo",
    "skill.wom.ender_obscuris.tooltip": "Teleporti dietro l'ultimo bersaglio colpito entro un raggio di 30 blocchi dal tuo posizione.\n\nMentre si esegue questo abilità, il giocatore diventa immunitario ai colpi fisici.",
    "skill.wom.ender_step": "Passo dell'ender",
    "skill.wom.ender_step.tooltip": "Un rapido trasporto lontano dalla minaccia. Mentre si esegue questo abilità, il giocatore diventa immunitario dagli attacchi fisici.",
    "skill.wom.heart_shield": "Scudo del cuore",
    "skill.wom.heart_shield.tooltip": "Ti dà 20 punti scudo che si riprenderanno se non si effettua alcuna azione per %s secondi al ritmo di 1 punto ogni %s secondi.\n\nIl tasso di recupero dello scudo può essere migliorato con l'incantesimo di protezione.",
    "skill.wom.latent_retribution": "Ritorsione latente",
    "skill.wom.latent_retribution.tooltip": "Se non si effettua alcuna azione entro i 4 secondi, otterrai \"riparazione\", che ti concederà l'immunità allo stordimento e aumenterà il tuo danno del 40% durante quel tempo per la prossima azione (durata 4.0s).",
    "skill.wom.lunar_eclipse": "Eclissi lunare",
    "skill.wom.lunar_eclipse.tooltip": "\"Interrompi la luce, interrompi la vita... interrompi la speranza\"\n\nColpisci i nemici davanti a te e rendili luminosi per 7 secondi.\n\nIn posizione retta:\n  - Colpire bersagli luminosi, accumula il danno e aumenta il loro livello di luce.\n  - Colpire bersagli ciechi, accumula il danno e rimuovi la cecità.\n\nIn posizione rovescia:\n  - Colpire bersagli luminosi, accumula il danno e rimuovi la loro luminosità.\n  - Colpire bersagli ciechi, aumenta il livello di cecità\n\nAttacco saltato in posizione retta (crescente)\n  Rilascia tutto il danno accumulato sul bersaglio.\n  Se uccide il bersaglio, si ripete verso il bersaglio più vicino e perde il 5% del suo danno.\n    La luce aumenta la distanza di rimbalzo.\n    La cecità aumenta il danno.\n\nAttacco saltato in posizione rovescia (piena luna)\n  Rilascia il 70% del danno accumulato in area.\n    La cecità aumenta il danno.",
    "skill.wom.meditation": "Meditazione",
    "skill.wom.meditation.tooltip": "Sfoglia per 2 secondi senza muoverti per entrare nello stato di meditazione. Più a lungo ti mediti, più a lungo dura il buff.\nCi sono 3 stadi di meditazione, ognuno dei quali fornisce effetti diversi:\n\nStadio 1: 40% di danni subiti.\n\nStadio 2: 30% di velocità di attacco e movimento aumentata.\n\nStadio 3: 50% di riduzione del danno e rigenerazione.",
    "skill.wom.mindset": "Stato mentale",
    "skill.wom.mindset.tooltip": "Mentre sei sopra il 80% di salute, ottieni un mindset che aumenterà il tuo danno del 30% e ridurrà il danno ricevuto del 20%.",
    "skill.wom.pain_anticipation": "Anticipazione del dolore",
    "skill.wom.pain_anticipation.tooltip": "Se non si esegue alcuna azione entro i successivi 2 secondi, si ottiene l'\"anticipazione\", che concede immunità allo stordimento e riduce il danno subito del 40% per la prossima azione durante 2.0s.",
    "skill.wom.percent_of_target_lost_health": "+ %s della salute persa dal bersaglio",
    "skill.wom.perfect_bulwark": "Bulwark perfetto",
    "skill.wom.perfect_bulwark.tooltip": "Tenendo la posizione di guardia, gli attacchi provenienti da tutte le direzioni saranno bloccati con un costo di stamina progressivo basso.\nRilasciare la guardia dopo essere stato colpito 5 volte farà oscillare una onda d'urto che spingerà i nemici lontano.\n\nTipi di armi disponibili: %s",
    "skill.wom.plunder_perdition": "Souls Snatch",
    "skill.wom.plunder_perdition.tooltip": "Esegui il rituale degli Enderman per rubare l'essenza degli altri.\n\nQuesta abilità inizia con 1 pila e può arrivare fino a 10 pile.\/n\/n puoi sempre eseguire la skill di corsa o la skill di salto, ma\nin base al numero di pila la skill cambierà.\/n Con 2 pile, otterrai una bassa velocità per un breve periodo.\/n Con 3 pile, teleporterai sul bersaglio colpito in base alla tua posizione e orientamento.\/n Con 10 pile, attiva mentre cammini o stai in piedi farà impennare la spada nel terreno e evocare una lama intorno a te sugli avversari.\n\nOgni nemico colpito ti darà il 5% della tua stamina massima e\n1 punto di salute (oltre 1 punto per ogni livello di bordo sweep).\nPoi, riceverai un boost di velocità generale per 10 secondi x (1 + (livello del bordo sweep)).\nLa forza del boost dipende dal numero di nemici colpiti.",
    "skill.wom.precise_roll": "Rimballo preciso",
    "skill.wom.precise_roll.tooltip": "Esegui un rotazione acrobatica come un vero esperto.",
    "skill.wom.punishment_kick": "Punizione di crollo",
    "skill.wom.punishment_kick.tooltip": "Colpisci con forza davanti a te, causando un forte stordimento e il blackout se eseguito durante l'attacco nemico.",
    "skill.wom.regierung": "Regierung",
    "skill.wom.regierung.tooltip": "«L'offensività e la difesa si sono armonizzate perfettamente.\n\nIl blocco accumulerà danni in base alla direzione del colpo.\nAlcuni attacchi hanno una finestra di contropiede quando lo scudo è davanti al giocatore.»",
    "skill.wom.sakura_state": "Stato sakura",
    "skill.wom.sakura_state.tooltip": "\"Esegui il taglio più sottile in assoluta serenità\"\n\nAl lancio, eseguirai un taglio sakura davanti a te. Mentre corri, passerai rapidamente attraverso i nemici che si trovano davanti a te, colpendoli lungo la strada.\n\nPuoi accumulare un massimo di 8 tagli sakura. Ogni livello di \"Sweeping Edge\" sulla tua lama aumenterà il numero di stack del 1\/3 sul disegno iniziale.\n\nDopo il disegno iniziale, entrerai nello stato sakura.\nSe non esegui un taglio sakura nuovamente entro i 4 secondi, perderai tutti i tuoi stack e uscirai dallo stato sakura.\nI tagli sakura si sguaineranno automaticamente la tua lama.\n\nL'attacco di dash e il taglio sakura di dash attiveranno 3 stack di \"Perpetual Slash\" sul nemico (+1 per ogni livello di \"Sweeping Edge\").\nSe non esegui un attacco o un taglio sakura entro i 1,5 secondi, distribuirai tutti i tagli sakura accumulati sull'obiettivo, colpendolo più volte da parte a parte.",
    "skill.wom.shadow_step": "Passo d'ombra",
    "skill.wom.shadow_step.tooltip": "§oSprofondarsi nell'ombra.§r\nmuovendosi nell'ombra si farà piegare lo spazio per farti muovere più velocemente della luce stessa.\n\nmentre esegui questo abilità, il giocatore diventa immunitario dagli attacchi fisici.",
    "skill.wom.shulker_cloak": "Vestito di Shulker",
    "skill.wom.shulker_cloak.tooltip": "Rilascia l'abilità di difesa.\n\nogni 5 sec, acquisti un livello di resistenza al Shulker.\n\nse hai almeno 1 livello di resistenza al Shulker, negherai il 60% del danno.\n\nvenire danneggiato riduce il livello di 1.",
    "skill.wom.solar_arcano": "Arte solare arcane",
    "skill.wom.solar_arcano.tooltip": "\"Assisti alla piena forza di una stella\"\n\nDopo ogni attacco base, un'icona speciale apparirà per un breve periodo. Premi il pulsante della skill quando la vedi per eseguire un attacco solare a tempo.\n\nL'attacco solare ciclica tra accensioni (polvora) e esplosioni (chispear):\n\n    Polvora: imposta il bersaglio in fiamme. Se il bersaglio è già in fiamme, aumenta il livello di accensione di 1.\n    (Può raggiungere un massimo di 2)\n\n    Chispear: se il bersaglio è in fiamme, estingui le fiamme e esploda per un determinato danno dipendente dal livello di accensione.\n    (3 => 6 => 9, +1 per ogni livello di Edge del vento)\n\nL'attacco solare ha un meccanismo di skill meter unico.\nIl livello di calore, mostrato dal numero percentuale sulla skill, può cambiare colore (dal rosso al bianco) in base alla velocità di riscaldamento.\nAumenta il livello di calore aumentando la velocità di riscaldamento sopra il livello arancione con successo eseguendo chispear.\nLa velocità di riscaldamento aumenta in base al livello di accensione del bersaglio.\n\nTieni premuto il pulsante di guardia e premi la skill per eseguire il brasero solare.\nIl brasero solare assorbe il livello di calore per eseguire l'incantesimo di combustione:\n\n    Oscurità: infonde la tua lama con fuoco anima, sciogliendola in una nuova forma.\n    Tutti gli attacchi all'interno di questa forma attivano chispear.\n    Blocca la velocità di riscaldamento al rosso.\n\n    Crematorio: respira fuoco anima davanti a te.\n    Brucia i bersagli fino al livello di accensione 3.\n    La durata dipende dall'intervallo di tempo in cui restano nella fiamma.\n\n    Infierno: bruci i bersagli intorno a te in una forma sferica.\n    L'area d'effetto continuerà a crescere fino a 10 secondi.\n    Ogni 2 secondi, i bersagli all'interno dell'area sono colpiti da polvora.\n    (Può aumentare il livello di accensione al massimo)\n    Durante l'infierno, la velocità con cui il livello di calore è influenzato è duplicata.",
    "skill.wom.soul_protection": "Protezione dell'anima",
    "skill.wom.soul_protection.tooltip": "Rilascia l'abilità di difesa.\n\nogni secondo evoca un'anima che concede il 1% di negazione del danno.\nla tua anima personale ti concede il 20% di negazione del danno.\n\nl'essere danneggiato rimuove 3 anime.",
    "skill.wom.spider_techniques": "Tecniche di ragno",
    "skill.wom.spider_techniques.tooltip": "Consente di correre su muri. Tieni premuto il sprint e salta verso un muro per correrci sopra. Rilascia il sprint per cadere o rilascia l'input di movimento per scivolare lentamente. Sfiora per ridurre ulteriormente la caduta.\n\nPuoi saltare da un muro a un altro regolando l'angolo di vista orizzontale. La posizione dal quale salti determinerà l'altezza del salto sul muro.",
    "skill.wom.time_travel": "Viaggio nel tempo",
    "skill.wom.time_travel.tooltip": "Registra la tua posizione e salute al lancio.\nDopo 5 secondi, sarai trasportato indietro alla tua precedente posizione e metà dei danni subiti durante questo tempo sarà guarito.\n\nLancia di nuovo per teleportarti in anticipo o nasconditi per annullare.",
    "skill.wom.true_berserk": "Furia vera",
    "skill.wom.true_berserk.tooltip": "\"La divinità ti temerà...\n\nLa furia della tormenta rende illeggibile il livello del barra degli abilità.\"",
    "skill.wom.vampirize": "Vampirizzare",
    "skill.wom.vampirize.tooltip": "Ricrea il tuo sangue per 10% del danno che infligi.",
    "skill.wom.vengeful_parry": "Parata vendicativa",
    "skill.wom.vengeful_parry.tooltip": "Assumerai una posizione difensiva per 2 secondi. Durante questo tempo, bloccerai tutti gli attacchi senza consumare stamina. Dopo di che, potrai restituire tutto il danno nel tuo prossimo attacco. Il danno si ricarica alla ricarica.\n1 secondo di cooldown.\n\nTipi di armi disponibili: %s",
    "skill.wom.voodoo_magic": "Magia vudù",
    "skill.wom.voodoo_magic.tooltip": "Perdere salute aumenta la resistenza di metà, perdere resistenza aumenta la salute di metà. Sfuggire per trasferire salute in resistenza al doppio della velocità. Disabilitare recupero automatico della resistenza."
}