{
    "_enchantability.book.description": "Il libro degli incantesimi consente di incantare se stessi utilizzando libri incantati. Basta aprire un armadio e premere il pulsante sulla parte inferiore sinistra per rivelare le slot dove inserire i libri incantati. Tutti gli incantesimi disponibili sono elencati nella categoria degli \"Incantesimi\".",
    "dexterity.tooltip": "Influenza dell'efficienza.",
    "enchant.desc.empty": "Disponibilità di incantesimi: non sono disponibili incantesimi",
    "enchant.desc.expanded": "Inserisci nel libro di finestrone del cassettone delle stelle per:",
    "enchant.desc.short": "Flessibilità incantata: premere shift destro per espandere",
    "enchantability.book.description": "Benvenuto a $(e)! Questo è un semplice guide per mostrarti tutto ciò che questo modulo ha da offrire. In questo libro cercherò di descrivere tutto il meglio possibile! Visita la categoria $(enchants) per visualizzare come equipaggiare gli incantesimi. La categoria $(misc) mostrerà tutto ciò che non è un incantamento, controlla per vedere come puoi contribuire se hai idee!",
    "enchantability.book.name": "Guida all'incantesimo",
    "enchantability:adrenaline.enchant.activated": "Ti senti un'onda di adrenalina",
    "enchantability:adrenaline.enchant.desc": "Adrenalina: guadagno di boost quando si infligge o subisce danno in breve tempo.",
    "enchantability:adrenaline.enchant.ready": "Il tuo energia si esaurisce",
    "enchantability:air_walker.enchant.desc": "Camminare in aria: nascondi per camminare sull'aria, salta con la spinta per smettere.",
    "enchantability:blast_resistance.enchant.desc": "Resistenza esplosiva: protegge l'area intorno a te dalle esplosioni che ti hanno colpito.",
    "enchantability:deflection.enchant.desc": "Ripristino: deflettere proiettili. (soggetto a modifiche)",
    "enchantability:dexterity.enchant.desc": "Destrezza: c'è una possibilità di aumento dell'output di crafting. (soggetto a modifiche)",
    "enchantability:far_reach.enchant.desc": "Raggio esteso: aumenta la portata.",
    "enchantability:fast_break.enchant.desc": "Rottura rapida: rompi più velocemente a mano.",
    "enchantability:fire_praise.enchant.desc": "Lode di fuoco: diventare più forte alla luce del sole.",
    "enchantability:gluttony.enchant.desc": "Effetti speciali quando si mangiano certi cibi. (soggetta a modifiche)",
    "enchantability:gravity.enchant.desc": "Gravità ridotta: hai abbassato la gravità.",
    "enchantability:heat.enchant.desc": "Calore: velocità aumentata dei blocchi vicini al giocatore.",
    "enchantability:lava_swim.enchant.desc": "Nuoto nel lago di fuoco: ti consente di nuotare nel lago di fuoco (non rimuove alcun danno da lava).",
    "enchantability:loyalty.enchant.desc": "Fedeltà: i tuoi animali domestici tornano a respawnizzare vicino al tuo letto quando muoiono.",
    "enchantability:lure.enchant.desc": "Attira: fa schiacciare animali intorno a te.",
    "enchantability:metal_fist.enchant.desc": "Pugno metallico: estraevi materiali più resistenti a mano.",
    "enchantability:smite.enchant.desc": "Evocare fulmine contro i nemici con la tua spada o asse.",
    "enchantability:strike.enchant.desc": "Colpo: aumenta il danno per pugno.",
    "enchantability:super_jump.enchant.desc": "Salto sovrano: nasconditi per caricare un salto sovrano!",
    "enchantability:swift_charge.enchant.desc": "Carica veloce: completa rapidamente azioni come mangiare\/bere, scambiare, ecc.",
    "enchantability:void.enchant.desc": "Teleportarsi indietro quando si cade nel vuoto nell'End.",
    "item.enchantability.wither_heart": "Cuore dell'Avoltra",
    "mending.tooltip": "L'incantesimabilità è influenzata dal riparatore.",
    "wither_heart.already_eaten": "Hai già mangiato un cuore di wither.",
    "wither_heart.eaten": "Ti senti empowerment e hai aperto un nuovo slot per i tuoi incantesimi.",
    "wither_heart.not_worthy": "Non eri degno",
    "wither_heart.tooltip.heart_owner": "Proprietario degno: %s",
    "wither_heart.tooltip.no_owner": "Nessuno è degno di questo cuore.",
    "wither_heart.tooltip.only_worthy": "Solo i degni saranno ricompensati!"
}