{
    "effect.kumodesu.deadly_poison": "Veleno mortale",
    "effect.kumodesu.reality_assault_hierarchy": "Gerarchia di assalto alla realtà",
    "kumodesu.race.arachne": "Aracne",
    "kumodesu.race.arachne.notes": "Il taratect sottospecie dell'aracne ha il corpo superiore di un essere umano e il corpo inferiore di una tarantola.",
    "kumodesu.race.arch_taratect": "Arch Taratect",
    "kumodesu.race.arch_taratect.notes": "L'arch taratect è una sottospecie di taratect potente abbastanza da essere in grado di contendere con i draghi pienamente cresciuti.",
    "kumodesu.race.ede_saine": "Ede Saine",
    "kumodesu.race.ede_saine.notes": "Il Taratect Ede Saine è una sottospecie di Taratect temuta come simbolo della morte che si specializza in attacchi stealth e putrefazione. È caratterizzato dal suo corpo nero, tranne per il pattern di teschio bianco sulla sua schiena, e dalle sue due braccia antropomorfe a forma di falce.",
    "kumodesu.race.great_poison_taratect": "Taratect veleno grande",
    "kumodesu.race.great_poison_taratect.notes": "Il grande Taratect velenoso è l'ultima evoluzione della linea del Taratect velenoso.",
    "kumodesu.race.great_taratect": "Taratect grande",
    "kumodesu.race.great_taratect.notes": "Un'evoluzione intermedia tra il Taratect e il Grande Taratect.",
    "kumodesu.race.greater_taratect": "Taratect maggiore",
    "kumodesu.race.greater_taratect.notes": "Il taratect maggiore è una sottospecie di taratect. È caratterizzato da un fisico grande e massiccio, che gli consente di affrontare i propri avversari faccia a faccia, senza dipendere da alcuna strategia.",
    "kumodesu.race.lesser_poison_taratect": "Taratect veleno minore",
    "kumodesu.race.lesser_poison_taratect.notes": "Una sottospecie di taratect che utilizza il veleno.",
    "kumodesu.race.lesser_taratect": "Taratect minore",
    "kumodesu.race.lesser_taratect.notes": "I taratect minori sono un'evoluzione dei piccoli taratect minori che misurano circa cinque metri di lunghezza. È una specie rara poiché i piccoli taratect minori non vivono abbastanza a lungo per evolvere.",
    "kumodesu.race.orthocadinaht": "Orthocadinaht",
    "kumodesu.race.orthocadinaht.notes": "I kumodesu sono una sottospecie di taratect che si specializza nella magia, ha un'intelligenza elevata e è capace di strategie avanzate come impostare trappole.",
    "kumodesu.race.poison_taratect": "Taratect velenoso",
    "kumodesu.race.poison_taratect.notes": "Un'evoluzione della forma minore di Taratect velenoso.",
    "kumodesu.race.queen_taratect": "Regina Taratect",
    "kumodesu.race.queen_taratect.notes": "Una regina che regna come il più potente dei mostri aracnidi.",
    "kumodesu.race.small_lesser_taratect": "Taratect minore inferiore",
    "kumodesu.race.small_lesser_taratect.notes": "Debole. Livello di pericolo F, il più basso possibile. Inoltre, nonostante sia debole statisticamente, tutto ciò che sa fare è caricarsi contro gli avversari in testa.",
    "kumodesu.race.small_poison_taratect": "Taratect velenoso piccolo",
    "kumodesu.race.small_poison_taratect.notes": "Il piccolo taratect velenoso è una sottospecie di taratect che si specializza nel veleno. È caratterizzato dagli orbite rosse contenenti veleno sparse tutto il corpo.",
    "kumodesu.race.small_taratect": "taratect piccolo",
    "kumodesu.race.small_taratect.notes": "Evolutosi da un piccolo taratect minore, il taratect piccolo sembra essere quasi identico ai suoi fratelli non evoluti.",
    "kumodesu.race.taratect": "Taratekt",
    "kumodesu.race.taratect.notes:": "Taratect è una possibile evoluzione per i taratecti piccoli e i taratecti velenosi piccoli, essenzialmente rappresentando la forma adulta della specie.",
    "kumodesu.race.zana_horowa": "Zana Horowa",
    "kumodesu.race.zana_horowa.notes": "Il Zana Horowa è una sottospecie di Taratekt caratterizzata dalle gambe anteriori a forma di falce, dal disegno del cranio sulla schiena e dal colore completamente bianco. L'evoluzione per questo essere è disponibile solo per gli Ede Saines specializzati in attacchi con la putrefazione.",
    "kumodesu.race.zoa_ele": "Zoa Ele",
    "kumodesu.race.zoa_ele.notes": "Il Zo'a Ele è una sottospecie di Taratect che si specializza nell'agilità e negli attacchi a rotazione. È caratterizzato dal suo corpo nero come la pece e dalle zampe anteriori simili a falci.",
    "kumodesu.skill.deadly_poison": "Veleno mortale",
    "kumodesu.skill.deadly_poison.description": "Una forma più potente di veleno quando è stata masterizzata.",
    "kumodesu.skill.deadly_spider_poison": "Veleno della tarantola mortale",
    "kumodesu.skill.deadly_spider_poison.description": "Una versione più specializzata del veleno dei taratecti.",
    "kumodesu.skill.divine_magic_release": "Rilascio di magia divina",
    "kumodesu.skill.divine_magic_release.description": "Come la ki divina, ma per la magia.",
    "kumodesu.skill.egg_laying": "Lagging di uova",
    "kumodesu.skill.egg_laying.description": "Attualmente un sostituto e non fa nulla.",
    "kumodesu.skill.fatal_spider_poison": "Veleno di ragno fatale",
    "kumodesu.skill.fatal_spider_poison.description": "Il veleno finale dei Taratecti, molto potente.",
    "kumodesu.skill.race_restriction": "Ristretto per razza",
    "kumodesu.skill.reality_assault_hierarchy": "Gerarchia di assalto alla realtà",
    "kumodesu.skill.reality_assault_hierarchy.description": "Una trasformazione che elude gli effetti della jamming magica e concede al utente il volo temporaneo.",
    "kumodesu.skill.spider_movement": "Movimento ragnesco",
    "kumodesu.skill.spider_movement.description": "concede al possessore alcune qualità simili a quelle degli spaventosi."
}