{
    "advancement.spelled.albus": "Albus",
    "advancement.spelled.albus.desc": "Bianco",
    "advancement.spelled.aqua": "Aqua",
    "advancement.spelled.aqua.desc": "Aqua",
    "advancement.spelled.ater": "Ater",
    "advancement.spelled.ater.desc": "Nero",
    "advancement.spelled.aureus": "Aurum",
    "advancement.spelled.aureus.desc": "D'oro",
    "advancement.spelled.caeruleus": "Caeruleus",
    "advancement.spelled.caeruleus.desc": "Blu",
    "advancement.spelled.color_lore": "Leggenda colore",
    "advancement.spelled.color_lore.desc": "Hai sbloccato la conoscenza dietro i colori",
    "advancement.spelled.dissiliunt": "Dissiliunt",
    "advancement.spelled.dissiliunt.desc": "Esplosione",
    "advancement.spelled.flavus": "Flavus",
    "advancement.spelled.flavus.desc": "Giallo",
    "advancement.spelled.fractionis": "Fractionis",
    "advancement.spelled.fractionis.desc": "Rottura",
    "advancement.spelled.frigus": "Frigus",
    "advancement.spelled.frigus.desc": "Freddo",
    "advancement.spelled.grandis": "Grandis",
    "advancement.spelled.grandis.desc": "Grande",
    "advancement.spelled.ignis": "Ignis",
    "advancement.spelled.ignis.desc": "Inferno",
    "advancement.spelled.immanis": "Immanis",
    "advancement.spelled.immanis.desc": "Monstruoso",
    "advancement.spelled.liquidus": "Liquidus",
    "advancement.spelled.liquidus.desc": "Liquido",
    "advancement.spelled.magnum": "Magnum",
    "advancement.spelled.magnum.desc": "Grande",
    "advancement.spelled.maturis": "Maturis",
    "advancement.spelled.maturis.desc": "Maturità",
    "advancement.spelled.nix": "Nix",
    "advancement.spelled.nix.desc": "Neve",
    "advancement.spelled.nocere": "Nocere",
    "advancement.spelled.nocere.desc": "Ferendo",
    "advancement.spelled.parvus": "Parvus",
    "advancement.spelled.parvus.desc": "Piccolo",
    "advancement.spelled.praesidium": "Praesidium",
    "advancement.spelled.praesidium.desc": "Proteggendo",
    "advancement.spelled.propellentibus": "Propellentibus",
    "advancement.spelled.propellentibus.desc": "Spingendo",
    "advancement.spelled.root": "Spesso incantato",
    "advancement.spelled.root.desc": "Magia, ma utilizzando parole latine",
    "advancement.spelled.roseus": "Roseus",
    "advancement.spelled.roseus.desc": "Rosso",
    "advancement.spelled.rubrum": "Rubrum",
    "advancement.spelled.rubrum.desc": "Rosso",
    "advancement.spelled.sanitatem": "Sanitatem",
    "advancement.spelled.sanitatem.desc": "Guarigione",
    "advancement.spelled.sericum": "Sericum",
    "advancement.spelled.sericum.desc": "Seta",
    "advancement.spelled.viridis": "Viridis",
    "advancement.spelled.viridis.desc": "Verde",
    "advancement.spelled.vis": "Vis",
    "advancement.spelled.vis.desc": "Potere",
    "block.spelled.leveling_altar": "Altare di livellamento",
    "death.attack.spelled.magic": "%1$s è stato ucciso da %2$s utilizzando un proiettile magico",
    "entity.spelled.spell": "Proiettile incantato",
    "info.spelled.book.colors.albus.name": "Albus",
    "info.spelled.book.colors.albus.text": "Hai imparato a dire \"bianco\" in latino",
    "info.spelled.book.colors.aqua.name": "Aqua",
    "info.spelled.book.colors.aqua.text": "Hai imparato a dire \"aqua\" in latino",
    "info.spelled.book.colors.ater.name": "Ater",
    "info.spelled.book.colors.ater.text": "Hai imparato a dire \"$(0)\"nero\"() in latino",
    "info.spelled.book.colors.aureus.name": "Aureo",
    "info.spelled.book.colors.aureus.text": "Hai imparato a dire \"oro\" in latino",
    "info.spelled.book.colors.caeruleus.name": "Caeruleo",
    "info.spelled.book.colors.caeruleus.text": "Hai imparato a dire \"azzurro\" in latino",
    "info.spelled.book.colors.desc": "Sono stanco della tua vecchia e noiosa scrittura nera? Beh, ora non devi più! $(br)Fai di tutti i tuoi incantesimi qualcosa di fantastico e utilizza un ampio spettro di colori per renderli veramente emozionanti! Aggiungi la parola giusta durante l'incantazione e puoi davvero far assaggiare il rainbow ai tuoi nemici",
    "info.spelled.book.colors.flavus.name": "Flavus",
    "info.spelled.book.colors.flavus.text": "Hai imparato a dire \"giallo\" in latino",
    "info.spelled.book.colors.lore.name": "Lore",
    "info.spelled.book.colors.lore.text": "Uno dei primi vocaboli scoperti, essere in grado di dipingere incantesimi era considerato un passo avanti incredibile per il campo emergente della lotta con le parole. mentre i colori stessi sono innocui, tutti sanno che aggiungere il colore arancione ai propri incantesimi li fa andare più velocemente!",
    "info.spelled.book.colors.lore.text2": "Rumore ha detto che il primo colore scoperto fu il rosso, e venne come risultato di un incantatore che si era imprecaito contro se stesso dopo aver calcagnato il proprio dito. La loro esclamazione furiosa descrivendo la digitale danneggiata fece diventare l'incantatore rosso, e presto abbastanza la comunità degli incantatori apprese la meravigliosità portata dai colori dell'arcobaleno!",
    "info.spelled.book.colors.name": "Colori",
    "info.spelled.book.colors.roseus.name": "Rosso",
    "info.spelled.book.colors.roseus.text": "Hai imparato a dire \"pinky\" in latino",
    "info.spelled.book.colors.rubrum.name": "Rubrum",
    "info.spelled.book.colors.rubrum.text": "Hai imparato a dire \"rosso\" in latino",
    "info.spelled.book.colors.viridis.name": "Viridis",
    "info.spelled.book.colors.viridis.text": "Hai imparato a dire \"verde\" in latino",
    "info.spelled.book.descriptive.desc": "Mentre molti dei vocaboli rimangono perduti, queste categorie di parole possono essere utilizzate per determinare gli effetti specifici degli incantesimi.",
    "info.spelled.book.descriptive.dissiliunt.name": "Dissiliunt",
    "info.spelled.book.descriptive.dissiliunt.text": "Cool people don't look at explosions, and neither will you! While the effect is fairly straightforward, the actual source of this word is heavily disputed. Some scholars argue that it came after a word wielder accidentally lit some explosives in the wrong location, while others say it came when a sentient plant snuck up on a word wielder and nearly killed them.",
    "info.spelled.book.descriptive.dissiliunt.text2": "Non importa l'origine, prendi cura speciale quando pronunci questo parola!",
    "info.spelled.book.descriptive.fractionis.name": "Fractionis",
    "info.spelled.book.descriptive.fractionis.text": "Non puoi fare un uovo senza rompere alcuni tuorli, e lo stesso vale per la magia. Questo incantesimo ti consente di rompere le pareti come un vaso ipotetico riempito d'acqua aromatizzata, mentre ancora sembri fantastico! Stranamente questo incantesimo non è stato scoperto da un Wielder delle parole, ma da un negoziante arrabbiato. Un cliente goffo era meno cauto di quanto dovrebbe essere in un laboratorio di vetri,",
    "info.spelled.book.descriptive.fractionis.text2": "E il ripetuto distruggere di prodotti di vetro costosi porta il furioso proprietario del negozio a urlare con tale forza \"tu lo rompi tu lo compri\" che il mondo stesso si piegò al loro volere, e il cliente goffo si infranse sul posto. L'uso ripetuto su entità non ha verificato questa affermazione, tuttavia la parola è stata comunque trovata utile sugli oggetti inanimati.",
    "info.spelled.book.descriptive.frigus.name": "Frigus",
    "info.spelled.book.descriptive.frigus.text": "\"Wait, cold? I thought this was part of snow!\" I hear you exclaim! Well no. That's not how magic works! As you'd expect, this word relates more specificamente to the freezing aspect of things, and was discovered when a young word wielder found themselves waking up on the wrong side of the word one morning.",
    "info.spelled.book.descriptive.ignis.name": "Ignis",
    "info.spelled.book.descriptive.ignis.text": "Harnessing the sun has long been a dream, and now you kinda can! Sure it's barely warm enough to boil water in your kettle, but in a world where fire has taken on a life of its own in literal hell, you take what little power you can get. Discovered by accident when a frustrated Word Wielder yelled at a pile of sticks, this spell is a favourite for many a pyromaniac Word Wielder.",
    "info.spelled.book.descriptive.ignis.text2": "Chi trova l'abilità di accendere le cose con facilità troppo tentatrice da rinunciare. per favore, prenditi cura quando utilizzi questa parola e ricorda, solo tu puoi fermare i incendi boschivi!",
    "info.spelled.book.descriptive.liquidus.name": "Liquido",
    "info.spelled.book.descriptive.liquidus.text": "In un mondo con acqua infinita giocare con l'acqua può sembrare inutile, ma non sottovalutate il potere del controllo dei fluidi! Puoi utilizzare il tuo nuovo potere per lavare via i tuoi nemici mentre anche mantenere le tue incantesimi puliti e freschi! Se vuoi vivere pericolosamente, l'acqua di lava è anche un'opzione più !divertente!, poiché tutti sanno che il rischio è ciò che crea !divertimento!. Questa parola...",
    "info.spelled.book.descriptive.liquidus.text2": "È stato scoperto da un genitore piuttosto irritato che ha chiesto al loro figlio di andare a fare la doccia. Il bambino ci è andato, ma nel frattempo il suo letto era stato inondato.",
    "info.spelled.book.descriptive.maturis.name": "Maturis",
    "info.spelled.book.descriptive.maturis.text": "Ogni persona vuole crescere in fretta? gli adulti sembrano poter avere tutto il divertimento, e con questa parola ora puoi farlo anche tu! Purtroppo non funziona sulle persone, ma può ancora dare ai pianti di grano fastidiosi il colpo di spinta che necessitano per finalmente nutrire te. Inoltre, funziona anche sugli animali!Nota: gli effetti collaterali dell'invecchiamento possono includere crampi, dolori articolari,",
    "info.spelled.book.descriptive.maturis.text2": "gridando ai bambini di scendere dal tuo prato e l'obbligo di pagare le tasse. il mancato uso di questa parola può portare a un uomo vestito di verde con i pantaloni corti che si presenta alla tua finestra e ti promette di condurti in un luogo dove non invecchierai mai, insieme a un vecchio pirata arrabbiato e un coccodrillo che ticchia, quindi è fortemente consigliata la supervisione adulta!",
    "info.spelled.book.descriptive.name": "Descrittivo",
    "info.spelled.book.descriptive.nix.name": "Nix",
    "info.spelled.book.descriptive.nix.text": "Vuoi fare un pupazzo di neve? No? Be', troppo male! Questa parola ti dà il potere di controllare l'energia dell'inverno stesso e mettere i tuoi nemici sulla ghiaccia sottile. Scoperto durante un inverno particolarmente rigido, la parola è stata originariamente parte di una canzone particolarmente catchy che, fortunatamente, è stata dimenticata, tuttavia le ripetute esecuzioni della canzone sono state bloccate da questa parola.",
    "info.spelled.book.descriptive.nix.text2": "Il capo del possessore significava che la parola era stata imbevuta dei poteri menzionati. I genitori disgustati decisero di utilizzare il vecchio \"metodo della ciotola d'acqua\" per svegliare il possessore, e nel seguente sfogo d'ira il possessore accidentalmente congelò i propri genitori. Ciò portò a una relazione fredda tra loro.",
    "info.spelled.book.descriptive.nocere.name": "Nocere",
    "info.spelled.book.descriptive.nocere.text": "Stecchi e pietre possono fratturare i miei ossi, ma le parole non mi feriranno mai! sbagliato. spesso utilizzato come strumento di fuga d'emergenza, pochi dei portatori di parole scelsero di usarlo a causa della natura meno appariscente di questo incantesimo. tuttavia, non è uno da trascurare, e se si arriva al punto di dover scegliere potrebbe benissimo salvarti la vita! a causa della natura controversa di questa parola, molto poco rimane delle sue origini.",
    "info.spelled.book.descriptive.nocere.text2": "Con la teoria più comunemente accettata è che iniziò come un'irriverente risposta al citato ritornello.",
    "info.spelled.book.descriptive.praesidium.name": "Praesidium",
    "info.spelled.book.descriptive.praesidium.text": "Chi ha bisogno di armatura quando puoi avere un incantesimo che lo fa per te? Non un abile esecutore di parole come te! Con questa parola puoi rinunciare a quell'armatura di diamante pesante e correre libero come la natura intende! Si dice sia stato creato quando un esecutore di parole urlò al cielo mentre era assediato da zombi, questo è uno incantesimo che non dovresti dimenticare.",
    "info.spelled.book.descriptive.praesidium.text2": "come ha salvato anche i più distratti dei detentori di parole.",
    "info.spelled.book.descriptive.propellentibus.name": "Propellentibus",
    "info.spelled.book.descriptive.propellentibus.text": "Che cosa accade quando un'onda inarrestabile incontra un oggetto immobile? non lo so, ma ora anche tu hai accesso a quell'onda inarrestabile! questa parola ti consente di spingere le persone da parte senza nemmeno dover toccarle, particolarmente utile se, ad esempio, il mondo stesse attraversando una peste centenaria. Si ritiene che sia stata creata da un nobile della classe superiore altezzoso.",
    "info.spelled.book.descriptive.propellentibus.text2": "Questo termine ha raggiunto la prominenza tra le persone in fretta che l'hanno utilizzato per cacciare via gli altri che si trattenevano nel mezzo degli scaffali del mercato durante il traffico di punta.",
    "info.spelled.book.descriptive.sanitatem.name": "Sanitatem",
    "info.spelled.book.descriptive.sanitatem.text": "Il mondo può essere pericoloso, quindi prendi questo! Usando questa parola puoi aiutare te e i tuoi alleati a guarire, e era un favoreito dei guaritori dedicati. Essa è stata accoppiata ad altri effetti di incantesimo che hanno portato a combinazioni interessanti, tuttavia la maggior parte di queste combinazioni sono state perse nel tempo. Comunque, la parola sembra avere origini con una Word Wielder femmina nota come",
    "info.spelled.book.descriptive.sanitatem.text2": "Caterina, una supposta guaritrice mondialmente rinomata, si dice che al suo apice guarisse fino a 40 persone all'ora!",
    "info.spelled.book.descriptive.sericum.name": "Sericum",
    "info.spelled.book.descriptive.sericum.text": "Beh, sembra che si tratti di una situazione molto... appiccicosa! I tuoi genitori ti hanno sempre avvertito di non mettere le dita sporche nel barattolo dei biscotti, ma non hai ascoltato e ora hai tutto permanentemente legato insieme. D'altra parte, adesso puoi finalmente fare ciò che era impossibile: non rompere il vetro con un pugno! Ma adesso hai solo un pezzo di vetro appiccicato alla mano.",
    "info.spelled.book.descriptive.sericum.text2": "Ancora, non è tutto negativo; puoi rubare anche il minerale e la roccia intorno a esso adesso! si dice che questa parola sia stata scoperta da \"Derek One-Hand\" che pensò che sarebbe stato utile rubare alcuni diamanti da un certo cobra rabbioso. Purtroppo, quando fu catturato non riuscì a capire come disfare la magia, portando al suo nuovo soprannome.",
    "info.spelled.book.descriptive.vis.name": "Vis",
    "info.spelled.book.descriptive.vis.text": "Everyone knows vis is power! Ignore those thaumaturges who insist it's stuff like aerum that you put in jars or you steal from nodes, it's real power! Using this word will turn give you the power of Hercules (without fighting Hades), however remember with great power comes great responsibility! So don't be too surprised if some villagers approach you claiming that their cat is stuck.",
    "info.spelled.book.descriptive.vis.text2": "Sopra un albero e dicono che ti serve portarlo giù. i maschera non sono incluse, ma non c'è nulla che ti impedisca di crearne delle tue e lottare contro il crimine! Si dice che questa parola fu creata quando un aracnide cercò di salvare lo zio morente. In preda alla disperazione urlò \"Magna vis magna praestatione opprimitur\" e ottenne la forza che non sapeva avere!",
    "info.spelled.book.landing": "\"La penna è più potente della spada\" $(br)di solito un mito, ma ora realtà! Puoi cambiare il mondo utilizzando solo parole. $(br)sii cauto, con il potere viene la responsabilità!",
    "info.spelled.book.leveling.desc": "Per utilizzare le parole magiche che hai sbloccato, devi prima livellarti utilizzando l'altare di livellamento $(item)$().",
    "info.spelled.book.leveling.entry.name": "Altare di livellamento",
    "info.spelled.book.leveling.name": "Livellamento",
    "info.spelled.book.leveling_info.text": "Con l'altare di livellamento $(item)$, puoi livellarti utilizzando esperienza e oggetti o solo esperienza a seconda delle configurazioni.",
    "info.spelled.book.leveling_recipe.text": "Si crea l'altare di livellamento dell'$(item)$ come segue.",
    "info.spelled.book.size.desc": "Chiunque abbia detto che la grandezza non conta ha mentito. La grandezza conta, soprattutto quando stai cercando di lanciare un fuoco contro il tuo nemico! Scoperto quando uno sciamano stava cercando di risparmiare sul bonemeal. Una malintesa pronuncia fece che la parola sbagliata venne detta, trasformando una normale carota in una gigantesca. Gli esperimenti hanno portato alla scoperta di più parole per ottenere questo!",
    "info.spelled.book.size.grandis.name": "Grandis",
    "info.spelled.book.size.grandis.text": "Va grande o va a casa, io sempre dico e è ora che ascolti per una volta! Io sinceramente non credo che qualcuno legga queste cose. Bah, comunque, se stai ascoltando, questo incantesimo fa ciò di cui dice il titolo; rende i tuoi incantesimi grandiosi! Cosa significa? Non lo so! Forse avresti dovuto prestare più attenzione quando parlavo prima! Comunque, si dice che questo incantesimo sia stato trovato da un`",
    "info.spelled.book.size.grandis.text2": "Conosciuto come il più grande spettacolo, nome che divenne sinonimo della parola. Utilizzato come parte del suo introduzione, rendeva i sortilegi di luce che utilizzava ancora più cool.",
    "info.spelled.book.size.immanis.name": "Immanis",
    "info.spelled.book.size.immanis.text": "Più grande è sempre meglio, e finalmente è arrivato il momento di applicare questo principio ai tuoi incantesimi! Questa parola ti consente di massimizzare i tuoi incantesimi, offrendoti una copertura più ampia. Fortunatamente per la maggior parte delle persone e a dispetto della delusione dei creepers ovunque, questo lavoro non funziona sugli entità, ma chi sa, forse troverai uno che lo fa?",
    "info.spelled.book.size.immanis.text2": "Questo parola è stato scoperto da un abile parolatore pigro che non voleva rischiare di mancare il bersaglio.",
    "info.spelled.book.size.magnum.name": "Magnum",
    "info.spelled.book.size.magnum.text": "Rendi gli incantesimi grandi di nuovo! Questo lavoro assicura che abbiamo i migliori incantesimi, i migliori! Non lasciatevi ingannare dalle altre parole, questo è l'unico e solo parola d'incantesimo che avete bisogno! Si dice che sia stato trovato da un oratore con una predilezione per l'esagerazione, sembra che mentire abbastanza volte possa effettivamente rendere qualcosa reale. Chi lo avrebbe mai detto?!",
    "info.spelled.book.size.name": "Dimensione",
    "info.spelled.book.size.parvus.name": "Parvus",
    "info.spelled.book.size.parvus.text": "Che cosa? Vuoi davvero *spellare* incantesimi più piccoli? Okay, suppongo che sia questo il caso allora! Utile quando si deve lanciare un fuoco d'artificio in una tomba e non si vuole far saltare in aria se stessi e i propri alleati. Si dice che questo vocabolo sia stato scoperto da un gatto molto dispiaciuto che era stanco di non riuscire a catturare il topo che viveva in un buco. Quando mew, il gatto si disseminò e...",
    "info.spelled.book.size.parvus.text2": "Poi impararono la dura lezione su come i topi nascondano nei buchi. a causa della traduzione gatto-persona questo effetto non si applica alle entità, ma è un prezzo piccolo da pagare per gli incantesimi di grandezza di grano",
    "info.spelled.book.subtitle": "Magia in parole latine",
    "info.spelled.book.types.ball.name": "Palla",
    "info.spelled.book.types.ball.text": "Usando \"sphaera\" puoi formulare una palla. È ora di giocare alla palla, e non intendo basket o football! O cosa che gli americani chiamano football, voglio dire sfere reali! Formulare i tuoi incantesimi come una palla li rende più facili da gestire e mirare, anche se tale forma è considerata eretica.",
    "info.spelled.book.types.ball.text2": "Questo parola era bandito nella comunità originale a causa di forme simili che venivano considerate innaturali e ancora oggi è un uso controverso. Comunque, posso mantenere un segreto se puoi...",
    "info.spelled.book.types.desc": "Ci sono alcuni tipi con cui puoi terminare le tue incantesimi.",
    "info.spelled.book.types.name": "Tipi di libri",
    "info.spelled.book.types.projectilis.name": "Proiettile",
    "info.spelled.book.types.projectilis.text": "Usando \"proiettili\" puoi creare un proiettile. gli esseri umani hanno sempre avuto una affinità per lanciare cose, e avere incantesimi che esplodono in faccia non è mai divertente. Inizialmente molti portatori di parole utilizzavano a fondo le loro pugni per combattere veramente e usare le parole per difendersi, tuttavia con la scoperta di queste parole, il combattimento con le parole cambiò per sempre.",
    "info.spelled.book.types.projectilis.text2": "L'origine non è ancora nota, sebbene un comune mito non provato affermi che il primo utilizzatore fu ispirato quando un'arancia gli cadde sulla testa e accusò i tre colpevoli di averli attaccati lanciando loro un'arancia.",
    "info.spelled.book.types.self.name": "Se stesso",
    "info.spelled.book.types.self.text": "Usando \"sui\" o \"sese\", puoi applicare il incantesimo a te stesso. Non usi gli incantesimi su te stesso? Perché no?! È ora che inizi a farlo. Consiglio di abbinare questo con l'incantesimo di guarigione per alcuni rapidi interventi post-creeper, ma le possibilità sono infinite.",
    "info.spelled.book.types.self.text2": "Non usare questo incantesimo con la palla di fuoco, a meno che non ti piaccia essere profumato di croccante per una settimana. Questo incantesimo era originariamente chiamato \"tocco\" dal possessore che lo scoprì, ma per ragioni perse nel tempo il potere venne trasferito su questa parola.",
    "item.spelled.ancient_knowledge_tome": "Codice di conoscenze antiche",
    "item.spelled.book.name": "Tomo di conoscenza",
    "item.spelled.creative_tome": "Tomo di conoscenza creativa",
    "item.spelled.spell_book": "Libro di incantesimi",
    "itemGroup.spelled.tab": "Incantati",
    "key.spelled.category": "Incantato",
    "key.spelled.use": "Usa incantesimo",
    "spelled.book.editTitle": "Inserisci il nome dell'incantesimo:",
    "spelled.book.finalizeButton": "Sottoscrivi e chiudi",
    "spelled.book.finalizeWarning": "Nota! Quando firmerai il libro di incantesimi, non sarà più editabile.",
    "spelled.commands.knowledge.lock.invalid": "Non è stato possibile bloccare la parola. Parola non valida fornita: %s",
    "spelled.commands.knowledge.lock.message": "La parola \"%s\" è bloccata per %s",
    "spelled.commands.knowledge.reset.message": "Ripristino delle conoscenze di %s",
    "spelled.commands.knowledge.unlock.all": "Sbloccati tutti i parole per %s",
    "spelled.commands.knowledge.unlock.invalid": "Non è stato possibile sbloccare la parola. Parola non valida fornita: %s",
    "spelled.commands.knowledge.unlock.message": "Sbloccato il parola \"%s\" per %s",
    "spelled.commands.level.get.message": "%s è attualmente al livello %s",
    "spelled.commands.level.set.invalid": "Non è stato possibile impostare il livello. Numero non valido fornito: %s, il massimo è %s",
    "spelled.commands.level.set.message": "Il livello di %s è stato impostato su %s",
    "spelled.creative_tome.description": "contiene tutta la conoscenza",
    "spelled.keyword.albus.description": "bianco",
    "spelled.keyword.aqua.description": "Aqua",
    "spelled.keyword.ater.description": "nero",
    "spelled.keyword.aureus.description": "Dorato",
    "spelled.keyword.caeruleus.description": "Blu",
    "spelled.keyword.dissiliunt.description": "Esplosivo",
    "spelled.keyword.flavus.description": "Giallo",
    "spelled.keyword.fractionis.description": "Frantumazione",
    "spelled.keyword.frigus.description": "Freddo",
    "spelled.keyword.grandis.description": "Grande",
    "spelled.keyword.ignis.description": "Inflammabile",
    "spelled.keyword.immanis.description": "mostro",
    "spelled.keyword.liquidus.description": "Liquido",
    "spelled.keyword.magnum.description": "Grande",
    "spelled.keyword.maturis.description": "Maturità",
    "spelled.keyword.nix.description": "Neve",
    "spelled.keyword.nocere.description": "Ferimento",
    "spelled.keyword.parvus.description": "Piccolo",
    "spelled.keyword.praesidium.description": "Proteggendo",
    "spelled.keyword.projectilis.description": "Proiettile",
    "spelled.keyword.propellentibus.description": "Spinta",
    "spelled.keyword.roseus.description": "Rosso roseo",
    "spelled.keyword.rubrum.description": "rosso",
    "spelled.keyword.sanitatem.description": "Guarigione",
    "spelled.keyword.sericum.description": "Seta di seta",
    "spelled.keyword.sese.description": "Sé stesso",
    "spelled.keyword.sphaera.description": "Sfera",
    "spelled.keyword.sui.description": "Sé stesso",
    "spelled.keyword.viridis.description": "Verde",
    "spelled.keyword.vis.description": "Potere",
    "spelled.level_up.fail_item": "Manchi gli oggetti richiesti per il livello successivo!",
    "spelled.level_up.fail_xp": "Manchi l'xp richiesto per il livello successivo!",
    "spelled.screen.missing_adjectives": "Aggettivi mancanti >s>",
    "spelled.screen.missing_type": "Tipo mancante",
    "spelled.screen.search": "Cerca",
    "spelled.screen.search.a_to_z": "da a a z",
    "spelled.screen.search.z_to_a": "z-a",
    "spelled.screen.selection.remove": "Rimuovi l'ultimo",
    "spelled.screen.selection.select": "Seleziona",
    "spelled.spell.cast": "\"%s\" ha lanciato \"%s\"",
    "spelled.spell.cooldown": "Non è stato possibile lanciare il sortilegio. Prova di nuovo dopo %s secondo(i)",
    "spelled.spell.insufficient_level": "%s non è riuscito a lanciare il sortilegio. Il tuo livello è troppo basso per lanciare questo sortilegio, hai bisogno di almeno livello %s, hai %s",
    "spelled.spell.no_levels": "\"%s\" non è riuscito a lanciare il sortilegio. Non hai abbastanza livelli per lanciare questo sortilegio.",
    "spelled.spell.too_many_words": "%s non è riuscito a lanciare il sortilegio. Il tuo livello è troppo basso per lanciare un incantesimo con questo numero di parole, il tuo livello consente solo di %s parole.",
    "spelled.spell_book.insufficient": "Non conosci alcun aggettivo.",
    "spelled.spell_book.screen": "Libro delle incantesimi",
    "spelled.subtitles.shoot.spell": "lancia incantesimo",
    "spelled.tome.description": "contiene conoscenze su \"%s\"",
    "spelled.tome.description.invalid": "Tome non valido! Fai clic destro per riparare.",
    "spelled.tome.fail": "Tu già conosci la conoscenza del libro di incantesimi.",
    "spelled.tome.success": "Hai ottenuto la conoscenza contenuta nel libro",
    "spelled:container.altar": "Altare di livellamento",
    "spelled:container.altar.item": "%s %s",
    "spelled:container.altar.item.requirement": "Requisito di oggetto: %s %s",
    "spelled:container.altar.level.many": "%s livelli di esperienza",
    "spelled:container.altar.level.one": "Livello di esperienza 1",
    "spelled:container.altar.level.requirement": "Requisito di livello: %s"
}