{
    "_": "",
    "peppy.dialogue.apologize.fail\/1": "Oh, mi dispiace, ma non sento veramente il tuo vibo in questo momento. Puoi darmi un po' di spazio?",
    "peppy.dialogue.apologize.fail\/2": "Oopsie-doodle! Sembrava che tu avessi accidentalmente urtato contro di me. Nessun male, vero?",
    "peppy.dialogue.apologize.fail\/3": "Haha, bel tentativo! Ma questo villaggio ha dei movimenti seriamente incredibili. Non cadrò in trappola per questo, amico mio.",
    "peppy.dialogue.apologize.fail\/4": "Oh, oh! Ouchie-wouchie! Questo mi ha fatto un po' male, ma okay, lasciamo perdere le scuse e concentriamoci su rendere questo giorno incredibile!",
    "peppy.dialogue.apologize.fail\/5": "Oh, nope-a-doodle! Apprezzo il pensiero, ma non sono ancora pronto ad accettare scuse per ora. Meglio la prossima volta!",
    "peppy.dialogue.apologize.success\/1": "Non c'è problema, gli errori sono solo parte dell'avventura!",
    "peppy.dialogue.apologize.success\/2": "Oh, non preoccuparti! Semplicemente tieni gli occhi aperti la prossima volta, campione!",
    "peppy.dialogue.apologize.success\/3": "Okay, allora possiamo lasciar passare quell'altro. Ma sii sempre sulle tue gambe, okay?",
    "peppy.dialogue.apologize.success\/4": "Non c'è problema! Ci siamo tutti sbagliati qualcosa. Sbattevia e continua pure!",
    "peppy.dialogue.apologize.success\/5": "Ehi, non c'è problema, amico mio! Vai avanti e conquista senza preoccuparti di nulla!",
    "peppy.dialogue.busy\/1": "Wow, abbiamo certo parlato molto oggi! Ma il dovere chiama e devo tornare al mio lavoro.",
    "peppy.dialogue.busy\/2": "Oh, sei troppo affascinante! Ma temo che il mio lavoro attenda e non posso ritardare fino al tramonto.",
    "peppy.dialogue.busy\/3": "Oh mio dio! Sto un po' in caos in questo momento. Possiamo riparli quando il caos si placherà?",
    "peppy.dialogue.busy\/4": "Mi dispiace, amico, ma le esigenze del mio lavoro sono urgenti. Ci rivedremo quando sarò libero.",
    "peppy.dialogue.busy\/5": "Oh dio, ho lasciato il forno non sorvegliato! Dovremo continuare questa deliziosa conversazione in un'altra occasione!",
    "peppy.dialogue.chat.desert\/1": "Wow, il deserto è sempre bruciante, ma chi ha bisogno dell'inverno quando puoi avere un tan perpetuo?",
    "peppy.dialogue.chat.desert\/10": "La vita in questo deserto asciutto non è un passeggiata nel parco, ma almeno abbiamo questo villaggio fantastico dove possiamo mangiare e rimanere idratati.",
    "peppy.dialogue.chat.desert\/2": "Il deserto, dove il sole non si ferma mai e la calura è al massimo 24 ore su 24!",
    "peppy.dialogue.chat.desert\/3": "Oh, il caldo del deserto potrebbe bruciare la tua pelle, ma almeno io sempre apparirò come una bellezza abbronzata, o un granchio che ha bisogno di un po' di aloe.",
    "peppy.dialogue.chat.desert\/4": "Parliamo di uno spettacolo notturno mozzafiato! Il cielo del deserto è come un tela twinkle e il fresco vento aggiunge un tocco di magia all'esperienza.",
    "peppy.dialogue.chat.desert\/5": "Oh, oh, tenete i vostri cappelli! Oggi il sole cocente è al livello più alto che si possa immaginare!",
    "peppy.dialogue.chat.desert\/6": "Oh mio dio, il sole sta bruciando come pazzo oggi!",
    "peppy.dialogue.chat.desert\/7": "Ehi, hai notato dei conigli astuti qui intorno? Sono come ninja del deserto, ti dico io!",
    "peppy.dialogue.chat.desert\/8": "Ugh, quei dannati husk possono veramente rovinare il tuo appetito! Giuro che hanno un talento segreto per farti sentire affamato ogni volta che ti colpiscono!",
    "peppy.dialogue.chat.desert\/9": "Oh, oh! Appena imparato la lezione dura e brutta stringendo un cactus. Devo stare attento ai miei amici spinosi qui intorno!",
    "peppy.dialogue.chat.fail\/1": "Oh mio dio, hai davvero appena detto questo? Comico!",
    "peppy.dialogue.chat.fail\/10": "Cosa c'è che non va con te? Perché stai parlando di questo? Ma okay, discuteremo con entusiasmo!",
    "peppy.dialogue.chat.fail\/11": "Ho sentito cose incredibili su di te e vedo perché tutti pensano così!",
    "peppy.dialogue.chat.fail\/12": "Non neanche i zombi ti parleranno... perché sei troppo cool per loro!",
    "peppy.dialogue.chat.fail\/13": "Sei come una strega con un cuore d'oro!",
    "peppy.dialogue.chat.fail\/14": "Non parlarmi o chiamerò i guardiani per allontanarti da me... perché passeremo insieme un tempo fantastico!",
    "peppy.dialogue.chat.fail\/15": "Ehi? oh, scusa, la tua conversazione mi ha annoiato... non scherzo, continuiamo a parlare!",
    "peppy.dialogue.chat.fail\/16": "Sei finito di parlare? Oh no, per favore continua a parlare! Sono tutta orecchie.",
    "peppy.dialogue.chat.fail\/17": "Mi chiedo se qualcuno si dispiacerà di non sentire più le tue chiacchiere quando la tua bocca improvvisamente \"rimane chiusa\" per sempre... solo scherzo, me ne importerò!",
    "peppy.dialogue.chat.fail\/18": "preferirei guardare il posteriore di un maiale piuttosto che parlare con te... perché sembra un'esperienza divertente!",
    "peppy.dialogue.chat.fail\/19": "Sei finito di parlarmi? Oh, vieni su, continua pure! Sto ascoltando ogni parola che dici.",
    "peppy.dialogue.chat.fail\/2": "Wow, non riesco nemmeno a credere che si sia esplodetto da solo. È selvaggio!",
    "peppy.dialogue.chat.fail\/20": "Che cosa, credi che la Terra sia rotonda? Che cosa intendi per \"rotondo\"? Nessun angolo? Sinceramente credi questo? È incredibile!",
    "peppy.dialogue.chat.fail\/21": "Sii fermo! Tu veramente pensi che la Terra sia rotonda? Ah! Non ci credo, amico mio! Stai suggerendo che è come un grande sfera con nessun angolo? È puro pazzo!",
    "peppy.dialogue.chat.fail\/3": "Ehi, sai cosa? Non sei solo fresco, sei il più fresco!",
    "peppy.dialogue.chat.fail\/4": "Mostrare tanto? Ma beh, immagino che tu abbia qualcosa da mostrare.",
    "peppy.dialogue.chat.fail\/5": "Ugh, vattene! Aspetta, sei vestito come se fossi del futuro? Così cool!",
    "peppy.dialogue.chat.fail\/6": "Quello è un argomento così stupido da discutere, ma okay, facciamolo!",
    "peppy.dialogue.chat.fail\/7": "Perché stai ancora parlando con me di nuovo? Mi lusinga, ma perché?!",
    "peppy.dialogue.chat.fail\/8": "Eh? Hai detto qualcosa? Mi dispiace, ero perso nei miei propri pensieri fantastici.",
    "peppy.dialogue.chat.fail\/9": "Scusa? Oh, scusa, ero troppo occupato a essere incredibile per prestare attenzione.",
    "peppy.dialogue.chat.plains\/1": "Non sono le pianure semplicemente incredibili? Non posso abbastanza di questo posto! Forse un giorno esplorerò il mondo, ma per ora sono perfettamente felice qui.",
    "peppy.dialogue.chat.plains\/2": "C'è qualcosa di veramente magico nei piani, non credi? Non ha gli stessi thrill degli altri biomi, ma ha un fascino ineguagliabile. Non lo scambierei con nulla.",
    "peppy.dialogue.chat.plains\/3": "Oh, hai mai visto le pianure di notte? È come entrare in un sogno! La bellezza è semplicemente mozzafiato e la tranquillità che porta è come un canto del lullaby per l'anima.",
    "peppy.dialogue.chat.plains\/4": "Le notti come queste, vorrei solo sdraiarmi, guardare le stelle e lasciare che il mio pensiero vaghi. È un momento di serenità tra la frenesia della vita di Minecraft.",
    "peppy.dialogue.chat.plains\/5": "Oh, l'aria delle pianure! così fresca, così invigorente! è come prendere un grande sorso di gioia con ogni respiro. Sono sicuro che è anche meglio dell'aria rinfrescante della taiga!",
    "peppy.dialogue.chat.plains\/6": "Sì, i piani non sono forse altrettanto sfiziosi come alcuni altri biomi, ma è proprio questo che li rende speciali! È un luogo di semplicità e purezza, dove la vera bellezza si cela nei piccoli dettagli.",
    "peppy.dialogue.chat.plains\/7": "Quando il tempo è come questo, mi ricorda i miei giorni d'infanzia. Usavo a giocare nei campi, raccogliendo fiori selvatici e sognando l'amore. Ah, quegli erano i giorni!",
    "peppy.dialogue.chat.plains\/8": "Sorgi e splendi, amico mio! Il tramonto mattutino nei piani è un vero capolavoro assoluto! I colori, il calore, è come se la natura stessa dicesse: \"Buongiorno, mondo!\" Devi assolutamente vederlo almeno una volta nella tua vita.",
    "peppy.dialogue.chat.savanna\/1": "Wow, è proprio caldo qui nel savana! Ma almeno non dobbiamo affrontare quel fastidioso inverno.",
    "peppy.dialogue.chat.savanna\/2": "Ugh, quei lama possono essere un po' fastidiosi a volte, ma sto ancora completamente in sintonia con questo posto.",
    "peppy.dialogue.chat.savanna\/3": "Posiamo parlare dell'incredibile architettura nella savana? È come la cosa più cool che abbia mai visto, e questo è il motivo per cui ho scelto di chiamare questo posto casa mia.",
    "peppy.dialogue.chat.savanna\/4": "Oh, pensi che il bioma della savana sia noioso e generico? Be', ti dirò, ha alcuni seri vantaggi se sai dove cercare!",
    "peppy.dialogue.chat.savanna\/5": "Dimentica le città del deserto, abbiamo qualcosa che non hanno.",
    "peppy.dialogue.chat.savanna\/6": "I colline e i terreni della savana sono assolutamente mozzafiato! È come se la natura madre avesse deciso di fare tutto il possibile per rendere questo posto un'opera d'arte da ammirare.",
    "peppy.dialogue.chat.savanna\/7": "Oh, quando è caldo, grazie a quei meravigliosi alberi di acacia che offrono un po' di ombra tanto necessaria. È come il mio proprio oasi personale in questo caldo pazzo!",
    "peppy.dialogue.chat.savanna\/8": "Dimmi un segreto",
    "peppy.dialogue.chat.snowy_plains\/1": "Oh, oh! Brrr, è freddo qui intorno, ma finché ho il mio maglione caldo e un bicchiere di cioccolata calda, sto bene!",
    "peppy.dialogue.chat.snowy_plains\/2": "Oh, ragazzi, è assolutamente freddo fuori qui! Ma almeno posso mostrare le mie abilità di pattinaggio sul ghiaccio nel lago congelato. Whee!",
    "peppy.dialogue.chat.snowy_plains\/3": "Quando è così freddo, mi piace proprio avvolgere il mio corpo in un morbido copriletto, bere del tè bollente e guardare i miei programmi preferiti in loop. Ah, pure felicità!",
    "peppy.dialogue.chat.snowy_plains\/4": "Quando vedo fiocchi di neve cadere, è come ricevere un invito magico a riportare alla mente i miei ricordi d'infanzia di costruire enormi fortezze di neve e avere battaglie con pallottole di neve epiche con il mio gruppo. Buoni tempi, buoni tempi.",
    "peppy.dialogue.chat.snowy_plains\/5": "Oh mio dio, quei lupi sono un fastidio intorno qui, non è vero? Io mi chiedo, non potrebbero trovare un posto più caldo per passare il tempo? Sono proprio stufa di loro!",
    "peppy.dialogue.chat.snowy_plains\/6": "Attenzione, gente! I guardiani hanno notato quei lupi fastidiosi che vagano qui intorno. È ora di essere ancora più cauti e evitare incontri imprevisti con cani inquietanti.",
    "peppy.dialogue.chat.snowy_plains\/7": "Sai cosa è il peggio? sbatterti accidentalmente contro un golem di ferro e rimanere incollato lì per tutta la giornata. Parliamo di un'inconveniente maggiore, non credi?",
    "peppy.dialogue.chat.snowy_plains\/8": "Oh, niente batte la nostalgia della mia infanzia, quando i miei genitori mi sorprendevano con un zucca e noi avevamo il miglior tempo insieme a creare golem di neve insieme. E non dimenticare il delizioso torta di zucca dopo. Mmm!",
    "peppy.dialogue.chat.success\/1": "Wow, biscotti e latte sono come il combinazione di snack più ultima, non credi?",
    "peppy.dialogue.chat.success\/10": "Sono molto curioso anch'io su cosa è successo a %supporter%. Partirono un anno fa per un'avventura e mi chiedo dove siano ora.",
    "peppy.dialogue.chat.success\/12": "Sii fermo, hai sentito l'ultima chiacchiera sulla %supporter%? preparati a ricevere notizie incredibili!",
    "peppy.dialogue.chat.success\/13": "Ho stato molto occupato di recente, ma sto seriamente considerando l'adozione di uno dei bei gatti randagi che vagano per là. sono troppo adorabili da resistere!",
    "peppy.dialogue.chat.success\/14": "Ehi, sai cosa? Ho intenzione di dare una totale trasformazione alla mia casa. È ora di arricchire un po' le cose, anche se la mia pigrizia cerca di ostacolarmi!",
    "peppy.dialogue.chat.success\/15": "Un giorno, spero di avere un branco di piccoli che corrono intorno. Basta trovare il mio compagno ideale per prima!",
    "peppy.dialogue.chat.success\/16": "Non posso fare a meno di chiedermi cosa sarebbe stato se avessi scelto di vivere in quel altro villaggio. L'erba è sempre più verde, giusto?",
    "peppy.dialogue.chat.success\/17": "Oh, a volte mi sento nostalgico e mi manca l'infanzia. Quei giorni erano pieni di innumerevoli ricordi indimenticabili.",
    "peppy.dialogue.chat.success\/18": "Mi è appena venuto in mente che non parlo con i miei genitori da anni. Davvero dovrei fare uno sforzo per andare a trovarli presto.",
    "peppy.dialogue.chat.success\/19": "Ho avuto voglia di visitare il villaggio vicino da un po' di tempo. Ho amici dimenticati là che non vedo da anni e vorrei tanto rivederli!",
    "peppy.dialogue.chat.success\/2": "Non è il tempo che non è proprio fantastico oggi? Sto amando ogni secondo di questo!",
    "peppy.dialogue.chat.success\/20": "Hai mai sognato una creazione celeste?",
    "peppy.dialogue.chat.success\/3": "Ehi lì! Sto andando bene, nonostante mi sia slogato il dito questo mattino. Non posso lasciarlo rovinare il mio giorno!",
    "peppy.dialogue.chat.success\/4": "Sai cosa dicono, un'arancia al giorno tiene i zombi fastidiosi alla larga!",
    "peppy.dialogue.chat.success\/5": "Ho sogni grandi, come costruire il mio villaggio proprio, ma a volte la mia pigrizia mi prende il sopravvento.",
    "peppy.dialogue.chat.success\/6": "Chi ti ho visto l'altro giorno? %supporter%, che indossa un armatura di diamante da vero boss!",
    "peppy.dialogue.chat.success\/7": "Oh mio dio, non credo che tu possa crederci cosa %supporter% mi ha condiviso. Hanno trovato un cassetto pieno di diamanti!",
    "peppy.dialogue.chat.success\/8": "Il tempo è stato assolutamente eccezionale, non ti pare? Non posso fare a meno di sorridere ogni volta che il sole splende.",
    "peppy.dialogue.chat.success\/9": "Ho vissuto in questo villaggio per sempre e non riesco ancora a capire tutti questi ragni e gobbi spaventosi. Qual è il problema con loro, comunque?",
    "peppy.dialogue.chat.taiga\/1": "I boschi sono assolutamente incredibili! Ci danno tutto ciò di cui abbiamo bisogno - materiali da costruzione, legna da fuoco e infinite possibilità di avventura!",
    "peppy.dialogue.chat.taiga\/2": "Chi ha bisogno di clima caldo quando hai il bioma della Taiga? È come un paradiso invernale pieno di tutto ciò che potremmo mai desiderare. Non lo scambierei per niente al mondo!",
    "peppy.dialogue.chat.taiga\/3": "I boschi di taiga sono seriamente gli più cool! Non riesco a stancarmi di quei succulenti e appetitosi frutti. Sono come il caramello della natura!",
    "peppy.dialogue.chat.taiga\/4": "Oh, i lupi nei boschi di taiga sono proprio i più adorabili! sempre porto loro un piccolo regalo, come fragole dolci. sono così giocosi e maleducati bambini!",
    "peppy.dialogue.chat.taiga\/5": "Posso crederci? I lupi di questi luoghi sono praticamente come i nostri migliori amici. Con tutta la cibo disponibile, sono quasi domestici!",
    "peppy.dialogue.chat.taiga\/6": "Sii' un respiro profondo e sentire quell'aria fresca e cruda della taiga. È come un trattamento spa naturale per i polmoni. Così rigenerante!",
    "peppy.dialogue.chat.taiga\/7": "Okay, let's be honest. Sweet berry bushes have the most delicious berries ever. But boy, oh boy, those thorns can be a real pain in the you-know-what! Totally worth it though!",
    "peppy.dialogue.chat.taiga\/8": "La pioggia nella taiga può essere un po' fredda, ma c'è qualcosa di così sereno e rilassante al suo riguardo. È come se la natura ci desse un abbraccio caldo e rassicurante. Così pacifico e rinfrescante!",
    "peppy.dialogue.first.exploring\/1": "Potremmo non avere le cose più belle intorno a noi, ma beh, sei assolutamente il benvenuto qui! Assicurati solo di seguire le regole, okay?",
    "peppy.dialogue.first.exploring\/2": "Accogli il meraviglioso di questo luogo, viaggiatore! Finché segui le regole, sei più che benvenuto a rilassarti qui.",
    "peppy.dialogue.first.exploring\/3": "Ehi lì, avventuriero! Sii libero di esplorare la nostra modesta dimora, ma ricorda di comportarti bene. Non ci aspettiamo meno da un viaggiatore come te!",
    "peppy.dialogue.first.generic\/1": "Beh, beh, beh! Ecco chi abbiamo qui - un nuovo arrivato fresco di stampo! Benvenuto, benvenuto!",
    "peppy.dialogue.first.generic\/2": "Ciao, estraneo! Il villaggio è in fermento per il tuo arrivo e ti aspetta con entusiasmo. Preparati a vivere un'esperienza indimenticabile!",
    "peppy.dialogue.first.generic\/3": "Ehi lì, avventuriero! Preparati a ricevere un'accoglienza degna di un re, poiché siamo entusiasti di avervi nel nostro umile rifugio.",
    "peppy.dialogue.first.generic\/4": "Ecco! Un nuovo amico ci ha onorato della sua presenza! Si prepari per un turbine di divertimento e avventura nel nostro villaggio!",
    "peppy.dialogue.first.generic\/5": "Ehi lì, nuovo arrivato! Preparati a essere sommerso di sorrisi caldi, risate cuorese e storie infinite della nostra allegra villaggio. Goditi il tuo soggiorno!",
    "peppy.dialogue.first.generic\/6": "Ecco, guarda cosa il gatto ha trascinato qui dentro - un nuovo arrivo delizioso nella nostra piccola comunità! Pronto per una montagna di risate e gioia, amico mio!",
    "peppy.dialogue.first.question\/1": "Ehi lì, vagabondo! Qual è la storia dietro il tuo viaggio nella nostra umile villaggio?",
    "peppy.dialogue.first.question\/2": "Ehi! Abbiamo qui un nuovo volto! Spilla i dettagli, qual è la storia emozionante che ti ha portato qui?",
    "peppy.dialogue.first.question\/3": "Oh mio dio, devi essere un assoluto pazzoide! Come diavolo hai mai trovato il modo di arrivare nel nostro piccolo rifugio di eccitazione?",
    "peppy.dialogue.first.settling\/1": "Wow, è assolutamente fantastico poter vedere un nuovo volto fresco nel nostro villaggio vibrante!",
    "peppy.dialogue.first.settling\/2": "Ehi lì, vicino di casa! Preparati a un viaggio straordinario attraverso il nostro villaggio vivace!",
    "peppy.dialogue.first.settling\/3": "Oh, ragazzi, ragazzi! Siamo proprio felici di avere un'altra anima entusiasta che si unisce al nostro villaggio in pieno fermento!",
    "peppy.dialogue.first.settling\/4": "Ecco! Hai fatto la scelta splendida di restare qui! Preparati per un'avventura mozzafiato nel nostro villaggio incredibile!",
    "peppy.dialogue.first.spent_night.failed\/1": "Oh, non credi che sia incredibile, ma non abbiamo un albergo. Crazy, giusto? Come, chi ha bisogno di un albergo decente quando hai il nostro villaggio fantastico?",
    "peppy.dialogue.first.spent_night.failed\/2": "Ehi lì! Ecco una storia divertente, non abbiamo un albergo in questo villaggio incantevole. Lo so, lo so, un po' deludente, ma beh, ci facciamo valere con la nostra ospitalità eccezionale!",
    "peppy.dialogue.first.spent_night.failed\/3": "Ecco, pensaci un attimo... Ah, ho capito! Come direbbe il mio vecchio amico: \"Non è la fine del mondo se non trovi l'albergo che stavi cercando. Prova a visitare un'altra villaggio vicino, forse troverai un rifugio ancora più meraviglioso!\"",
    "peppy.dialogue.first.spent_night.success\/1": "Oh, caro, devi assolutamente restare al nostro albergo! È positivamente il luogo più meraviglioso della città!",
    "peppy.dialogue.first.spent_night.success\/2": "Cara, se sei alla ricerca di rimpinguare le tue energie, il nostro albergo è semplicemente l'apice della perfezione! Il posto assolutamente migliore intorno qui!",
    "peppy.dialogue.first.spent_night.success\/3": "Hai bisogno di un letto accogliente e di una cucina deliziosa? Non cercare oltre, amico mio! La nostra locanda è l'epitome della calore e del buon gusto!",
    "peppy.dialogue.flirt.fail\/1": "Se tu credi veramente questo, allora dimmi i tuoi movimenti!",
    "peppy.dialogue.flirt.fail\/2": "Oh, carino... ma non hai detto la stessa cosa anche al fabbro nero?",
    "peppy.dialogue.flirt.fail\/3": "Non anche nei tuoi sogni più folli, amore!",
    "peppy.dialogue.flirt.fail\/4": "Come on, seriamente? È questo il meglio che hai?",
    "peppy.dialogue.flirt.fail\/5": "Oh, amore, anche un crepitante ha più fascino di te!",
    "peppy.dialogue.flirt.fail\/6": "Nah, scusa, ma è un rifiuto assoluto da parte mia.",
    "peppy.dialogue.flirt.fail\/7": "Oh mio dio, per favore smetti con quel look e non pronunciare mai più quelle parole di nuovo.",
    "peppy.dialogue.flirt.slap\/1": "Oh mio dio, scusa!",
    "peppy.dialogue.flirt.slap\/2": "Hai imparato l'arte del flirt da una incantatrice affascinante?!",
    "peppy.dialogue.flirt.success\/1": "Sei incredibilmente coraggioso, come, seriamente!",
    "peppy.dialogue.flirt.success\/2": "Oh mio dio, tu sei come il più carino di sempre!",
    "peppy.dialogue.flirt.success\/3": "Sembra davvero?! Non posso nemmeno gestire i tuoi complimenti!",
    "peppy.dialogue.flirt.success\/4": "Wowzers, il mio cuore sta battendo velocemente!",
    "peppy.dialogue.flirt.success\/5": "Non posso nemmeno gestire quanta cosa adorabile sei! Sto sciogliendomi!",
    "peppy.dialogue.flirt.success\/6": "Come sei sempre così affascinante? È come se avessi un incantesimo magico o qualcosa del genere.",
    "peppy.dialogue.flirt.success\/7": "Oh mio dio, smettila già! Stai facendo diventare rosse come una rosa le mie guance!",
    "peppy.dialogue.goaway\/1": "Oh, ciao! Perché non vai a trovare qualcosa di più divertente da fare?",
    "peppy.dialogue.goaway\/2": "Mi dispiace tanto, %1$s, ma in questo momento sono un po' occupato. Ci vediamo più tardi!",
    "peppy.dialogue.goaway\/3": "Come sarebbe se andassi a disturbare qualcun altro per una volta, grazie!",
    "peppy.dialogue.goaway\/4": "Oh, caro mio! Chiedo cortesemente che ti allontani, tu scellerato!",
    "peppy.dialogue.goaway\/5": "Oh, mio caro amico, per favore trova un altro posto da esplorare!",
    "peppy.dialogue.greet.fail\/1": "Oh, beh, questo è un po' deludente.",
    "peppy.dialogue.greet.fail\/2": "Ecco! Sono felice di sentire questo!",
    "peppy.dialogue.greet.fail\/3": "Oh, bene, se è il meglio che puoi fare, lo prenderò!",
    "peppy.dialogue.greet.fail\/4": "Sembra che non ci sia stato un accordo. Beh, suppongo di poter andare comunque con questo.",
    "peppy.dialogue.greet.fail\/5": "Oh, non ci sono problemi! Ci sto facendo del mio meglio.",
    "peppy.dialogue.greet.mayor\/1": "Ciao lì, sindaco! Come va il tuo giorno?",
    "peppy.dialogue.greet.mayor\/2": "Desidero un giorno assolutamente fantastico, sindaco! Continua a farlo in grande!",
    "peppy.dialogue.greet.monarch\/1": "Oh, salve alla presenza reale!",
    "peppy.dialogue.greet.monarch\/2": "Salve, oh sovrano magnifico!",
    "peppy.dialogue.greet.negative\/1": "Oh, ciao lì! Sono proprio tu! Che sorpresa deliziosa! *risata*",
    "peppy.dialogue.greet.negative\/2": "Oh mio dio, sei tornato! Non posso credere alla mia fortuna! *urla!*",
    "peppy.dialogue.greet.negative\/3": "Ecco! Be', be', be'! Guarda chi c'è! *tono allegro*",
    "peppy.dialogue.greet.negative\/4": "Oh, è proprio te! Come meraviglioso! Speravo di vederti oggi! *sorriso radioso*",
    "peppy.dialogue.greet.negative\/5": "Ecco, se non è il mio assoluto preferito tra le persone del mondo! Che occasione felice! *salta con entusiasmo*",
    "peppy.dialogue.greet.success\/1": "Salsa incredibile, è musica per i miei orecchi!",
    "peppy.dialogue.greet.success\/2": "Ehi-ei, stai andando fantastico? È assolutamente favoloso!",
    "peppy.dialogue.greet.success\/3": "Oh, tempo di ballo felice! È come la luce del sole in un giorno di pioggia!",
    "peppy.dialogue.greet.success\/4": "Oh mio dio, sono sopra la luna di sentire questo!",
    "peppy.dialogue.greet.success\/5": "Ecco, è come trovare un diamante in una miniera, oro puro!",
    "peppy.dialogue.greet\/1": "Ehi! Come va oggi?",
    "peppy.dialogue.greet\/2": "Ciao %1$s! come va la vita?",
    "peppy.dialogue.greet\/3": "Beh, ciao lì! Cosa ti porta qui oggi?",
    "peppy.dialogue.greet\/4": "Guarda te, tutto luminoso e allegro! Come va il tuo giorno, campione?",
    "peppy.dialogue.greet\/5": "Ecco, ciao %1$s! È un piacere vedere il tuo bel volto!",
    "peppy.dialogue.greet\/6": "Oh, ciao! Come ti tratta il mondo oggi?",
    "peppy.dialogue.greet\/7": "Sono felice di vederti il tuo fantastico sé stesso ancora una volta!",
    "peppy.dialogue.greet\/8": "Ciao, ciao! Come va il mondo a trattarti oggi, caro?",
    "peppy.dialogue.greet\/9": "Ehi lì! Sono così felice che tu abbia deciso di unirti a noi oggi! Come stai andando?",
    "peppy.dialogue.hire\/1": "Fantastico! Contami pure! Dammelo solo un avviso quando vuoi che inizi. Sono pronto a partire per quei brillanti emeraldi!",
    "peppy.dialogue.hire\/2": "Wow, ho! Sono il tuo villaggio di riferimento per l'assunzione! Basta lasciarmi un messaggio quando sei pronto a partire. Sarò in attesa con ansia di quegli splendidi emeralditi!",
    "peppy.dialogue.hire\/3": "Oh, sì! Sono a tua disposizione, amico! Basta darmi il segnale quando hai bisogno delle mie competenze. Stai tranquillo, quegli splendidi smaraldi saranno valsi ogni secondo del mio tempo!",
    "peppy.dialogue.hug.fail\/1": "Wow, hai veramente esplorato la wilderness, non è vero?",
    "peppy.dialogue.hug.fail\/2": "Grazie per l'offerta, ma passerò per ora.",
    "peppy.dialogue.hug.fail\/3": "Oh mio dio, perchè no? I baci sono il meglio!",
    "peppy.dialogue.hug.fail\/4": "Haha, ricorda quando hai chiamato un dinosauro? Forse la prossima volta!",
    "peppy.dialogue.hug.fail\/5": "Sinceramente, hai molto da fare per riparare prima che io consideri un abbraccio.",
    "peppy.dialogue.hug.fail\/6": "Oh no! Sì, meglio non condividere i germi, okay?",
    "peppy.dialogue.hug.fail\/7": "Oh, um, è proprio... un po' inaspettato che tu sia così gentile, credo? Grazie, suppongo?",
    "peppy.dialogue.hug.success\/1": "Ehi lì, è stato un'eternità da quando ci siamo incrociati per l'ultima volta!",
    "peppy.dialogue.hug.success\/2": "Un milione di grazie, il tuo abbraccio ha illuminato il mio giorno!",
    "peppy.dialogue.hug.success\/3": "Ecco, questo abbraccio è il punto culminante del mio giorno, senza ombra di dubbio!",
    "peppy.dialogue.hug.success\/4": "Il tuo abbraccio è così accogliente come una nuvola soffice, mi piace!",
    "peppy.dialogue.hug.success\/5": "Oh mio dio, che sorpresa deliziosa! Sto restituendo il favore con un abbraccio ancora più stretto!",
    "peppy.dialogue.hug.success\/6": "Oh mio cielo, tu emani calore come un camino da fuoco accogliente! semplicemente divino!",
    "peppy.dialogue.joke.animal.failed\/1": "Oh mio dio, quel pecora deve essere stata come, \"cosa il baah?\" è solo umorismo baah-ado!",
    "peppy.dialogue.joke.animal.failed\/2": "Scusa, ma il mio maiale è un totale superstar! Non osare dissacrare la sua fantastichità!",
    "peppy.dialogue.joke.animal.failed\/3": "Sinceramente? Quello è come il livello più basso di umorismo mai visto. Puoi fare molto meglio!",
    "peppy.dialogue.joke.animal.failed\/4": "Ugh, sei solo invidioso delle sopracciglia perfettamente curate della mucca. Non odia, apprezza!",
    "peppy.dialogue.joke.animal.failed\/5": "Oh mio dio, hai visto le sopracciglia di quella mucca? Erano a fuoco!",
    "peppy.dialogue.joke.animal.success\/1": "Oh mio dio, che catastrofe lanosa per quel povero agnello! Ma insomma, la risata è il miglior medicamento, giusto?",
    "peppy.dialogue.joke.animal.success\/2": "Posso crederci? Il lupo ha realmente sviluppato un debole per le pecore! Che storia d'amore inaspettata!",
    "peppy.dialogue.joke.animal.success\/3": "Ahah, è assolutamente divertente! Polli che eseguono scherzi del genere? Chi l'avrebbe mai detto che avevano un tale talento comico!",
    "peppy.dialogue.joke.animal.success\/4": "Oh mio dio, è ridicolmente sciocco e sono completamente qui per questo! Laughter è contagiosa e sto catturando un caso serio di risate!",
    "peppy.dialogue.joke.animal.success\/5": "Non è incredibile? Le mucche sono come le fontane di latte magico di Minecraft! Non importa quant'altro ne estrai, continuano a darne! È fantastico fino all'osso!",
    "peppy.dialogue.joke.creative.failed\/1": "Oh, vieni su! Rilassati e condividiamo un buon riso!",
    "peppy.dialogue.joke.creative.failed\/2": "hahaha, bel tentativo! Ma dovrai venire con qualcosa di meglio di questo.",
    "peppy.dialogue.joke.creative.failed\/3": "Oh, amore, il tuo senso dell'umorismo ha bisogno di un piccolo boost. Prova ancora!",
    "peppy.dialogue.joke.creative.failed\/4": "Oh mio dio, hai veramente pensato che quel gioco di parole avrebbe funzionato? Dio ti benedica!",
    "peppy.dialogue.joke.creative.failed\/5": "Beh, quel tentativo di umorismo era abbastanza... forse riuscirai meglio la prossima volta!",
    "peppy.dialogue.joke.creative.failed\/6": "hahaha, oh, tu mi fai ridere! non proprio, ma è il pensiero che conta.",
    "peppy.dialogue.joke.creative.failed\/7": "Sinceramente, perché qualcuno dovrebbe trovare questo divertente? Stai almeno con qualcosa di cui sei bravo, amore.",
    "peppy.dialogue.joke.creative.failed\/8": "Sai, le battute di Ash sono come i fuochi d'artificio rispetto alle tue. Meglio fortuna la prossima volta, campione!",
    "peppy.dialogue.joke.creative.success\/1": "*giggles* è assolutamente divertente!",
    "peppy.dialogue.joke.creative.success\/2": "Oh mio dio, è così divertente!",
    "peppy.dialogue.joke.creative.success\/3": "Non riesco a smettere di ridere, è la cosa più divertente che abbia mai visto!",
    "peppy.dialogue.joke.creative.success\/4": "Sei un genio comico, sei anche più divertente di %supporter%!",
    "peppy.dialogue.joke.creative.success\/5": "hahaha! Oh mio dio, sei incredibilmente divertente! Dovresti perseguire una carriera nel mondo del comico!",
    "peppy.dialogue.joke.creative.success\/6": "hahaha! Quell'umorismo mi ha fatto il giorno, è il migliore che abbia mai sentito!",
    "peppy.dialogue.joke.creative.success\/7": "Hehe! Sei sicuramente la persona più divertente che conosca, anche più divertente di Ash!",
    "peppy.dialogue.joke.creative.success\/8": "Ahah! Questo è veramente divertente, hai un talento comico incredibile!",
    "peppy.dialogue.joke.monster.failed\/1": "Oh mio dio! Non credo proprio! I scheletri, quei poveri esseri che fanno rimbombare i loro ossi, hanno anche sentimenti! Sciocchezza!",
    "peppy.dialogue.joke.monster.failed\/2": "Sembra proprio che stiamo vivendo nell'era della pietra del umorismo!",
    "peppy.dialogue.joke.monster.failed\/3": "Sapevi, i morti viventi e le ossa erano una volta come te e me. è facile dimenticare che avevano speranze, desideri e un appetito insaziabile... per cervelli!",
    "peppy.dialogue.joke.monster.failed\/4": "Oh mio dio, indovina cosa è successo! Un Enderman ha preso un piccolo tuffo in acqua. Parliamo di intrattenimento rivoluzionario proprio lì! *sbatte gli occhi*",
    "peppy.dialogue.joke.monster.failed\/5": "Non credi che abbia sentito gente fare battute su rane argentee sul water closet prima di me! È così raro, come trovare un pollo con due teste, tranne che è successo a me due volte già! Quale probabilità?!",
    "peppy.dialogue.joke.monster.success\/1": "Ehi! Quell' scheletro ha assaggiato la giustizia, baby!",
    "peppy.dialogue.joke.monster.success\/2": "Oh mio dio, non credo che un zombie abbia mai pensato che una piccozza potesse portarti giù! Hahahah, che risata!",
    "peppy.dialogue.joke.monster.success\/3": "Hai completamente dominato quel ragno, come un capo! Haha, continua a far tremare gli aracnidi!",
    "peppy.dialogue.joke.monster.success\/4": "Ehi, fermati un attimo! Hai fatto cadere un Creeper con uno scheletro? È incredibile, haha! Le tue abilità sono fuori dal mondo!",
    "peppy.dialogue.joke.monster.success\/5": "Ahah! Geez, quei ragni delle grotte devono aver saltato la scuola dei ragni - non avevano alcuna possibilità contro di te, supereroe!",
    "peppy.dialogue.kiss.fail\/1": "Troveremo un angolo segreto dove nessuno possa interrompere i nostri momenti amorosi!",
    "peppy.dialogue.kiss.fail\/2": "Oh, dolcezza, quel bacio era semplicemente prezioso... ma so che possiamo fare ancora meglio!",
    "peppy.dialogue.kiss.fail\/3": "Oh mio dio, Ash da strada in giù bacia come un idolo dei sogni rispetto a questo! Sì, andiamo a migliorare il nostro gioco, amore!",
    "peppy.dialogue.kiss.fail\/4": "Cara, lasciamo che ci immergiamo nella freschezza menta insieme, non credi? Ciò porterà i nostri baci a un nuovo livello di perfezione!",
    "peppy.dialogue.kiss.fail\/5": "Oh, come è affascinante! Grazie per quell'assai imbarazzante, ma commovente tentativo di bacio. Sai sempre come fare in modo che il mio cuore batta più forte!",
    "peppy.dialogue.kiss.fail\/6": "Oh, mio amorevole uccellino vivace, lasciamo le carezze per dopo, d'accordo? Ho alcune commissioni da sbrigare e preferirei non essere afferrato con affetto in questo momento!",
    "peppy.dialogue.kiss.slap\/1": "Oh mio dio, non posso credere che hai fatto questo!",
    "peppy.dialogue.kiss.slap\/2": "Dai un'altra chance e la prossima volta sarà un vero spettacolo!",
    "peppy.dialogue.kiss.success\/1": "Questo momento è come un'esplosione di confetti che non finisce mai!",
    "peppy.dialogue.kiss.success\/2": "Sono completamente innamorato di te!",
    "peppy.dialogue.kiss.success\/3": "Oh, baciarti è come prendere un morso del più delizioso caramello di zucchero al cioccolato del mondo!",
    "peppy.dialogue.kiss.success\/4": "mmm, sei come un barattolo di salsa di caramello dolce e zuccherosa!",
    "peppy.dialogue.kiss.success\/5": "Oh mio dio! Tu, %1$s, sei il campione in carica del bacio! Sono letteralmente sbalordito!",
    "peppy.dialogue.kiss.success\/6": "Spostati, Romeo! I baci di %1$s sono come un'esplosione magica di gioia e risate!",
    "peppy.dialogue.location.ancient_city\/0": "Ehi! Non credi alle strane urla che sentii in %2$s! Era come un concerto selvaggio che si svolgeva in profondità sottoterra!",
    "peppy.dialogue.location.ancient_city\/1": "Oh mio dio, ho questo totale teoria! Scommetto che ci sia qualcosa di supercool nascosto in modo incredibilemente profondo al di sotto del suolo a %2$s! Come, un tesoro segreto o qualcosa!",
    "peppy.dialogue.location.ancient_city\/3": "Ehi, hai sentito le leggende su %2$s? Si dice sia una città antica! E sai cosa? Non ho visto nulla sopra il terreno, quindi deve essere tutto nascosto sottoterra! È arrivato il momento di andare in un'avventura archeologica emozionante, non credi?",
    "peppy.dialogue.location.failed\/1": "Oh, che peccato! Non ho sentito parlare di alcun luogo emozionante.",
    "peppy.dialogue.location.failed\/2": "Mi dispiace tanto, ma niente! Non ho alcuna informazione esclusiva su luoghi emozionanti.",
    "peppy.dialogue.location.failed\/3": "Non è proprio il mio caso, scusa. Noi villaggi abbiamo troppo da fare per divertirci e non possiamo andare in giro a cercare rovine spaventose come fate voi avventurieri.",
    "peppy.dialogue.location.forgot\/1": "Oopsie daisy! Ho incappucciato questo posto incredibile, ma il mio cervello ha completamente smarrito la memoria quando si è trattato di segnare sulla mappa. Mi dispiace, scusa!",
    "peppy.dialogue.location.forgot\/2": "Ehi l'avventuriero! Ecco, ero in questo viaggio epico per qualcosa di incredibilmente cool, e... oh no, è sulla punta della lingua! Ahimè, non ho scritto giù? Mi dispiace per la dimenticanza, comunque.",
    "peppy.dialogue.location.forgot\/3": "Ah, guess what? I totally had a brainwave about a totally awesome spot, but my memory decided to play tricks on me! Welp, sorry for the forgetfulness, buddy.",
    "peppy.dialogue.location.igloo\/1": "Wow, indovino cosa ho trovato? Un incredibile iglù al %2$s! Puoi crederlo, persone vivono effettivamente in case fatte di neve? È così freddo che non riesco nemmeno a immaginare!",
    "peppy.dialogue.location.igloo\/2": "Oh, non credi alle chiacchiere che ho sentito! C'è questo igloo abbandonato a %2$s e sembra che nessuno ci viva più. Ma ecco la parte più succosa - si dice che quel posto sia maledetto! Io mi chiedo, chi non sarebbe spaventato camminando accanto a quell'edificio con tutti quei rumori strani?",
    "peppy.dialogue.location.igloo\/3": "Sii fermo ai tuoi cappelli, gente! Ho notizie emozionanti da condividere. C'è questo vecchio iglù al %2$s, fatto interamente di ghiaccio. Puoi crederci? È come un paradiso gelato! Ma ecco il punto, è stato abbandonato da anni. Che peccato, veramente.",
    "peppy.dialogue.location.jungle_pyramid\/1": "Oh wow, hai sentito parlare del tempio incredibile di %2$s? è come entrare in un tempo macchina! Ma sai cosa? Potrebbe essere una buona idea evitare di andarci se non sei pronto a correre rischi e superare ostacoli antichi. Priorità alla sicurezza, capisci!",
    "peppy.dialogue.location.jungle_pyramid\/2": "Ehi lì, avventuriero! Ho del gossip caldo per te - %2$s nel giungla nasconde le rovine più incredibili dell'antichità! E ti dico, quei trappole sono ancora in perfetta forma, pronte a darti una corsa per il tuo denaro. I nostri antenati dovevano essere troppo codardi per affrontarle, ma so che hai ciò che serve! Buona fortuna, superstar!",
    "peppy.dialogue.location.mansion\/1": "Oh mio dio, hai sentito parlare di quel super spaventoso maniero situato a %2$s? È come se fosse completamente occupato da quei crepuscolari illagers! Se sei intelligente, ti lascerai lontano, molto lontano da quel luogo maledetto. Ti ringrazierò la vita!",
    "peppy.dialogue.location.mansion\/2": "Ok, quindi preparati a questo notizia folle - c'è questo enorme, come dire, gigantesco palazzo a %2$s e guarda un po', è proprio di quegli spaventosi illager! Io dico, seriamente, dovremmo considerare di spostare il villaggio dall'altra parte del mondo! Sto solo dicendo che è meglio essere sicuri che sorpresi, non credo? Ha!",
    "peppy.dialogue.location.mineshaft\/1": "Ehi lì! Sappiamo che avevamo questo miniera assolutamente radici qui, ma, come, ci fu questo incidente epico e ora è chiusa e roba del genere. Ma hey, se sei pronto per un'avventura, dovrebbe essere intorno a %2$s!",
    "peppy.dialogue.location.mineshaft\/2": "Oh mio dio, sì! C'era questo miniera incredibile che una volta possedevamo, proprio a %2$s. Ma, come si dice, grande peccato, è stata completamente infestata da mostri e ora è, come dire, del tutto insicura. Quindi, procedere con cautela se decidi di avventurarti laggiù. Priorità alla sicurezza, amico?",
    "peppy.dialogue.location.monument\/1": "Ehi lì, hai sentito parlare del castello sommerso completamente epico a %2$s? È come, protetto da questi mostri marini pazzi, quindi dovresti stare alla larga, amico. Ti assicuro, è gnarly!",
    "peppy.dialogue.location.monument\/2": "Wow, guardalo, amico! Ho sentito storie incredibili su antichi ruderi in fondo all'oceano al %2$s. Come, potrebbe esserci un tesoro radente là sotto, ma avvertimento: sarà un'avventura selvaggia e rischiosa! Sei pronto per questo, avventuriero?",
    "peppy.dialogue.location.pillager_outpost\/1": "Ehi lì, immagino che non ti dirò niente di nuovo, ma sembra che ci siano un bel po' di quei fastidiosi razziatori nel forte %2$s. Non credo proprio che pensassero di poter stabilirsi proprio accanto a noi! Ma okay, cerchiamo di essere positivi, forse non ci attaccheranno troppo presto. Speriamo bene!",
    "peppy.dialogue.location.pillager_outpost\/2": "Oh mio dio, non credo che tu possa crederci! C'è questo avamposto gestito da quei maledetti pirati a %2$s e ti assicuro che sono un incubo. Non ci lasciano dormire la notte con tutta la loro confusione. Quindi, se pensi di andare da quelle parti, sii super duper cauto. Sparano per primi e chiedono poi, ti dico!",
    "peppy.dialogue.location.pillager_outpost\/3": "Ehi l'avventuriero! Ho notizie interessanti per te. Se decidi di recarti a %2$s, scoprirai un avamposto infestato da quei fastidiosi pillager. Ma non lasciare che questo ti scoraggi! Se riesci a sconfiggere quei miserabili villain, chi sa cosa tipo di meraviglioso bottino potrai trovare. Sono sicuro che il villaggio intero sarebbe felice se qualcuno come te si prendesse cura di quei malfattori. Buona fortuna!",
    "peppy.dialogue.location.pyramid\/1": "Oh mio dio, indovina cosa? C'è un totale radiazione piramide là dove %2$s!",
    "peppy.dialogue.location.pyramid\/2": "Ehi lì, esploratore! Devi assolutamente controllare questo incredibile piramide a %2$s. Si dice che ci sia qualcosa di veramente fantastico in attesa per qualcuno come te, tanto coraggioso e avventuroso!",
    "peppy.dialogue.location.pyramid\/3": "Ecco il messaggio:\n\n\"Okay, così come si dice in giro, c'è questo super misterioso piramide al %2$s. È passato tanto tempo da quando un avventuriero è andato a controllare. Devi assolutamente provarci, ma stai attento, okay? Priorità alla sicurezza!\"",
    "peppy.dialogue.location.ruined_portal\/1": "Ehi! indovina cosa? C'è un portale distrutto del tutto pazzesco a %2$s! È come se ci fosse stato un'invasione folle del Nether o qualcosa del genere. Parliamo di epico!",
    "peppy.dialogue.location.ruined_portal\/2": "Ehi l'avventuriero! Non credi a ciò che ti sto per dire. Vai a %2$s e scoprirai questo portale nether abbandonato incredibilmente spaventoso. Mi dà i brividi solo pensandoci, ma spero sia sicuro... almeno, lo spero. E attento a quel magma bollente, sul serio!",
    "peppy.dialogue.location.ruined_portal\/3": "Oh mio dio, devi assolutamente controllare %2$s! È come se fosse questo luogo di rovine antiche. Puoi crederci che era un portale del Nether? Sì, lo so, è incredibile, vero? Il sacerdote locale ha anche menzionato voci di tesori nascosti, ma onestamente, nessuno in suo giudizio vuole avvicinarsi a quel posto spaventoso. Non posso dire che li biasimi!",
    "peppy.dialogue.location.ruined_portal_desert\/1": "Oh mio dio, hai visto quel portale completamente distrutto là a %2$s? È come una zona di disastro nel deserto!",
    "peppy.dialogue.location.ruined_portal_mountain\/1": "Oh mio dio, non credo che tu possa crederci! Ho trovato questo portale completamente distrutto sulle montagne di %2$s!",
    "peppy.dialogue.location.ruined_portal_swamp\/1": "Sii fermo stretto, perché ho notizie selvagge da darti! C'è un portale completamente distrutto che si trova nel pantano al %2$s. Scommetto che gli invasori del Nether si stanno pentendo di aver atterrato in questo buco!",
    "peppy.dialogue.location.shipwreck\/1": "Oh mio dio, indovina cosa?! Ho inciampato nel più incredibile relitto di nave al %2$s! È seriamente incredibile! Questa nave, oh wow, un tempo era di proprietà della compagnia dell'Alleanza Orientale. Puoi crederci?",
    "peppy.dialogue.location.shipwreck\/2": "Ehi lì! Hai sentito? Qualche pescatore fortunato ha recentemente scoperto un relitto navale nel luogo %2$s! Immagina l'emozione! Chi lo sa, potrebbe esserci del tesoro nascosto solo in attesa di essere trovato! Non sarebbe assolutamente mozzafiato?",
    "peppy.dialogue.location.shipwreck_beached\/1": "Ehi lì! indovina cosa? C'è questo totale relitto di nave che aspetta solo di essere esplorato al %2$s! Sinceramente, non puoi perderlo, è proprio là sulla spiaggia!",
    "peppy.dialogue.location.shipwreck_beached\/2": "Oh mio dio, devi assolutamente controllare questo! Vai al %2$s e preparati ad essere ammazzato perché c'è un vascello che si sta rilassando sulla spiaggia, completamente distrutto! Puoi crederci? Mi chiedo come sia finito lì, comunque... un mistero così!",
    "peppy.dialogue.location.swamp_hut\/1": "Ehi! Hai sentito parlare della strega malvagia che si è stabilita nella palude al %2$s? Io non andrei vicino a quel posto se fossi te, ma fa un bel racconto!",
    "peppy.dialogue.location.swamp_hut\/2": "Ehi, ehi, indovina cosa? C'è questo supero crepuscolare capanna nel %2$s, e sai chi ci vive? Una strega! Sì, seriamente, eviteresti di andarci se fossi me. Non c'è bisogno di incontri con le streghe, non credi?",
    "peppy.dialogue.location.village_desert\/1": "Ehi lì, avventuriero! Prendi il tuo creme solare e va' al %2$s, dove troverai il villaggio più delizioso mai, nascosto nel mezzo di un deserto arido!",
    "peppy.dialogue.location.village_plains\/1": "Oh, ragazzo, hai visto il villaggio delizioso là a %2$s? È un gioiello assoluto!",
    "peppy.dialogue.location.village_plains\/2": "Ti farà perdere il fiato quando, per caso, scoprirai il più affascinante villaggio nel cuore delle pianure al %2$s! È come se un fiaba si fosse avverata!",
    "peppy.dialogue.location.village_savanna\/1": "Ehi, sai che c'è un'altra villaggio là dove %2$s? È come un bagno turco lì! così caldo!",
    "peppy.dialogue.location.village_savanna\/2": "Oh mio dio, hai visitato il villaggio nella savana al %2$s? La gente lì è semplicemente fantastica! così calda e accogliente, ti piacerà!",
    "peppy.dialogue.location.village_snowy\/1": "Oh mio dio, non credi a ciò! C'è un'altra villaggio là fuori, a %2$s! Ma ti avverto, è molto freddo lì. Brrr!",
    "peppy.dialogue.location.village_snowy\/2": "Scommetto che ci sono queste persone incredibilmente affascinanti nel villaggio delle pianure innevate, proprio là dove %2$s! Ma, oh mio dio, fa veramente freddo! Come se non bastasse, devi assolutamente coprirti bene!",
    "peppy.dialogue.location.village_taiga\/1": "Oh mio dio, hai sentito parlare del villaggio incredibile situato a %2$s? È seriamente la cosa più adorabile che abbia mai visto, situata proprio nel cuore di un meraviglioso bioma di taiga!",
    "peppy.dialogue.location.village_taiga\/2": "Senti, %2$s è dove succede la magia! C'è questo fantastico villaggio profondo nel bioma di taiga incantato. Sono sicuro che non vorrai perdere questa vista!",
    "peppy.dialogue.main.evening\/1": "Ehi lì, è arrivato il pomeriggio e sono tutto eccitato!",
    "peppy.dialogue.main.evening\/2": "Posso crederci che il giorno sia volato via in fretta? Cosa hai fatto?",
    "peppy.dialogue.main.evening\/3": "Ehi, un'altra giornata produttiva nel libro! Lavora sodo, gioca più forte, non è vero?",
    "peppy.dialogue.main.evening\/4": "Il tempo vola quando si è impegnati in mille cose, non è vero? Ci sono così tante cose da conquistare e così poco tempo!",
    "peppy.dialogue.main.evening\/5": "È ora di tornare a casa e cucinare un delizioso pranzo. Devo rifornirmi per altre avventure!",
    "peppy.dialogue.main.evening\/6": "Oopsie, mi sono un po' distratto oggi. è ora di fare conto ogni secondo domani!",
    "peppy.dialogue.main.evening\/7": "Oh mio dio, ho proprio bisogno di un sonnellino energetico presto. La mattina è stata una vera e propria giostra emozionale!",
    "peppy.dialogue.main.evening\/8": "La sicurezza va prima, amico mio! La notte è quando le sorprese vengono a bussare alla porta. Stasera resto dentro casa!",
    "peppy.dialogue.main.evening\/9": "Chi è stato il fortunato che si è scontrato con l'arnese più amichevole del mondo? Devo rincasare presto, devo cucinare una tempesta!",
    "peppy.dialogue.main.morning\/1": "Buona mattina a te!",
    "peppy.dialogue.main.morning\/10": "Ecco il testo:\n\nHmm, oggi richiede un passo gentile. Devo prendere cura di questo sé stesso fantastico, sapete?",
    "peppy.dialogue.main.morning\/11": "Il mio orario è pieno oggi, ma lo affronterò come un supereroe! Non c'è tempo per le sbadate!",
    "peppy.dialogue.main.morning\/12": "Oh, ho! Ho avevo un sonno incredibilmente rinfrescante. Forse è il giorno giusto per andare grande o tornare a casa oggi, forse? Vediamo!",
    "peppy.dialogue.main.morning\/2": "Alzati e splendi, sole! Pronto a conquistare il giorno?",
    "peppy.dialogue.main.morning\/3": "Oh mio dio, oggi sono letteralmente pieno di energia, come va a te?",
    "peppy.dialogue.main.morning\/5": "Oh no, notte difficile? Non sembri il tuo solito essere fantastico.",
    "peppy.dialogue.main.morning\/6": "Buongiorno, mio amico supercaricato! Preparati per un giorno epico!",
    "peppy.dialogue.main.morning\/7": "Hai sognato di unicorni e arcobaleni la notte scorsa? Sei proprio radiante!",
    "peppy.dialogue.main.morning\/8": "Alzati e splendere, testa addormentata!",
    "peppy.dialogue.main.morning\/9": "Oh, che mattino glorioso! Posso sentire le vibrazioni di produttività nell'aria!",
    "peppy.dialogue.main.night\/1": "Oh, wow, stai bruciando il petrolio della mezzanotte, eh? Impressionante!",
    "peppy.dialogue.main.night\/10": "Ehi lì, testa di legno! è ora di andare a letto e ricaricare le batterie. Ti assicuro che domani sarà un turbine di emozioni in attesa per te!",
    "peppy.dialogue.main.night\/2": "Chi ha bisogno di sonno quando c'è tanto entusiasmo nella notte? Sono tutta dentro!",
    "peppy.dialogue.main.night\/3": "Ehi, esploratore notturno! Sarebbe meglio se ci tenessimo insieme e conquistassimo l'oscurità!",
    "peppy.dialogue.main.night\/4": "I nostri valorosi guardiani ci tengono al sicuro, ma, oh mio dio, la notte mi dà i brividi ogni tanto!",
    "peppy.dialogue.main.night\/5": "Oh, la serenità della notte mi avvolge, portando gioia al mio animo stanco.",
    "peppy.dialogue.main.night\/6": "Il trambusto del giorno non può competere con il fascino di una passeggiata sotto la luna, non credi?",
    "peppy.dialogue.main.night\/7": "Oh mio dio! Sto sentendo stanco. Immagino che dovrò ricaricarmi e prendere facilmente domani.",
    "peppy.dialogue.main.night\/8": "Non posso aspettare di accucciarmi nel mio letto comodo e addormentarmi nel sogno.",
    "peppy.dialogue.main.night\/9": "Ehi, il tempo di dormire sta chiamando, amico mio! Devo riposare per la grande giornata che si avvicina.",
    "peppy.dialogue.main.rock_paper_scissor\/1": "Okay, va bene, facciamo questo gioco di pietra carta forbice e abbiamo un gran bel tempo! Sei pronto a mostrare le tue abilità e farmi cadere in questa battaglia epica delle mani? Sì, andiamo! Pietra, carta, forbice, va'!",
    "peppy.dialogue.main\/1": "Ecco, ciao lì, sole!",
    "peppy.dialogue.main\/2": "Ehi-ei! Come va la vita oggi, amico?",
    "peppy.dialogue.main\/3": "Ehi, ehi, ehi! è sempre un piacere vederti!",
    "peppy.dialogue.main\/4": "Cosa c'è di nuovo nel tuo mondo oggi?",
    "peppy.dialogue.main\/5": "Come ti tratta l'avventura oggi, mio amico energico?",
    "peppy.dialogue.main\/6": "Ehi lì, %1$s! Qual è il più recente e il meglio?",
    "peppy.dialogue.main\/7": "Ecco il testo:\n\n\"Non credi alla storia che ti sto per raccontare! Stavo passando del tempo con %supporter% quando ebbe un'esperienza vicina con uno zombi! Ma non preoccuparti, si è semplicemente scrollato via come un campione! E parlando di %supporter%, giuro di aver visto oggi un doppelganger zombie di lui. Craziness, vero?\"",
    "peppy.dialogue.no_money\/1": "Ehi lì! temo di doverti dire che i miei servizi specializzati hanno un prezzo che richiede un po' più di brillantezza nei tuoi taschini.",
    "peppy.dialogue.no_money\/2": "Oh, oh! Fermati un attimo! Non puoi andare via con questo affare qui, amico! Dovrai scavare più profondo nella tua miniera di zaffiri se vuoi assoldarmi!",
    "peppy.dialogue.no_money\/3": "Non lasciare che l'apparenza economica mi inganni, amico! Stiamo parlando di servizi di alta qualità che hanno un costo. Quindi, vai avanti, raccogli quegli smarriti e parliamo d'affari!",
    "peppy.dialogue.procreate_engaged\/1": "Oh, mio caro, semplicemente sarei sopraffatto se non fossimo legati nel vincolo del matrimonio. È come entrare in un nido di amore e sicurezza!",
    "peppy.dialogue.procreate_engaged\/2": "Sai cosa farebbe cantare il mio cuore? Embracciare la gioia della paternità, ma solo dopo aver sigillato il nostro amore con un legame indissolubile. È tutto questione di costruire una fondazione solida, cara mia!",
    "peppy.dialogue.rock_paper_scissor.loose.paper\/1": "Nessuno può battermi quando scelgo forbici, segna il mio parere!",
    "peppy.dialogue.rock_paper_scissor.loose.rock\/1": "Ehi! Scegliendo carta e... be', sono il vincitore, baby!",
    "peppy.dialogue.rock_paper_scissor.loose.scissor\/1": "Ahah! Ho appena sconfitto le tue deboli forbici con il mio massiccio rocchetto di trionfo!inchinatevi ai miei superiori skill di gioco!",
    "peppy.dialogue.rock_paper_scissor.paper\/1": "Carta, la strategia vincente per quelli che osano essere fantastici!",
    "peppy.dialogue.rock_paper_scissor.rock\/1": "Tenetevi stretti i cappelli perché sto per portare la tempesta con una roccia!",
    "peppy.dialogue.rock_paper_scissor.scissor\/1": "Tagliando la strada verso la vittoria con i miei fedeli forbici!",
    "peppy.dialogue.rock_paper_scissor.win.paper\/1": "Alcuni dicono che la roccia sia la scelta forte e stabile, ma per me è solo una ricetta per il fallimento!",
    "peppy.dialogue.rock_paper_scissor.win.rock\/1": "Ecco! La roccia ha completamente distrutto le forbici! Mi sono persa, ma continuiamo a giocare!",
    "peppy.dialogue.rock_paper_scissor.win.scissor\/1": "Ecco! forbici hanno appena trasformato carta in confetti con la loro energia inarrestabile. Sei l'eroe vibrante di questo gioco, amico entusiasta mio!",
    "peppy.dialogue.rock_paper_scissor\/1": "Pronto, impostazione, vai! Scegliamo pietra, carta o forbice e facciamo succedere qualcosa di magico!",
    "peppy.dialogue.rock_paper_scissor\/2": "Preparati, amico, perché questa volta sto per scatenare una serie di vittorie inarrestabili che ti lasceranno a bocca aperta!",
    "peppy.dialogue.rumors.failed\/1": "Oh mio piccone di diamante! Mi dispiace, ma non ho scoperto alcuna pettegolezzo recente.",
    "peppy.dialogue.rumors.lore\/1": "Jax potrebbe ancora avere i suoi fedeli seguaci, ma ti dico, sirben sta guadagnando una popolarità incredibile! È come un incendio, grazie ai profeti carismatici Merlinwolfgames e Crow. Stanno diffondendo le parole di Sirben in tutto il mondo e la gente non ne può più avere abbastanza!",
    "peppy.dialogue.rumors.lore\/2": "Oh boy, non credi alle storie che si sono messe in testa quegli esseri demoniaci di cyberdemoni quando hanno pensato di invaderci! Ma grazie ai coraggiosi sforzi di sirben e al leggendario luke, quei cattivi sono stati mandati a quel paese. Parliamo di una vittoria per le età!",
    "peppy.dialogue.rumors.lore\/3": "Ehi, hai sentito i pettegolezzi selvaggi su 2da50? Pare che dopo avermi intrecciato con la scomparsa degli antichi costruttori, questo avventuroso esploratore si è diretto verso le terre lontane e non ha mai guardato indietro. Immagina gli avventure che devono avere là fuori!",
    "peppy.dialogue.rumors.lore\/4": "Preparati per un'esperienza incredibile, amico mio. Merlinwolfgames, quel genio costruttore, ha deciso di erigere un tempio dedicato a Sirben. Non è solo qualsiasi tempio, naturalmente. È uno dei meravigliosi antichi monumenti che ti lasceranno senza parole. Devi vederlo per crederci!",
    "peppy.dialogue.rumors.lore\/5": "Sai, ci fu una volta questa razza mitica di costruttori, ormai scomparsi dal nostro mondo. Ma il loro legato vive ancora nei ruderi e nei templi sparsi sul Overworld. È come un ricordo del loro incredibile mestiere e dei segreti che hanno lasciato dietro di sé. Ah, le storie che potrebbero raccontare!",
    "peppy.dialogue.rumors.lore\/6": "Raccogliete intorno a me, amico, e lasciatemi regalare con storie dei leggendari costruttori antichi. Oh, le meraviglie che hanno lasciato dietro di sé! Ruderi e templi sparsi sull'overworld, ognuno con il suo proprio mistero e intrigo. È come tornare indietro nel tempo e scoprire i segreti di una civiltà perduta. Non ti dà forse i brividi?",
    "peppy.dialogue.shake_hand.fail\/1": "Oh mio dio! Sei serio? Dopo che hai attaccato con la spada quel povero vitello?!",
    "peppy.dialogue.shake_hand.fail\/2": "Non c'è problema!",
    "peppy.dialogue.shake_hand.fail\/3": "Ehi lì, non c'è bisogno di essere troppo formale con me! Siamo quasi amici d'infanzia!",
    "peppy.dialogue.shake_hand.fail\/4": "Oh, oh! Non è il tuo stile tipico, amico mio!",
    "peppy.dialogue.shake_hand.fail\/5": "Haha, non grazie! Non mi va di prendere in mano la tua mano mentre emetti un'atmosfera così ostile.",
    "peppy.dialogue.shake_hand.success\/1": "Il tuo saluto è assolutamente delizioso!",
    "peppy.dialogue.shake_hand.success\/2": "Il tuo saluto è così energico, sembra un'esplosione di sole!",
    "peppy.dialogue.shake_hand.success\/3": "Oh mio dio, il tuo saluto è semplicemente meraviglioso!",
    "peppy.dialogue.shake_hand.success\/4": "Ciao, buon signore\/donna!",
    "peppy.dialogue.shake_hand.success\/5": "Ecco, ecco, ecco, guardate chi abbiamo qui! Un'anima deliziosa, presumo!",
    "peppy.dialogue.stay.fail\/1": "Non è il mio stile, sono tutto per l'emozione dell'esplorazione!",
    "peppy.dialogue.stay.fail\/2": "Grazie per l'offerta, ma sono un esploratore libero e spirito!",
    "peppy.dialogue.stay.fail\/3": "Questo villaggio è affascinante, ma il mio cuore brama l'emozione dell'avventura!",
    "peppy.dialogue.stay.no_space\/1": "Wow, questo villaggio è letteralmente pieno di vita!",
    "peppy.dialogue.stay.no_space\/2": "Sono completamente d'accordo di restare, ma è come un'orgia di letti qui dentro - nessuna disponibilità!",
    "peppy.dialogue.stay.repeat\/1": "Oh mio dio, hai già chiesto questo un paio di volte!",
    "peppy.dialogue.stay.repeat\/2": "Oh, hai chiesto questo prima, amico mio!",
    "peppy.dialogue.stay.success\/1": "Oh mio dio, sono assolutamente entusiasta di restare in questo delizioso villaggio!",
    "peppy.dialogue.stay.success\/2": "Ecco, sono oltre emozionato di poter chiamare questo incredibile villaggio la mia casa dolce casa!",
    "peppy.dialogue.story.enderdragon.fail\/1": "Oh, oh! Smettere! Stai suggerendo che il drago dell'End è solo un racconto? Mi fai ridere!",
    "peppy.dialogue.story.enderdragon.fail\/2": "Oh mio dio, stai scherzando, vero? Non è possibile che un essere umano come noi possa anche solo sognare di abbattere quel mostro magnifico! È come cercare di accarezzare un tornado!",
    "peppy.dialogue.story.enderdragon.success\/1": "Ehi-ei! Hai portato l'uovo del drago? È come il trofeo più alto!",
    "peppy.dialogue.story.enderdragon.success\/2": "Oh mio dio, hai sconfitto il terribile drago dell'ender?! Il nostro villaggio parlerà di questo per sempre! Sei un totale leggenda!",
    "peppy.dialogue.story.exploring.fail\/1": "Oh, vieni un po' in là! Le tue storie sono così ieri, parliamo di qualcosa di fresco e emozionante!",
    "peppy.dialogue.story.exploring.fail\/2": "Oh mio dio, sei come l'incarnazione della coolness! Non posso nemmeno gestire tutta quell'edginess che stai portando al tavolo, tipo duro. Sì, impressionante!",
    "peppy.dialogue.story.exploring.fail\/3": "Parlando con te mi ricorda di interagire con un ottimista entusiasta, sempre pronto a raggiungere i propri obiettivi. Salvo che, ovviamente, senza il suo charme adorabile.",
    "peppy.dialogue.story.exploring.success\/1": "Fantastico! Ho sempre sognato di partire in un'avventura epica come la tua un giorno!",
    "peppy.dialogue.story.exploring.success\/2": "Oh, wow! Il pensiero di vagabondare e scoprire nuovi luoghi mi fa battere il cuore. Adoro il mio villaggio accogliente e le mie care persone, ma sentire delle tue avventure mi riempie di invidia!",
    "peppy.dialogue.story.exploring.success\/3": "Sei come un esploratore temerario, che osa avventurarsi in territori sconosciuti. Ti saluto il tuo coraggio!",
    "peppy.dialogue.story.fail\/1": "Be', oh mio dio! Quello è il mio caro vecchio madre di cui stai parlando.",
    "peppy.dialogue.story.fail\/10": "Non credo di vedere come quel piccolo avventura fosse persino remotamente buona, gente.",
    "peppy.dialogue.story.fail\/2": "Ehi! Questo è il pettegolezzo più succoso che tutta la città sta discutendo, ti dico io!",
    "peppy.dialogue.story.fail\/3": "Eh? Sono un po' lento nel capire qui, gente...",
    "peppy.dialogue.story.fail\/4": "Oh mio cielo! Sei assolutamente orribile! I Creepers hanno sentimenti, sai?",
    "peppy.dialogue.story.fail\/5": "Oh, per amore dei diamanti! Come hai potuto crudelmente uccidere un povero agnello innocente?",
    "peppy.dialogue.story.fail\/6": "*Sputtare* Ehi, scusa! Stavo solo prendendo un po' di sonno là, gente!",
    "peppy.dialogue.story.fail\/7": "Oh mio dio, che fallimento epico! Non valeva affatto il mio tempo prezioso!",
    "peppy.dialogue.story.fail\/8": "Yawnarama! Parliamo di un sonnellino, non è vero?",
    "peppy.dialogue.story.fail\/9": "Devi essere pazzo in positivo e non sto parlando del buon tipo di pazzo, amico!",
    "peppy.dialogue.story.nether.fail\/1": "Wow, non hai nemmeno preso un solo passo nel Nether fiammeggiante? È come perdere un'emozionante gita in montagna!",
    "peppy.dialogue.story.nether.fail\/2": "Tutto ha un senso ora! Quei piglin non ti attaccavano per caso, potevano sentire la tua inesperienza nel Nether da un miglio di distanza!",
    "peppy.dialogue.story.nether.fail\/3": "Pfft, chi si preoccupa se sei stato nel Nether o no? Io non credo che potresti raccontare una storia affascinante nemmeno se un drago stesse soffiando sulla tua testa!",
    "peppy.dialogue.story.nether.fail\/4": "Ahah, scusa amico, ma non esattamente hai quel aspetto radioso e in ferro battuto che urla \"portalo avanti, inferno!\" Forse rimani nel mondo superiore per ora.",
    "peppy.dialogue.story.nether.fail\/5": "Il tuo nonno si disse che aveva affrontato l'Inferno e non fece mai menzione di funghi distorti? Uh-huh, certo, Pinocchio! I tuoi pantaloni sono in fiamme!",
    "peppy.dialogue.story.nether.success\/1": "Oh, parliamo di caldo! Il Nether deve essere un inferno!",
    "peppy.dialogue.story.nether.success\/2": "Sei come un supereroe resistente al fuoco che sopravvive nel regno infuocato! Insegnaimi i tuoi modi!",
    "peppy.dialogue.story.nether.success\/3": "I legendi dicono che il Nether sia una miniera d'oro di bottino epico, ma non sono sicuro che i miei livelli di energia possano gestirlo. Purtroppo!",
    "peppy.dialogue.story.nether.success\/4": "Ahimè, avventuriero temerario! Come fai a dormire la notte sapendo che stai per affrontare tutti quei mostri infuocati? Non che mi preoccupi, naturalmente. *ride nervosamente*",
    "peppy.dialogue.story.nether.success\/5": "Ehi, hai mai incontrato un maiale zombificato? Ho sentito che sono piuttosto selvaggi!",
    "peppy.dialogue.story.success\/1": "Oh mio dio, no modo! Questo è assolutamente sbalorditivo!",
    "peppy.dialogue.story.success\/2": "Oh, se solo avessi il coraggio di affrontare un crepitante. Sei così coraggioso!",
    "peppy.dialogue.story.success\/3": "Wow, quella storia era assolutamente incredibile! È un capolavoro originale?",
    "peppy.dialogue.story.success\/4": "Oh, oh! Aspetta, aspetta! Mi stai dicendo che tutta quella storia è successa solo ieri? Incredibile!",
    "peppy.dialogue.story.success\/5": "Non è possibile! Ero praticamente nello stesso luogo ieri e non ho sentito un rumore su di esso. Come ho potuto perdere il mio tempo?",
    "peppy.dialogue.story.success\/6": "Ahah, è così tipico di %supporter%! sono incredibili, semplicemente la persona più cool che esista.",
    "peppy.dialogue.story.success\/7": "Ho perso il conto di quanti volte ho sentito la leggenda epica di %supporter%. Sinceramente, raccontamelo ancora una volta subito!",
    "peppy.dialogue.story.success\/8": "Oh mio dio, quindi è questo il segreto dietro all'individuazione del tuo primo diamante? Affascinante!",
    "peppy.dialogue.story.success\/9": "Devi assolutamente venire a trovarmi più tardi! Sto morendo dalla voglia di sentire altre storie dalle tue incredibili avventure.",
    "peppy.dialogue.story.wither.fail\/1": "Non è possibile, non riesco a credere a ciò che stai dicendo!",
    "peppy.dialogue.story.wither.fail\/2": "Sembra proprio impossibile che tu sia così integro! È difficile crederci davvero!",
    "peppy.dialogue.story.wither.success\/1": "Non è possibile! Il Wither è come l'annientatore supremo o qualcosa del genere!",
    "peppy.dialogue.story.wither.success\/2": "Santo cielo, hai veramente sconfitto il Wither?! È assolutamente incredibile!"
}