{
    "entity_model_features.config.animate_once": "Animare modelli una volta per entità",
    "entity_model_features.config.animate_once.tooltip": "\"Abilitato di default\nquesto impostazione fa sì che i modelli di entità animino solo una volta per ogni entità visualizzata\nciò sarà del tutto normale nel gioco, tuttavia gli esseri viventi visibili negli schermate degli inventari potrebbero lampeggiare in modo strano\nspecialmente se rappresenta un vero essere vivente nel mondo che puoi già vedere\"",
    "entity_model_features.config.debug": "Modalità di debug attiva",
    "entity_model_features.config.debug.tooltip": "Opzioni di debug, possono essere utili per risolvere alcuni problemi",
    "entity_model_features.config.debug_hover": "Rendi solo in hovering (debug)",
    "entity_model_features.config.debug_hover.tooltip": "Fai applicare le impostazioni di rendering sopra solo all'entità che stai osservando con il tuo cliente, ovvero l'entità che ti sta direttamente sotto gli occhi.",
    "entity_model_features.config.debug_right_click": "Mostra dati di debug EMF al click destro sull'entità",
    "entity_model_features.config.debug_right_click.tooltip": "Se abilitato, questo stampa informazioni di debug EMF nel registro e nella chat quando un entità viene cliccata a destra.",
    "entity_model_features.config.double_chest_fix": "Correggi errori di registro del modello cassa doppia",
    "entity_model_features.config.double_chest_fix.tooltip": "Perché il modello di cassa doppia, 'chest_large.jem', deve essere diviso in 2 modelli a metà nel codice. Ciò può causare spam di log eccessivo sulle parti mancanti sinistra\/dritta. Quest'opzione risolve questo problema se abilitata e anche aiuta a risolvere le animazioni che si riferiscono all'altra parte della cassa. Tuttavia, è ancora fortemente consigliato di mantenere separate le animazioni delle parti sinistra e destra. Ciò è un'opzione perché altri mod che influenzano i modelli di cassa potrebbero avere problemi con questo.",
    "entity_model_features.config.ebe_config_modify": "Patch di modifica per entità di blocchi migliorati (EBE)",
    "entity_model_features.config.ebe_config_modify.tooltip": "Se abilitato, questo consentirà all'EMF di modificare la configurazione del modulo EBE per disabilitare l'EBE per certi blocchi entità se queste hanno un modello EMF personalizzato caricato. L'EMF non può abilitare automaticamente questi impostazioni in seguito, dovrai farlo manualmente se lo desideri.",
    "entity_model_features.config.ebe_warn.1": "Alcuni opzioni del modulo EBE sono stati disabilitati forzatamente da EMF.",
    "entity_model_features.config.ebe_warn.2": "Questo accade perché un pacchetto di risorse sta caricando un modello personalizzato per quel blocco entità.",
    "entity_model_features.config.ebe_warn.3": "Attualmente disabilitando queste opzioni:",
    "entity_model_features.config.ebe_warn.4": "Questo può essere modificato nei parametri di impostazione del modello EMF.",
    "entity_model_features.config.force_models": "Tentativo di impedire che i modelli EMF vengano sovrascritti",
    "entity_model_features.config.force_models.tooltip": "Proverà a forzare i renderer di entità a utilizzare i modelli impostati da EMF.\nQuesto può sovrascrivere i modelli vanilla modificati da altri moduli.\nCiò non funzionerà con tutti i modi.",
    "entity_model_features.config.function_explanation.abs": "Calcola l' valore assoluto di un numero. Trasforma i numeri negativi in positivi",
    "entity_model_features.config.function_explanation.acos": "Il valore di acos (x) è l'arco coseno di x.",
    "entity_model_features.config.function_explanation.asin": "Calcola l'arco seno di x",
    "entity_model_features.config.function_explanation.atan": "Il funzionale atan(x) restituisce l'arco tangente di x.",
    "entity_model_features.config.function_explanation.atan2": "Calcola l'angolo tra l'asse x positiva e il punto (x, y)",
    "entity_model_features.config.function_explanation.between": "tra (x, min, max)\nverifica se un valore è compreso tra i valori min e massimo",
    "entity_model_features.config.function_explanation.catch": "`catch(x,c,id)\nritorna x, tuttavia se x è NaN o causa un errore di animazione diverso allora c verrà restituito invece.\nid è facoltativo, se aggiunto la funzione catch stampa il motivo per cui c è stato utilizzato nel registro dei giochi con questo id\nprincipalmente destinato alla debug degli animatori, se ci sono possibilità che qualcosa attivi questa funzione dovresti veramente risolvere quel problema invece.`",
    "entity_model_features.config.function_explanation.catmullrom": "Funzione di interpolazione Catmull-Rom (k, x, y, z, w): intercala tra x e y utilizzando la funzione di spline di Catmull-Rom con punti di controllo z e w.",
    "entity_model_features.config.function_explanation.ceil": "ceil(x)\nRonda x verso il numero intero più vicino",
    "entity_model_features.config.function_explanation.clamp": "Limita un numero tra i valori minimo e massimo.",
    "entity_model_features.config.function_explanation.cos": "cos(x): ottiene il coseno di x",
    "entity_model_features.config.function_explanation.cubicbezier": "Funzione di interpolazione cubica Bezier (k, x, y, z, w) - Interpola tra x e y utilizzando la funzione di spline cubica Bezier con punti di controllo z e w.",
    "entity_model_features.config.function_explanation.degdiff": "Spiegazione funzione degdiff: restituisce la differenza angolare più breve in gradi tra due valori di gradi x e y.",
    "entity_model_features.config.function_explanation.easeinback": "easeinback(k, x, y) - interpola tra x e y utilizzando la funzione di easing in back.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeinbounce": "easeinbounce (k, x, y) - interpola tra x e y utilizzando la funzione di easing in bounce.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeincirc": "easeincirc (k, x, y) - interpola tra x e y utilizzando la funzione di easing in circolare.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeincubic": "easeincubic (k, x, y) - interpola tra x e y utilizzando la funzione di easing in cubica.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeinelastic": "easeinelastic (k, x, y) - interpola tra x e y utilizzando la funzione di easing in elastico.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeinexpo": "easeinexpo(k, x, y) - interpola tra x e y utilizzando la funzione di easing in expo.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeinoutback": "easeinoutback (k, x, y) - interpola tra x e y utilizzando la funzione di easing in e out back. Esempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeinoutbounce": "easeinoutbounce (k, x, y) - interpola tra x e y utilizzando la funzione di comfort in e fuori dal salto.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeinoutcirc": "easeinoutcirc (k, x, y) - interpola tra x e y utilizzando la funzione di easing in e out circolare.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeinoutcubic": "easeinoutcubic(k, x, y) - interpola tra x e y utilizzando la funzione di easing in e out cubica.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeinoutelastic": "easeinoutelastic (k, x, y) - interpola tra x e y utilizzando la funzione di easing in e out elastica.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeinoutexpo": "easeinoutexpo(k, x, y) - interpola tra x e y utilizzando la funzione di easing in e out expo.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeinoutquad": "easeinoutquad (k, x, y) - interpola tra x e y utilizzando la funzione di easing in e out quad.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeinoutquart": "easeinoutquart (k, x, y) - interpola tra x e y utilizzando la funzione di easing in e out quart. Esempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeinoutquint": "easeinoutquint(k, x, y) - interpola tra x e y utilizzando la funzione di easing in e out quint. Esempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeinoutsine": "easeinoutsine (k, x, y) - interpola tra x e y utilizzando la funzione di easing in e out sinusoidale.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeinquad": "easeinquad (k, x, y) - interpola tra x e y utilizzando la funzione di easing in quad.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeinquart": "easeinquart(k, x, y) - interpola tra x e y utilizzando la funzione di easing in quart. Esempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeinquint": "easeinquint(k, x, y) - interpola tra x e y utilizzando la funzione di easing in quint. Esempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeinsine": "Funzione di interpolazione ease-in-sine (k, x, y) - intercala tra x e y utilizzando la funzione di easing in sine.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeoutback": "easeoutback (k, x, y) - interpola tra x e y utilizzando la funzione di easing out back.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeoutbounce": "easeoutbounce (k, x, y) - interpola tra x e y utilizzando la funzione di easing out bounce.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeoutcirc": "easeoutcirc (k, x, y) - interpola tra x e y utilizzando la funzione di easing out circ.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeoutcubic": "easeoutcubic (k, x, y) - interpola tra x e y utilizzando la funzione di easing out cubica.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeoutelastic": "Funzione di interpolazione \"ease out elastic\" (k, x, y) - esegue un'interpolazione tra x e y utilizzando la funzione di easing out elastic.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeoutexpo": "easeoutexpo (k, x, y) - interpola tra x e y utilizzando la funzione di easing out expo.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeoutquad": "easeoutquad(k, x, y) - interpola tra x e y utilizzando la funzione di easing out quad.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeoutquart": "easeoutquart (k, x, y) - interpola tra x e y utilizzando la funzione di easing out quart. Esempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeoutquint": "easeoutquint (k, x, y) - interpola tra x e y utilizzando la funzione di easing out quint. Esempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.easeoutsine": "Funzione di interpolazione ease out sine (k, x, y) - intercala tra x e y utilizzando la funzione di easing out sine.\n\nEsempi disponibili qui: https:\/\/easings.net\/",
    "entity_model_features.config.function_explanation.equals": "Spiegazione del funzionale equals: confronta due valori a float con margine di errore",
    "entity_model_features.config.function_explanation.exp": "esp(x)\nottenere e (costante di Eulero) elevata alla potenza di x",
    "entity_model_features.config.function_explanation.floor": "Il valore più basso (arrotonda x verso il basso al numero intero più vicino)",
    "entity_model_features.config.function_explanation.fmod": "fmod(x, y)\nuguale all'operatore %, ma il valore restituito sempre ha lo stesso segno del divisore",
    "entity_model_features.config.function_explanation.frac": "Calcola la parte frazionale di x (il resto dopo il punto decimale)",
    "entity_model_features.config.function_explanation.hermite": "Interpola tra x e y utilizzando la funzione di spline di Hermite con punti di controllo z e w.",
    "entity_model_features.config.function_explanation.if": "Se (cond), allora (val); se (cond2), allora (val2); ..., altrimenti (val_else) - seleziona un valore in base ad uno o più condizioni.",
    "entity_model_features.config.function_explanation.ifb": "Se (cond, valore, [cond2, valore2, ...], valore_altrimenti)\nseleziona un valore in base ad uno o più condizioni\nritorna solo valori booleani",
    "entity_model_features.config.function_explanation.in": "Verifica se un valore è uguale a uno dei seguenti valori (x, val1, val2, ...).",
    "entity_model_features.config.function_explanation.keyframe": "Chiaveframe (k, a, b, c,...)\ninterpola in modo fluido tra valori sulla base del frame corrente \"k\" e dei chiaveframe. \"a\" è \"k = 0\", \"b\" è \"k = 1\", \"c\" è \"k = 2\" ecc.",
    "entity_model_features.config.function_explanation.keyframeloop": "keyframeloop(k, a, b, c,...)\nintercala in modo fluido tra i valori sulla base del frame corrente \"k\" e dei frame di riferimento. \"a\" è \"k=0\", \"b\" è \"k=1\", \"c\" è \"k=2\" ecc., ma ripete l'animazione quando \"k\" è maggiore del numero di frame di riferimento",
    "entity_model_features.config.function_explanation.lerp": "Interpolazione lineare tra x e y (lerp(k, x, y))",
    "entity_model_features.config.function_explanation.log": "Logaritmo naturale di x (x)",
    "entity_model_features.config.function_explanation.max": "Spiegazione del funzionale di configurazione delle caratteristiche del modello entità: \"Restituisce il numero più grande da una lista di numeri\" (max(x, y, ...))",
    "entity_model_features.config.function_explanation.min": "Ottenere il numero più piccolo da una lista di numeri (x, y, ...).",
    "entity_model_features.config.function_explanation.nbt": "Funzione booleana che restituisce true se l'entità ha il tag NBT x che corrisponde alla query y.\nx è equivalente a ciò che viene dopo 'nbt.<n>.' nella proprietà NBT casuale.\ny è equivalente a ciò che viene dopo l'uguale '=' nella proprietà NBT casuale.\nEsempio: 'nbt.1.sleepingx=exists:true' nella proprietà NBT sarà 'nbt(sleepingx, exists:true)' nella funzione di animazione.",
    "entity_model_features.config.function_explanation.pow": "eleva x alla potenza di y",
    "entity_model_features.config.function_explanation.print": "Stampa (id, n, x)\nstampa il valore \"x\" ogni n-esimo frame",
    "entity_model_features.config.function_explanation.printb": "stampa (id, n, x)\nStampa il valore booleano \"x\" ogni n-esimo frame",
    "entity_model_features.config.function_explanation.quadbezier": "funzione di interpolazione quadratica Bezier (k, x, y, z) - intercala tra x e y utilizzando la funzione di spline di Bezier quadratica con punto di controllo z",
    "entity_model_features.config.function_explanation.raddiff": "Restituisce la differenza angolare in radianti più breve tra due valori di radiani x e y.",
    "entity_model_features.config.function_explanation.random": "Funzione spiegazione: random(seed)\nNumero casuale da 0 a 1. La fornitura di un seme restituirà sempre lo stesso risultato. Il seme è facoltativo.",
    "entity_model_features.config.function_explanation.randomb": "Funzione spiegazione: random(seed)\nRandom, booleano vero\/falso. Fornire un seed restituirà sempre lo stesso risultato. Il seed è facoltativo.",
    "entity_model_features.config.function_explanation.round": "Arrotonda (x)\narrotonda x al numero intero più vicino",
    "entity_model_features.config.function_explanation.signum": "Restituisce il segno di x (positivo o negativo)",
    "entity_model_features.config.function_explanation.sin": "sen(x)\nottiene il seno di x",
    "entity_model_features.config.function_explanation.sqrt": "√(x)\nottiene la radice quadrata di x",
    "entity_model_features.config.function_explanation.tan": "tan(x)\nottiene l'angolo di x",
    "entity_model_features.config.function_explanation.todeg": "Converte radian in gradi",
    "entity_model_features.config.function_explanation.torad": "Converti gradi in radianti (deg → rad)",
    "entity_model_features.config.function_explanation.wrapdeg": "wrapdeg(x) - imposta il valore di gradi x nel range -180 a 180 per adattarlo",
    "entity_model_features.config.function_explanation.wraprad": "wraprad(x) - avvolge il valore in radianti x nel range -π a π per adattarlo",
    "entity_model_features.config.functions": "Funzioni di configurazione per il modello entità",
    "entity_model_features.config.functions.explain": "Una lista di tutti i funzioni matematiche attualmente registrate per l'utilizzo negli animazioni di modelli di entità personalizzati dell'EMF. Ogni funzione fornirà ulteriori informazioni quando si cliccherà su di essa.",
    "entity_model_features.config.general": "Configurazione generale",
    "entity_model_features.config.general.tooltip": "Impostazioni generali",
    "entity_model_features.config.iris_shadow_skip": "Ignora l'animazione del passaggio dell'ombra dell'iride",
    "entity_model_features.config.iris_shadow_skip.tooltip": "Questo farà sì che il modello di entità non animi due volte ogni frame, sia per la renderizzazione che per la passata ombra Iris. Ciò dovrebbe essere sempre attivo e è presente solo nel caso di futuri cambiamenti potenzialmente incompatibili dell'API Iris.",
    "entity_model_features.config.large_mob_lod": "Conserva LOD per mostri più grandi",
    "entity_model_features.config.large_mob_lod.tooltip": "Se abilitato, questo ridurrà l'impatto del livello di dettaglio (LOD) delle impostazioni precedenti in base alle dimensioni dei mostri. I mostri più grandi avranno meno frame saltati notevoli rispetto ai mostri più piccoli.",
    "entity_model_features.config.load_warn.1": "Errori di caricamento riscontrati da emf",
    "entity_model_features.config.load_warn.2": "Emf può registrare di nuovo questi errori a partire da, modelli > debug >",
    "entity_model_features.config.load_warn.3": "Controlla i tuoi log o impostazioni EMF per ulteriori informazioni",
    "entity_model_features.config.load_warn.title": "Riabilita tutti gli errori di caricamento",
    "entity_model_features.config.load_warn.title2": "Riabilita tutti gli errori di caricamento (con traccia della pila)",
    "entity_model_features.config.load_warn.tooltip": "Questo opzione ristampa tutti gli errori di caricamento EMF incontrati durante l'ultimo riavvio risorsa, nella loro sequenza d'ordine, nel registro, non tutti gli errori qui presenti saranno molto utili poiché potrebbero mancare il contesto del registro circostante.",
    "entity_model_features.config.lod": "Distanza LOD dell'animazione",
    "entity_model_features.config.lod.tooltip": "Imposta la distanza a partire dalla quale le animazioni inizieranno a saltare frame, riducendo il livello di dettaglio (LOD). Ciò può aiutare con le prestazioni. Nessun valore = nessun salto di frame; 16 = salta un frame ogni 16 blocchi di distanza dal giocatore. I valori più bassi significano più salti di frame e maggiore guadagno di prestazioni, ma ovviamente le animazioni diventeranno notevolmente più basse.",
    "entity_model_features.config.log_math": "Calcoli di animazione logaritmici",
    "entity_model_features.config.log_math.tooltip": "Stampa dati di animazione matematici nel registro\navviso: estremamente induttivo di ritardo!",
    "entity_model_features.config.log_models": "Stampa informazioni sulla costruzione dei modelli entità",
    "entity_model_features.config.log_models.tooltip": "Stampa dati di creazione del modello nel registro",
    "entity_model_features.config.low_fps_lod": "Ritieni LOD a bassa velocità di frame per secondi",
    "entity_model_features.config.low_fps_lod.tooltip": "Se abilitato, ridurrà il livello di dettaglio (LOD) dell'impatto del setting sopra menzionato in base alle tue FPS. Questo setting si applica solo quando le FPS sono inferiori a 60, poiché i frame saltati diventano sempre più notevoli a bassissime FPS.",
    "entity_model_features.config.math": "Dettagli matematici dell'animazione",
    "entity_model_features.config.math.explain": "Questo sezione fornisce dettagli sulle funzioni e le variabili di matematica disponibili per l'utilizzo in animazioni di modello entità personalizzate EMF. Inclusi qualsiasi funzione o variabile aggiunta a EMF da un altro modulo utilizzando la sua API. Ogni funzione e variabile fornirà ulteriori informazioni quando si cliccherà su di esse.",
    "entity_model_features.config.models": "Tutti i modelli",
    "entity_model_features.config.models.arrows": "Modelli di entità per frecce: l'arco.jem e la freccia spettrale.jem non appariranno qui, ma sono entrambe supportate.",
    "entity_model_features.config.models.cape": "Configurazione dei modelli di entità - Cappe:\n\nIl modello \"player_cape.jem\" non apparirà qui, ma è anche supportato. È una copia esatta del modello \"player.jem\", ma solo per la parte \"cloak\".",
    "entity_model_features.config.models.enabled": "Abilita il modello",
    "entity_model_features.config.models.enabled.tooltip": "Imposta se caricare o meno il file di modello .jem specificato",
    "entity_model_features.config.models.explain": "Non tutti i parti visibili qui esportati possono essere disponibili. Solo le parti dichiarate saranno esportate. È possibile trovare i dettagli della trasformazione delle parti mancanti controllando il registro del gioco dopo l'esportazione.",
    "entity_model_features.config.models.export": "Esporta modello come file .jem",
    "entity_model_features.config.models.export.fail": "Il modello non può essere esportato, perché:",
    "entity_model_features.config.models.export.success": "Modello esportato con successo",
    "entity_model_features.config.models.export.tooltip": "Esporta questo modello come file .jem nel directory \"mc_directory\/emf\/export\". Il file può essere aperto in Blockbench e contiene tutti i dati necessari per un modello personalizzato, compresi i punti di pivot, le caselle e le UV. Inoltre, verranno stampati anche altri dati nella log, come dove posizionare questo file .jem per utilizzarlo in un pacchetto di risorse.",
    "entity_model_features.config.models.file_names": "Nomi e posizioni dei file",
    "entity_model_features.config.models.part_names": "Nomi di parti per questo modello",
    "entity_model_features.config.models_text": "Questi sono tutti i modelli modificabili tramite EMF.\nQueste schermate mostreranno solo\/exporteranno informazioni sull' stato di base dei modelli\nSe desideri vedere lo stato attuale di un modello, dovrai guardarlo nel gioco.",
    "entity_model_features.config.only_client": "Modifica solo il tuo modello di giocatore",
    "entity_model_features.config.only_client.tooltip": "Se abilitato, questo applicherà solo modelli di giocatore personalizzati al tuo proprio giocatore, ignorando tutti gli altri nel gioco multiplayer.",
    "entity_model_features.config.optifine_fallback_properties": "Usa proprietà di fallback (.properties)",
    "entity_model_features.config.optifine_fallback_properties.tooltip": "Se abilitato, questo farà sì che EMF cerchi di caricare un file di proprietà di fallback se il file regolare non può essere trovato. Ad esempio, pig_baby.jem utilizzerà pig.properties come fallback se pig_baby.properties non esiste. OptiFine funziona solo con questi fallback e in realtà non consente l'esempio per modello come pig_baby.properties.",
    "entity_model_features.config.optifine_floor": "UV per scatola del pavimento",
    "entity_model_features.config.optifine_floor.tooltip": "Opzioni di ottimizzazione del pavimento OptiFine: tutti i valori UV personalizzati sono arrotondati ai numeri interi. Ciò renderà anche EMF (Entity Model Features) a fare lo stesso, e EMF registrerà un messaggio di log se trova un modello che non ha UV arrotondate.",
    "entity_model_features.config.optifine_subfolders": "I modelli di sottocartella devono variare",
    "entity_model_features.config.optifine_subfolders.tooltip": "Opzione di sottocartelle per i file del modello solo funziona con OptiFine se il modello varia.\nEsempio: 'optifine\/cem\/skeleton\/skeleton.jem' caricherà solo se ha varianti come ad esempio 'optifine\/cem\/skeleton\/skeleton2.jem' o un file di proprietà.\nQuesta impostazione farà anche applicare questa regola a EMF,\nEMF loggerà questo se trova un modello che non varia.",
    "entity_model_features.config.optifine_syntax": "Limite di sintassi di animazione CEM (OptiFine)",
    "entity_model_features.config.optifine_syntax.tooltip": "Se abilitato, questo imposterà la sintassi di OptiFine per le limitazioni CEM, come ad esempio:\n- I IDs degli ossa negli animazioni non possono iniziare con \"_\" o numeri.\n- I numeri non possono iniziare con un punto, come ad esempio \".9\".\n- Le ossa denominate \"render\" non possono essere riferite dalle animazioni.\nQuesto impostazione abilitata loggerà gli errori per qualsiasi animazione che violi queste regole e le renderà non valide.",
    "entity_model_features.config.optimizations": "Optimizzazione",
    "entity_model_features.config.optimizations.tooltip": "Impostazioni relative all'ottimizzazione dell'anima",
    "entity_model_features.config.options": "Opzioni e correzioni",
    "entity_model_features.config.options.tooltip": "Opzioni varie per funzionalità fondamentali o correzioni di compatibilità del modulo",
    "entity_model_features.config.performance": "Impostazioni di prestazione",
    "entity_model_features.config.physics": "Patch di modulazione fisica",
    "entity_model_features.config.physics.1": "Usa modello originale",
    "entity_model_features.config.physics.2": "Usa modello EMF (CEM)",
    "entity_model_features.config.physics.tooltip": "Sarà disponibile solo il rendering dei componenti del modello originale di Minecraft alla morte se abilitato il modulo fisica.\nQuesto funziona parzialmente, ma non è una soluzione perfetta.",
    "entity_model_features.config.player_settings": "Impostazioni del giocatore",
    "entity_model_features.config.prevent_hand": "Prevenire animazioni delle mani in prima persona",
    "entity_model_features.config.prevent_hand.tooltip": "Se abilitato, questo impedirà forzatamente l'esecuzione di tutte le animazioni EMF personalizzate sul modello di mano del primo persona.",
    "entity_model_features.config.print_mode": "Modalità di esportazione del modello",
    "entity_model_features.config.print_mode.all_log": "Tutti i modelli - registro solo",
    "entity_model_features.config.print_mode.all_log_jem": "Tutti i modelli - registro e file .jem",
    "entity_model_features.config.print_mode.log": "Modelli sconosciuti - registro solo",
    "entity_model_features.config.print_mode.log_jem": "Modelli sconosciuti - registro e file .jem",
    "entity_model_features.config.print_mode.tooltip": "Questo stampa le informazioni sulla parte o il file .jem completo per qualsiasi modello che EMF può accedere ogni volta di ricarico!!\nI file .jem si trovano in \"directory_di_minecraft\/emf\/export\" dopo una ricarica\nI file .jem sono pronti per Blockbench con pivot, caselle e UV corretti\nModelli sconosciuti si riferiscono a modelli non supportati da Optifine CE",
    "entity_model_features.config.render": "Modalità di rendering di debug",
    "entity_model_features.config.render.green": "Renders as flash green",
    "entity_model_features.config.render.lines": "Solo wireframe",
    "entity_model_features.config.render.lines_texture": "Rete sopra testo",
    "entity_model_features.config.render.lines_texture_flash": "Flash di wireframe sopra il testo della texture",
    "entity_model_features.config.render.none": "Disabilitato",
    "entity_model_features.config.render.normal": "Normale",
    "entity_model_features.config.render.tooltip": "Configura come vengono visualizzati i componenti del modello personalizzato, ciò non influisce sui componenti di default del gioco.\nnormale = rendering normale\nflash verde = i componenti personalizzati si accenderanno con un colore verde\ncontorni = verranno visualizzati i contorni dei componenti del modello\ndisabilitato = i componenti del modello non verranno visualizzati",
    "entity_model_features.config.reset_player": "Ripristina modello giocatore ogni rendering",
    "entity_model_features.config.reset_player.tooltip": "Questo riavvia tutti i trasformi di modello del giocatore vanilla prima di ogni rendering.\nFunziona solo se sono presenti modelli personalizzati per il giocatore.\nQuesta impostazione riduce notevolmente la difficoltà della compatibilità delle animazioni del giocatore tra gli aggiornamenti e i pacchetti di animazioni.\nAd esempio, i mod degli emote del giocatore. La compatibilità richiede ancora lavoro da parte dei creatori dei pacchetti.",
    "entity_model_features.config.show_reload_error_toast": "Mostra avviso di errore di ricarica",
    "entity_model_features.config.show_reload_error_toast.tooltip": "Se abilitato, questo mostrerà un messaggio di notifica quando si verificano errori durante il riavvio delle risorse.\nQuesto può essere utile per sapere se qualcosa è andato storto durante il riavvio.",
    "entity_model_features.config.substitute_vanilla": "Sostituire parti di modello mancanti",
    "entity_model_features.config.substitute_vanilla.tooltip": "Il modello emf cercherà di sostituire la parte mancante nel file .jem con il corrispondente originale del gioco.",
    "entity_model_features.config.texture_override_mode": "Modalità gestione testo di sottomodello",
    "entity_model_features.config.texture_override_mode.dont": "Ignora override di testiura",
    "entity_model_features.config.texture_override_mode.emf": "Modalità override testo con codice EMF",
    "entity_model_features.config.texture_override_mode.iris": "Provare con Iris in primo luogo",
    "entity_model_features.config.texture_override_mode.tooltip": "Questo controlla come EMF gestisce la rendering di sottomodi che hanno impostato un testo di override per l'immagine.\nAd esempio, se il modello del Creeper ha un testo separato per il sottomodello della testa,\nci sono due modi per farlo: dipendere dal mio codice o dipendere da un'eccezione del modulo Iris\nIl mio codice \"funziona\" ma non sono un esperto con i buffer di rendering e potrebbe causare problemi\nL'opzione Iris utilizza un metodo apparentemente sicuro e stabile, ma mi dicono che non è comportamento inteso di Iris\nL'opzione Iris si impostera sul codice EMF se Iris non è installato\nQuesto dovrebbe essere lasciato quasi sempre su default, eccetto quando si sta debuggando override di testo in sottomodi.",
    "entity_model_features.config.tools": "Strumenti",
    "entity_model_features.config.tools.tooltip": "Strumenti facoltativi per aiutare con la creazione di modelli o distinguere modelli personalizzati",
    "entity_model_features.config.update": "Tasso di aggiornamento del modello",
    "entity_model_features.config.update.tooltip": "Imposta la frequenza di aggiornamento del modello di un mostro per cambiamenti come salute e età.\nNessuna = mai aggiorna\nLento = ogni 3-5 secondi\nMedio = circa 1 secondo\nVelocissimo = meno di 1 secondo\nIstantaneo = istantaneo (possibile lag con centinaia di mostri)",
    "entity_model_features.config.vanilla_render": "Modalità di visualizzazione del modello originale",
    "entity_model_features.config.vanilla_render.normal": "Normale",
    "entity_model_features.config.vanilla_render.offset": "Offset di rendering",
    "entity_model_features.config.vanilla_render.tooltip": "Impostazione che renderà il modello originale di Minecraft accanto al modello personalizzato per confronto.\nNon sarà animato e potrebbe essere posizionato in modo un po' strano.",
    "entity_model_features.config.variable_explanation.age": "Età in tick",
    "entity_model_features.config.variable_explanation.anger_time": "Il tempo di rabbia rimanente dell'entità espresso in tick. Inizia con 400-780 mentre l'entità è aggressiva e poi conta giù fino a 0 quando il bersaglio viene perso.",
    "entity_model_features.config.variable_explanation.anger_time_start": "Il valore di inizio del tempo di rabbia",
    "entity_model_features.config.variable_explanation.day_count": "Il conteggio attuale dei giorni",
    "entity_model_features.config.variable_explanation.day_time": "Il tempo di giorno corrente espresso in tick (0-24000)",
    "entity_model_features.config.variable_explanation.death_time": "Il tempo di morte dell'entità. Inizia da 0 e arriva a 20.",
    "entity_model_features.config.variable_explanation.dimension": "la dimensione corrente. Overworld: 0, Nether: -1, End: 1",
    "entity_model_features.config.variable_explanation.distance": "la distanza degli entità dal giocatore client in blocchi.\n\nNota: la variabile di distanza è stata aggiunta per comodità, ma lo stesso risultato può essere ottenuto su OptiFine utilizzando il seguente codice:\n\"var.distance\": \"sqrt(pow(pos_x - player_pos_x, 2) + pow(pos_y - player_pos_y, 2) + pow(pos_z - player_pos_z, 2))\"",
    "entity_model_features.config.variable_explanation.e": "Numero di Eulero\n2,718281...",
    "entity_model_features.config.variable_explanation.entity_variable": "Le variabili dell'entità sono specificate nel formato \"var.<nome>\" (float) o \"varb.<nome>\" (boolean).\n\nIl nome può essere qualsiasi stringa, ad esempio \"var.xyz\", \"var.last_rx\", ecc.\n\nLa variabile è associata all'entità visualizzata e ha un valore predefinito di 0 o false.\n\nLe variabili dell'entità sono utili per memorizzare dati di animazione tra frame.",
    "entity_model_features.config.variable_explanation.entity_variable.title": "Variabili dell'entità",
    "entity_model_features.config.variable_explanation.false": "Valore costante\nFalso",
    "entity_model_features.config.variable_explanation.fluid_depth": "La profondità del fluido sopra e sotto un entità sommersa, 0 se non sommersa.",
    "entity_model_features.config.variable_explanation.fluid_depth_down": "La profondità del fluido sottostante un entità sommersa, 0 se non sommersa.",
    "entity_model_features.config.variable_explanation.fluid_depth_up": "La profondità del fluido sopra un entità sommersa, 0 se non sommersa.",
    "entity_model_features.config.variable_explanation.frame_counter": "l'indice del frame corrente (0 a 720719, poi si resetta a 0)",
    "entity_model_features.config.variable_explanation.frame_time": "il tempo in secondi dal frame precedente",
    "entity_model_features.config.variable_explanation.global_variable": "Le variabili globali sono specificate nel formato \"global_var.<nome>\" (float) o \"global_varb.<nome>\" (boolean). Il nome può essere qualsiasi stringa, ad esempio \"global_var.xyz\", \"global_var.last_rx\", ecc. Le variabili globali sono salvate globalmente e hanno un valore predefinito di 0 o false. Le variabili globali sono utili per memorizzare dati di animazione utilizzati da più entità.",
    "entity_model_features.config.variable_explanation.global_variable.title": "Variabili globali",
    "entity_model_features.config.variable_explanation.head_pitch": "Inclinazione della testa (rotazione x)",
    "entity_model_features.config.variable_explanation.head_yaw": "Yaw della testa (rotazione in direzione Y)",
    "entity_model_features.config.variable_explanation.health": "Il livello di salute attuale dell'entità",
    "entity_model_features.config.variable_explanation.height_above_ground": "La distanza dell'entità sopra il terreno, considerando come riferimento il punto più alto del terreno con un blocco collidabile immediatamente sotto l'entità.",
    "entity_model_features.config.variable_explanation.hurt_time": "il tempo durante il quale l'entità è ferita. decreta da 10 a 0",
    "entity_model_features.config.variable_explanation.id": "Un identificatore numerico univoco per l'entità, sempre lo stesso per la stessa entità.",
    "entity_model_features.config.variable_explanation.is_aggressive": "se l'entità è aggressiva verso un giocatore o un'altra entità",
    "entity_model_features.config.variable_explanation.is_alive": "se l'entità è in vita",
    "entity_model_features.config.variable_explanation.is_blocking": "se l'entità è bloccata con uno scudo",
    "entity_model_features.config.variable_explanation.is_burning": "se l'entità è in fiamme",
    "entity_model_features.config.variable_explanation.is_child": "se l'entità è nel suo stato di bambino",
    "entity_model_features.config.variable_explanation.is_climbing": "se l'entità sta scalando un blocco scalabile o è una tarantola su un muro",
    "entity_model_features.config.variable_explanation.is_crawling": "se l'entità sta strisciando",
    "entity_model_features.config.variable_explanation.is_first_person_hand": "se il gioco sta attualmente renderizzando la mano in prima persona",
    "entity_model_features.config.variable_explanation.is_gliding": "se l'entità sta planando",
    "entity_model_features.config.variable_explanation.is_glowing": "se l'entità ha l'effetto luminoso",
    "entity_model_features.config.variable_explanation.is_holding_item_left": "se un oggetto è tenuto nella scheda di mano sinistra dell'entità",
    "entity_model_features.config.variable_explanation.is_holding_item_right": "se un oggetto è tenuto nella slot di mano destra dell'entità",
    "entity_model_features.config.variable_explanation.is_hurt": "se l'entità sta subendo danni",
    "entity_model_features.config.variable_explanation.is_in_ground": "se un tridente è conficcato nel terreno",
    "entity_model_features.config.variable_explanation.is_in_gui": "se l'entità è all'interno della GUI",
    "entity_model_features.config.variable_explanation.is_in_hand": "se l'entità è tenuta nella tua mano",
    "entity_model_features.config.variable_explanation.is_in_item_frame": "se l'entità è all'interno di un quadro d'item",
    "entity_model_features.config.variable_explanation.is_in_lava": "se l'entità è in contatto con il lava",
    "entity_model_features.config.variable_explanation.is_in_water": "se l'entità è in contatto con l'acqua",
    "entity_model_features.config.variable_explanation.is_invisible": "se l'entità ha l'effetto o la marca di invisibilità",
    "entity_model_features.config.variable_explanation.is_jumping": "se un essere vivente è in salto",
    "entity_model_features.config.variable_explanation.is_on_ground": "se l'entità è in contatto con il suolo",
    "entity_model_features.config.variable_explanation.is_on_head": "se l'entità è indossata sulla testa di un'altra entità",
    "entity_model_features.config.variable_explanation.is_on_shoulder": "se un pappagallo è seduto sulla tua spalla",
    "entity_model_features.config.variable_explanation.is_ridden": "se l'entità è guidata da un'altra entità",
    "entity_model_features.config.variable_explanation.is_riding": "se l'entità è in sella ad un'altra entità",
    "entity_model_features.config.variable_explanation.is_right_handed": "se il giocatore è destro mancino",
    "entity_model_features.config.variable_explanation.is_sitting": "se un gatto\/lupo\/pappagallo è seduto",
    "entity_model_features.config.variable_explanation.is_sneaking": "Se un gatto\/ocelotto si nasconde",
    "entity_model_features.config.variable_explanation.is_sprinting": "Se un gatto\/ocelotto sta correndo",
    "entity_model_features.config.variable_explanation.is_swimming": "se l'entità è in immersione",
    "entity_model_features.config.variable_explanation.is_swinging_left_arm": "Verità se l'entità sta oscillando il braccio sinistro. Nota: falso non significa che l'altro braccio stia oscillando.",
    "entity_model_features.config.variable_explanation.is_swinging_right_arm": "Verità se l'entità sta muovendo il braccio destro.Nota che la falsità non significa che l'altro braccio stia muovendosi.",
    "entity_model_features.config.variable_explanation.is_tamed": "se un gatto\/lupo\/pappagallo è addomesticato",
    "entity_model_features.config.variable_explanation.is_using_item": "se l'entità sta attualmente utilizzando un oggetto, ad esempio il giocatore che clicca destro con un secchio",
    "entity_model_features.config.variable_explanation.is_wet": "se l'entità è all'interno dell'acqua\/pioggia",
    "entity_model_features.config.variable_explanation.limb_speed": "Velocità del movimento delle membra. Va da 0 a 1 (fermo = 0, corsa = 1)",
    "entity_model_features.config.variable_explanation.limb_swing": "Contatore di animazione articolare. Inizia a contare in tick ogni volta che l'entità si muove.",
    "entity_model_features.config.variable_explanation.max_health": "La massima salute dell'entità",
    "entity_model_features.config.variable_explanation.model_part": "Spiegazione delle variabili del modello:\n\nLe variabili del modello sono specificate nel formato \"<model>.<nome_variabile>\".\n\nIl modello può essere:\n\"this\" - il modello personalizzato corrente\n\"part\" - il modelo originale di parte al quale è attaccato il modello personalizzato\n\"<part>\" - il modello originale per nome di parte\n\"<id>\" - il modello personalizzato per ID\n\"<part>:<sub_id>:<sub_sub_id>:...\" - (gerarchico) inizia con il modello originale per nome di parte, poi trova i figli per ID\n\"<id>:<sub_id>:<sub_sub_id>:...\" - (gerarchico) inizia con il modello per ID, poi trova i figli per ID\n\nIl primo modello trovato per nome di parte o ID viene utilizzato se ci sono duplicati.\nLa ricerca del modello per ID è profonda anche quando si utilizza nella specifica gerarchica.\n\nLa specifica gerarchica consente di riutilizzare gruppi di modelli (modelli JSON di parte) per diverse parti. Ad esempio, un modello di mano (\"shoulder:upper_arm:elbow:forearm:palm:finger[1.5]\" può essere utilizzato sia per la mano sinistra che per la mano destra.\nL'animazione può utilizzare \"left_hand:finger1\" per l'alluce sinistro e \"right_hand:finger1\" per l'alluce destro.\nI genitori intermedi nella specifica gerarchica possono essere saltati.\n\nI nomi delle variabili sono:\ntx, ty, tz - traduzione x, y, z\nrx, ry, rz - rotazione x, y, z\nsx, sy, sz - scala x, y, z\nvisible - mostrare il modello e i sottomodelli (boolean)\nvisible_boxes - mostrare solo il modello, non influisce sui sottomodelli (boolean)",
    "entity_model_features.config.variable_explanation.model_part.title": "Variabili del modello di parte",
    "entity_model_features.config.variable_explanation.move_forward": "Il movimento attuale dell'entità nella direzione in cui si trova, che va da -1 a 1 e rappresenta l'intercetta sull'asse y di un cerchio unitario del vettore di movimento corrente dell'ente. 1 è avanti, -1 è indietro.",
    "entity_model_features.config.variable_explanation.move_strafing": "La spiegazione della variabile di configurazione \"move_strafing\" dell'entità: il movimento attuale dell'entità nella direzione 90 gradi a destra rispetto alla sua direzione di affaccio. Questo valore va da -1 a 1 e rappresenta l'intercetta sull'asse x di un cerchio unitario del vettore di movimento corrente dell'ente.",
    "entity_model_features.config.variable_explanation.nan": "Non è un numero\nlancia un'eccezione durante l'esecuzione\nutilizzato per il debug",
    "entity_model_features.config.variable_explanation.optifine_parts": "Nomi di parti OptiFine:",
    "entity_model_features.config.variable_explanation.pi": "Valore costante\n3,1415926",
    "entity_model_features.config.variable_explanation.player_pos": "La posizione attuale del giocatore nel mondo del cliente.",
    "entity_model_features.config.variable_explanation.player_rot": "La rotazione attuale del mondo del giocatore cliente. Il nord è 0.",
    "entity_model_features.config.variable_explanation.pos": "La posizione attuale del mondo dell'entità",
    "entity_model_features.config.variable_explanation.render_variable": "Spiegazione delle variabili di rendering\nDimensione dell'ombra sotto un entità\nTransparenza dell'ombra\nPosizione dell'ombra (x, z)\nPosizione del punto di attacco della funicella (x, y, z)",
    "entity_model_features.config.variable_explanation.render_variable.title": "Titolo variabili di rendering",
    "entity_model_features.config.variable_explanation.rot": "La rotazione attuale del mondo dell'entità. Nord è 0°",
    "entity_model_features.config.variable_explanation.rule_index": "L'indice della regola di modelli casuali corrente che si adatta. Predefinito a 0.",
    "entity_model_features.config.variable_explanation.swing_progress": "Spiegazione variabile: Quanto l'entità è avanzata nell'attacco, che conta da 0 a 1.",
    "entity_model_features.config.variable_explanation.time": "Il tempo totale del gioco espresso in tick, non correlato al ciclo diurno.",
    "entity_model_features.config.variable_explanation.true": "Valore costante\nvero",
    "entity_model_features.config.variable_explanation.unknown_parts": "Nomi di parti non mappate:",
    "entity_model_features.config.variables": "Variabili di configurazione",
    "entity_model_features.config.variables.explain": "Una lista di tutti i variabili matematiche attualmente registrate per l'utilizzo negli animazioni di modelli di entità personalizzati dell'EMF. Ogni variabile fornirà ulteriori informazioni quando cliccata.",
    "entity_model_features.config.variation_base": "Richiedi modelli di base per la variazione",
    "entity_model_features.config.variation_base.tooltip": "È una buona pratica con OptiFine richiedere un modello di base per la variazione, poiché ciò può essere molto inconsistente con OptiFine. Con l'impostazione abilitata, questo significa che 'pig2.jem' non variarà senza un modello 'pig.jem'.\nEMF non richiede questo, ma lo imporrà se abilitato qui, poiché è meglio preservare la compatibilità con OptiFine dove possibile.\nPuoi facilmente ottenere un modello predefinito esportandolo nei settings di EMF via 'modelli > tutti i modelli > *model* > esporta'.\nO semplicemente disabilita questa impostazione.",
    "entity_model_features.global_var_property": "Variabile globale float facoltativa\ncorrisponde al valore della variabile di animazione globale\npredefinito a 0\nesempio: (per la variabile di animazione \"global_var.xyz\") global_var.1.xyz= 2 4 6\n§a global_var.<n>.<variabile>=<elenco>",
    "entity_model_features.global_varb_property": "Variabile globale booleana facoltativa (facoltativo)\ncorrisponde al valore della variabile di animazione globale\npredefinito su false\nesempio: (per la variabile di animazione \"global_varb.xyz\") global_varb.1.xyz=true\n§aglobal_varb.<n>.<variabile>=<vero|falso>",
    "entity_model_features.rule_property": "Proprietà del modello entità (facoltativa)\ncorrisponde al numero di regola del modello casuale delle entità che il modello delle entità ha confrontato ultimamente\npredefinito su 0\nesempio: modelrule.1=2,4,6\n§amodelrule.<n>=<elenco>",
    "entity_model_features.suffix_property": "Suffisso del modello (facoltativo)\ncorrisponde al numero di suffisso del modello casuale delle entità impostato\npredefinito su 0\nesempio: modelsuffix.1= 2 4 6\n§amodelsuffix.<n>=<elenco>",
    "entity_model_features.title": "Caratteristiche del modello entità",
    "entity_model_features.var_property": "Caratteristica proprietà entità variabile float (facoltativa)\ncorrisponde al valore della variabile di animazione dell'entità del modello CEM\npredefinito su 0\nesempio: (per la variabile di animazione 'var.xyz') var.1.xyz= 2 4 6\n§avar.<n>.<variabile>=<elenco>",
    "entity_model_features.varb_property": "Caratteristica del modello entità variabile booleana (facoltativa)\ncorrisponde al valore dell'animazione della variabile dell'entità\npredefinito su false\nesempio: (per la variabile di animazione 'varb.xyz') varb.1.xyz=true\n§avarb.<n>.<variabile>=<vero|falso>"
}