{
    "_": "",
    "grumpy.dialogue.apologize.fail\/1": "Scusa, mi stai annoiando!",
    "grumpy.dialogue.apologize.fail\/2": "Hai colpito intenzionalmente, non è vero?!",
    "grumpy.dialogue.apologize.fail\/3": "Ah! Tu pensi che io fossi nato ieri?!",
    "grumpy.dialogue.apologize.fail\/4": "Oh no! Salva il tuo fiato, non accetto le scuse!",
    "grumpy.dialogue.apologize.fail\/5": "Sognalo pure, quell'apologia non basta affatto!",
    "grumpy.dialogue.apologize.success\/1": "Ugh, comunque, non fare un'abitudine di questo.",
    "grumpy.dialogue.apologize.success\/2": "Va bene, ma teni gli occhi aperti la prossima volta, capito?",
    "grumpy.dialogue.apologize.success\/3": "Okay, suppongo, ma procedi con cautela, sentito?",
    "grumpy.dialogue.apologize.success\/4": "Hmph, ti lascio passare questa volta, ma la pazienza di tutti ha limiti.",
    "grumpy.dialogue.apologize.success\/5": "Sì, va bene. Non aspettarti che io dimentichi.",
    "grumpy.dialogue.busy\/1": "Abbastanza chiacchiere, ho cose da fare, scappa!",
    "grumpy.dialogue.busy\/2": "Cosa è questo, un club sociale? Vai via, ho un termine da rispettare stasera!",
    "grumpy.dialogue.busy\/3": "Non riesco a vederti che sono sommerso di lavoro! Lasciami stare, parleremo un'altra volta.",
    "grumpy.dialogue.busy\/4": "Abbastanza già! Il lavoro non si fa da sé. Ci parleremo più tardi.",
    "grumpy.dialogue.busy\/5": "Ahimè, ho lasciato il forno acceso! Non ho tempo per chiacchiere, scostatevi!",
    "grumpy.dialogue.chat.desert\/1": "Questo caldo torrido è implacabile, ma suppongo che sia meglio di gelare d'inverno.",
    "grumpy.dialogue.chat.desert\/10": "Sopravvivere in questo deserto arido è una battaglia quotidiana, ma fortunatamente abbiamo...",
    "grumpy.dialogue.chat.desert\/2": "Caldo accecante ogni giorno, senza eccezione.",
    "grumpy.dialogue.chat.desert\/3": "Certo, è bruciante, ma guardate sul lato positivo, ho una ustione permanente per dimostrare di essere vivo!",
    "grumpy.dialogue.chat.desert\/4": "Le notti possono essere sopportabili con un fresco vento e un cielo pieno di stelle, ma non aspettarti che io sia allegro al riguardo.",
    "grumpy.dialogue.chat.desert\/5": "Ugh! Sto proprio mancando l'ombra oggi, e questo dice molto.",
    "grumpy.dialogue.chat.desert\/6": "Ugh! Il sole è un vero tiranno oggi!",
    "grumpy.dialogue.chat.desert\/7": "Ritrovi dei conigli? È un miracolo che riesca a vederli con questo sabbia accecante!",
    "grumpy.dialogue.chat.desert\/8": "Vivere con i cadaveri è un incubo. Essi colpiscono con una forza che fa girare la testa e sono un fastidio.",
    "grumpy.dialogue.chat.desert\/9": "Mi sono imbattuto in un cactus ancora una volta. Questo posto è un campo minato!",
    "grumpy.dialogue.chat.fail\/1": "Tu pensi che mi importi di quel nonsenso?",
    "grumpy.dialogue.chat.fail\/10": "Cosa è questo? Mi sono perse le idee a metà strada.",
    "grumpy.dialogue.chat.fail\/11": "Hai perso la testa? Cosa c'è con questo chiacchiericcio?",
    "grumpy.dialogue.chat.fail\/12": "Gente che parla in giro. Non posso dire di non essere d'accordo.",
    "grumpy.dialogue.chat.fail\/13": "I zombie hanno compagnia migliore di te.",
    "grumpy.dialogue.chat.fail\/14": "Ti dai il diritto alle streghe di ridere.",
    "grumpy.dialogue.chat.fail\/15": "Zitto, o chiamo l'iron golem!",
    "grumpy.dialogue.chat.fail\/16": "Sigh... eravamo tu a parlare?",
    "grumpy.dialogue.chat.fail\/17": "È questo tutto, o hai intenzione di continuare a sprecare il mio tempo?",
    "grumpy.dialogue.chat.fail\/18": "A volte desidero che tu venissi con un pulsante di silenzio.",
    "grumpy.dialogue.chat.fail\/19": "anche il sedere di un maiale è più coinvolgente di te.",
    "grumpy.dialogue.chat.fail\/2": "Oh, certo, è solo \"accaduto per caso\" che si è esplodato. giusto.",
    "grumpy.dialogue.chat.fail\/20": "Hai finito di chiacchierare?",
    "grumpy.dialogue.chat.fail\/21": "Round earth? Next, ti racconterai che il Nether è reale.",
    "grumpy.dialogue.chat.fail\/3": "Sei tanto impressionante quanto un blocco di terra.",
    "grumpy.dialogue.chat.fail\/4": "Abbastanza con la sfacciataggine.",
    "grumpy.dialogue.chat.fail\/5": "Un carcere è troppo buono per te!",
    "grumpy.dialogue.chat.fail\/6": "Il tuo abbigliamento è più vecchio del ciottolo di pietra che ci sta sotto.",
    "grumpy.dialogue.chat.fail\/7": "Quel tema è altrettanto insignificante di un piccone in legno su ossidiana.",
    "grumpy.dialogue.chat.fail\/8": "Cos'è il problema, un crepitone ha preso i tuoi amici?",
    "grumpy.dialogue.chat.fail\/9": "Oh no, ho perso quel qualcosa. Sono solo disposto ad ascoltare cose degne di essere sentite.",
    "grumpy.dialogue.chat.plains\/1": "Il piano? Meh, è abbastanza, suppongo. Non mi sono mai preoccupato di andare altrove. Forse ci andrò un giorno...",
    "grumpy.dialogue.chat.plains\/2": "Sì, è tranquillo nei piani. Non che mi piacerebbe il rumore altrove, ma un po' di emozione non mi ucciderebbe.",
    "grumpy.dialogue.chat.plains\/3": "Occasionalmente, le pianure di notte non sono poi così terribili da guardare... se ti piace quel genere di cose.",
    "grumpy.dialogue.chat.plains\/4": "A volte mi sdraio giù e guardo il cielo solo per evitare di parlare con qualcuno.",
    "grumpy.dialogue.chat.plains\/5": "Sì, l'aria è fresca. Migliore della taiga, non che io sia un tipo per l'aria fresca o qualcosa del genere.",
    "grumpy.dialogue.chat.plains\/6": "Le pianure sono piatte, ma suppongo che ci sia qualcosa da dire sulla consistenza monotona.",
    "grumpy.dialogue.chat.plains\/7": "Usava raccogliere fiori selvatici quando ero un giovane. Li davo ad Ash, ma non che gli importasse molto.",
    "grumpy.dialogue.chat.plains\/8": "Ah, il tramonto, eh? Ecco, qui nella pianura è abbastanza bene, se sei il tipo che si alza presto.",
    "grumpy.dialogue.chat.savanna\/1": "Caldo soffocante ogni giorno in questo savana, e non c'è un inverno per spezzare la monotonia.",
    "grumpy.dialogue.chat.savanna\/2": "Non posso camminare due passi senza un lama che si intromette, ma questo posto ti cresce addosso, suppongo.",
    "grumpy.dialogue.chat.savanna\/3": "Almeno gli edifici intorno a qui hanno un certo carattere. È l'unica cosa che mi trattiene dal lasciare.",
    "grumpy.dialogue.chat.savanna\/4": "Potresti non pensare molto della savana, ma ciò che si vede è solo la metà della storia.",
    "grumpy.dialogue.chat.savanna\/5": "Possiamo non ricevere molto pioggia, ma almeno non stiamo ansimando per acqua come quei villaggi del deserto.",
    "grumpy.dialogue.chat.savanna\/6": "Questi colli in movimento potrebbero essere l'unica cosa gradevole da guardare intorno a qui.",
    "grumpy.dialogue.chat.savanna\/7": "Grazie al cielo degli acacie, o non farei mai in tempo a superare questi giorni lavorativi infiniti.",
    "grumpy.dialogue.chat.savanna\/8": "Se c'è una cosa che facciamo bene in questo savana, è coltivare meloni e zucche. sono il nostro biglietto da visita per gestire gli esterni.",
    "grumpy.dialogue.chat.snowy_plains\/1": "Questo posto potrebbe congelare le corna di un capra, ma con abbastanza legna per un fuoco, non posso lamentarmi troppo.",
    "grumpy.dialogue.chat.snowy_plains\/2": "È più freddo di un naso di orso polare qui fuori, ma beh, i pesci non se ne vanno da nessuna parte. Hmmf!",
    "grumpy.dialogue.chat.snowy_plains\/3": "Unica buona cosa di questo inferno ghiacciato è che posso avvolgermi in un copriletto e leggere accanto al fuoco senza sudare come un maiale.",
    "grumpy.dialogue.chat.snowy_plains\/4": "La neve mi ricorda di essere stato un cucciolo, lanciare palline di neve con gli altri bambini. Non che mi importasse fare ancora qualcosa del genere.",
    "grumpy.dialogue.chat.snowy_plains\/5": "Le notti sono un incubo qui, con gli stracci che vagano per la zona e lanciano frecce da ogni parte!",
    "grumpy.dialogue.chat.snowy_plains\/6": "Guarda con i lupi che si nascondono intorno, non che i guardiani siano molto utili.",
    "grumpy.dialogue.chat.snowy_plains\/7": "Tocca un golem di ferro e potresti benissimo dire addio al tuo giorno, bloccato come una statua in quel posto.",
    "grumpy.dialogue.chat.snowy_plains\/8": "Quando ero alto solo un po', ottenere un zucca era un grande affare. Ci facevamo la neve",
    "grumpy.dialogue.chat.success\/1": "Uh, potrei anche accettare dei biscotti e del latte, suppongo.",
    "grumpy.dialogue.chat.success\/10": "Mi sono stati pensando cosa potrebbe essere diventato di %supporter%. Lasciò questo posto un anno fa.",
    "grumpy.dialogue.chat.success\/12": "Cattivi! Hai catturato l'ultimo pettegolezzo su %supporter%?",
    "grumpy.dialogue.chat.success\/13": "Stavo pensando di accogliere un gatto randagio. Come se non avessi già abbastanza cose da fare.",
    "grumpy.dialogue.chat.success\/14": "Sto pensando che la mia casa ha bisogno di un cambiamento. Chi ha l'energia però?",
    "grumpy.dialogue.chat.success\/15": "Potrebbe essere che ti piaccia avere figli un giorno. Trovare la persona giusta è il problema più difficile.",
    "grumpy.dialogue.chat.success\/16": "Sarebbe mai stato meglio se fossi andato in quel villaggio?",
    "grumpy.dialogue.chat.success\/17": "A volte guardo indietro e penso ai giorni in cui ero un bambino. Immagino che quei fossero stati i giorni migliori.",
    "grumpy.dialogue.chat.success\/18": "Sono passati anni da quando ho visto i miei genitori. Suppongo che dovresti trascinarti là.",
    "grumpy.dialogue.chat.success\/19": "Devo andare a quel villaggio vicino, ho amici con cui non ho ancora litigato da tanto tempo.",
    "grumpy.dialogue.chat.success\/2": "D'accordo, il tempo è decente, se ti piace quel genere di cose.",
    "grumpy.dialogue.chat.success\/20": "Ora e allora, ho questo strano desiderio di qualcosa che chiamano formaggio...",
    "grumpy.dialogue.chat.success\/3": "Sono vivo, non è vero? Mi sono appena stortato il piede al mattino presto, pure.",
    "grumpy.dialogue.chat.success\/4": "Mangia un'arancia e forse eviterai quei zombi fastidiosi.",
    "grumpy.dialogue.chat.success\/5": "Ho un'idea fantastica di costruire un villaggio. Peccato che non mi sento proprio di farlo.",
    "grumpy.dialogue.chat.success\/6": "Ha visto un'immagine di %supporter% che si aggira con armatura di diamante.",
    "grumpy.dialogue.chat.success\/7": "Il mio amico chiacchierone %supporter% si è vantato di aver trovato un deposito di diamanti.",
    "grumpy.dialogue.chat.success\/8": "Meraviglioso tempo, dicono? Il sole è solo un grande pallone di fastidio, se lo chiedi.",
    "grumpy.dialogue.chat.success\/9": "Sono stato qui per anni, ma non capisco mai cosa ci sia di così spaventoso in ragni e gobli.",
    "grumpy.dialogue.chat.taiga\/1": "I boschi sono abbastanza, suppongo. Mi danno ciò di cui ho bisogno per costruire e bruciare, più ci sono animali da cacciare.",
    "grumpy.dialogue.chat.taiga\/2": "Dicono che sia troppo freddo nella taiga, ma abbiamo le nostre necessità. Non scambierei questo luogo con un paradiso soleggiato.",
    "grumpy.dialogue.chat.taiga\/3": "I boschi di taiga? sono tollerabili. i mirtilli è l'unica buona cosa di questo posto.",
    "grumpy.dialogue.chat.taiga\/4": "Il più fastidioso qui nel bosco di tiglio sono proprio i volpi. Li lodo con uva solo per tenerli fuori dalle mie spalle.",
    "grumpy.dialogue.chat.taiga\/5": "Con tutta la carne che si muove intorno, i lupi non sono un gran problema, grazie.",
    "grumpy.dialogue.chat.taiga\/6": "L'aria della taiga è fresca, sì. È un piccolo conforto in questo deserto ghiacciato.",
    "grumpy.dialogue.chat.taiga\/7": "Quei cespugli di mirtillo potrebbero essere utili per qualcosa, ma ti pungono se non sei attento. Cose fastidiose.",
    "grumpy.dialogue.chat.taiga\/8": "Sì, la pioggia qui può essere rilassante, ma è fredda come il resto di questo posto.",
    "grumpy.dialogue.first.exploring\/1": "Non aspettarti un gran tour, nuovo arrivato. Segui le regole o esci.",
    "grumpy.dialogue.first.exploring\/2": "Segui le regole o esci dalla strada.",
    "grumpy.dialogue.first.exploring\/3": "Sbrigati a tenere pulita la tua faccia in questo paese, capito?",
    "grumpy.dialogue.first.generic\/1": "Hmph, tu non sembri familiare. Immagino che possa entrare.",
    "grumpy.dialogue.first.generic\/2": "Ah, grande, un turista in più. Non aspettarti una parata o qualcosa del genere.",
    "grumpy.dialogue.first.generic\/3": "Un nuovo volto, eh? Che grande cosa. Beh, non creare problemi.",
    "grumpy.dialogue.first.generic\/4": "Ecco, sei finito nel nostro villaggio, eh? Non andare a indagare nei nostri affari.",
    "grumpy.dialogue.first.generic\/5": "Gli viaggiatori sono rari... e spero che non ti trovi qui per creare problemi!",
    "grumpy.dialogue.first.generic\/6": "Oh, guarda, un nuovo arrivato. solo stai fuori dal mio cammino, capito?",
    "grumpy.dialogue.first.question\/1": "Oh, grande! Un altro viandante. Qual è il tuo affare nel nostro villaggio?",
    "grumpy.dialogue.first.question\/2": "Ecco, qualcuno nuovo, eh? Qual fortunata disgrazia ti ha portato in questo luogo?",
    "grumpy.dialogue.first.question\/3": "Cosa adesso, ti sei perso in un'avventura o qualcosa del genere? Come hai finito qui?",
    "grumpy.dialogue.first.settling\/1": "Oh, sei nuovo qui? Non fare peggio.",
    "grumpy.dialogue.first.settling\/2": "Ecco che sei arrivato nel nostro piccolo villaggio, eh? Guardati le spalle.",
    "grumpy.dialogue.first.settling\/3": "Più mani, eh? Speriamo che tu sia realmente utile.",
    "grumpy.dialogue.first.settling\/4": "Stai rimanendo qui, eh? Devi tirare il tuo peso.",
    "grumpy.dialogue.first.spent_night.failed\/1": "Non andare a cercare un albergo; non sapremmo nemmeno come costruirne uno.",
    "grumpy.dialogue.first.spent_night.failed\/2": "Non c'è un albergo qui, e francamente, non mi dispiace affatto.",
    "grumpy.dialogue.first.spent_night.failed\/3": "Un'altra villaggio potrebbe avere un albergo; certo non ci preoccupiamo di simili lussi.",
    "grumpy.dialogue.first.spent_night.success\/1": "Suppongo che l'albergo sia il solo posto decente per chilometri intorno dove posare la tua testa affaticata.",
    "grumpy.dialogue.first.spent_night.success\/2": "Se sei alla ricerca di riposo, il nostro albergo è la scelta meno terribile intorno.",
    "grumpy.dialogue.first.spent_night.success\/3": "Devi sdraiarti da qualche parte meno miserabile del terreno? L'albergo è in quella direzione.",
    "grumpy.dialogue.flirt.fail\/1": "Mostra-melo, non solo sfoglia la bocca.",
    "grumpy.dialogue.flirt.fail\/2": "Ah, che frase preconfezionata! Hai dato questo discorso al fornaio, non è vero?",
    "grumpy.dialogue.flirt.fail\/3": "Quando i maiali volano, forse.",
    "grumpy.dialogue.flirt.fail\/4": "Potresti essere ancora più miserabile?",
    "grumpy.dialogue.flirt.fail\/5": "anche un enderminatore ti snobberebbe.",
    "grumpy.dialogue.flirt.fail\/6": "Assolutamente no, fine della discussione.",
    "grumpy.dialogue.flirt.fail\/7": "Togliti gli occhi di dosso e teni le tue parole per te stesso.",
    "grumpy.dialogue.flirt.slap\/1": "Guardalo, scroccone!",
    "grumpy.dialogue.flirt.slap\/2": "Cosa, impari l'arte dell'amore da un creepers?",
    "grumpy.dialogue.flirt.success\/1": "Ecco, sembra che tu abbia un po' di coraggio in te.",
    "grumpy.dialogue.flirt.success\/2": "Tch, smettiamola già, la tua charme è un fastidio.",
    "grumpy.dialogue.flirt.success\/3": "*brontola* sei seria in questo momento?",
    "grumpy.dialogue.flirt.success\/4": "Uh, questo è... inaspettato.",
    "grumpy.dialogue.flirt.success\/5": "Pff, \"ciao\", e già sto gestendo questa goffaggine.",
    "grumpy.dialogue.flirt.success\/6": "Come è possibile che non sembri un creaker la mattina? Mi fa perdere le parole.",
    "grumpy.dialogue.flirt.success\/7": "Abbastanza, abbastanza! Stai trasformando la mia sfida in un rossore.",
    "grumpy.dialogue.goaway\/1": "Scappa, non sono di buon umore!",
    "grumpy.dialogue.goaway\/2": "Hai mai pensato di essere meno fastidioso?",
    "grumpy.dialogue.goaway\/3": "Non è un buon momento, %1$s, allontanati.",
    "grumpy.dialogue.goaway\/4": "Lascia stare qualcun altro, sto occupato!",
    "grumpy.dialogue.goaway\/5": "Fuori dai miei occhi, tu scioccone chiacchierone!",
    "grumpy.dialogue.greet.fail\/1": "Hmph.",
    "grumpy.dialogue.greet.fail\/2": "Meraviglioso, proprio meraviglioso...",
    "grumpy.dialogue.greet.fail\/3": "Eh, cosa c'entra con me?",
    "grumpy.dialogue.greet.fail\/4": "Sì, è... affascinante.",
    "grumpy.dialogue.greet.fail\/5": "Ecco, adesso cosa?",
    "grumpy.dialogue.greet.mayor\/1": "Cosa c'è di buono in questo, sindaco?",
    "grumpy.dialogue.greet.mayor\/2": "Prova a godertelo, sindaco... se puoi.",
    "grumpy.dialogue.greet.monarch\/1": "Oh, è lei, maestà.",
    "grumpy.dialogue.greet.monarch\/2": "Cosa adesso, vostra altezza?",
    "grumpy.dialogue.greet.negative\/1": "Oh no, perché devi tormentarmi sulla mia porta? Scappa!",
    "grumpy.dialogue.greet.negative\/2": "Oh, che sfortuna! Sei tornato.",
    "grumpy.dialogue.greet.negative\/3": "Hmph.",
    "grumpy.dialogue.greet.negative\/4": "Oh, è te. pensavo che potesse essere qualcuno importante.",
    "grumpy.dialogue.greet.negative\/5": "Cosa ancora, vieni a disturbarmi un po' di più?",
    "grumpy.dialogue.greet.success\/1": "Hmm, suppongo che sia andato bene allora.",
    "grumpy.dialogue.greet.success\/2": "Stai facendo bene? Deve essere bello.",
    "grumpy.dialogue.greet.success\/3": "Oh, notizie felici, suppongo.",
    "grumpy.dialogue.greet.success\/4": "Beh, non sei proprio pieno di buone notizie.",
    "grumpy.dialogue.greet.success\/5": "Ok, è bene, ti ho sentito.",
    "grumpy.dialogue.greet\/1": "Oh, è lei di nuovo. Cosa vuole?",
    "grumpy.dialogue.greet\/2": "Hmph, %1$s, cosa ci fai qui?",
    "grumpy.dialogue.greet\/3": "Ugh, cosa c'è di nuovo che non va?",
    "grumpy.dialogue.greet\/4": "Sei in guardia... ora racconta, cosa ti serve?",
    "grumpy.dialogue.greet\/5": "Oh, è %1$s. Che sorpresa!",
    "grumpy.dialogue.greet\/6": "*brontola* cosa?",
    "grumpy.dialogue.greet\/7": "Oh, grande. Tu di nuovo!",
    "grumpy.dialogue.greet\/8": "Sei tornato, eh? Cosa vuoi oggi?",
    "grumpy.dialogue.greet\/9": "Ehi, non ti aspettavo di vederti tornare così presto.",
    "grumpy.dialogue.hire\/1": "Va bene, chiamami quando c'è del lavoro da fare. Ma ricorda, sto solo rimanendo finché il denaro è buono.",
    "grumpy.dialogue.hire\/2": "Sì, sì, dà un grido quando è tempo di lavorare. Assicurati solo che i miei taschi rinculino con emeraldi.",
    "grumpy.dialogue.hire\/3": "Ok, prenderò in mano un lavoro. Ma devo vedere quei diamanti brillare, altrimenti me ne vado!",
    "grumpy.dialogue.hug.fail\/1": "Guarda te, un dirupo ambulante!",
    "grumpy.dialogue.hug.fail\/2": "Tieni le tue braccia per te stesso.",
    "grumpy.dialogue.hug.fail\/3": "Abbracciami? Dimmi un buon motivo.",
    "grumpy.dialogue.hug.fail\/4": "Devi avere una memoria corta, chiamarmi preistorico e ora vuoi un abbraccio?",
    "grumpy.dialogue.hug.fail\/5": "Tu pensi veramente di aver meritato un abbraccio dopo quel gesto?",
    "grumpy.dialogue.hug.fail\/6": "Ugh, non toccarmi con quei artigli infetti di peste!",
    "grumpy.dialogue.hug.fail\/7": "Hmmph, credo di dover dire grazie... non è vero?",
    "grumpy.dialogue.hug.success\/1": "Beh, guarda chi è finalmente arrivato.",
    "grumpy.dialogue.hug.success\/2": "Hmph, questo non è stato... sorprendentemente non terribile.",
    "grumpy.dialogue.hug.success\/3": "Finalmente, qualcosa non ti delude completamente.",
    "grumpy.dialogue.hug.success\/4": "Sei più attaccato di un bambino zombi, eh?",
    "grumpy.dialogue.hug.success\/5": "Eh, non fare stranezze. *ritorna abbraccio con riluttanza*",
    "grumpy.dialogue.hug.success\/6": "Ecco, sei come un forno. Non male.",
    "grumpy.dialogue.joke.animal.failed\/1": "Smattina, è di cattivo gusto.",
    "grumpy.dialogue.joke.animal.failed\/2": "Mostra un po' di rispetto, quella pecora ha passato abbastanza!",
    "grumpy.dialogue.joke.animal.failed\/3": "Guarda la tua bocca riguardo al mio maiale, ti prego?",
    "grumpy.dialogue.joke.animal.failed\/4": "Quello è solo di cattivo gusto.",
    "grumpy.dialogue.joke.animal.failed\/5": "Lasciate perdere le sopracciglia del bovino, non è divertente.",
    "grumpy.dialogue.joke.animal.success\/1": "Povero agnello, ma almeno mi è uscito un sorriso, con riluttanza.",
    "grumpy.dialogue.joke.animal.success\/2": "E poi, crederebbe, il lupo ha una cotta per la pecora!",
    "grumpy.dialogue.joke.animal.success\/3": "Che risata! Gli uccelli che lo fanno? Assurdo!",
    "grumpy.dialogue.joke.animal.success\/4": "Assolutamente idiota, è il mio tipo di umorismo.",
    "grumpy.dialogue.joke.animal.success\/5": "Muccche e il loro latte che non finisce mai, eh? immagino sia una cosa di cui essere felici.",
    "grumpy.dialogue.joke.creative.failed\/1": "Non ti illudere, era terribile.",
    "grumpy.dialogue.joke.creative.failed\/2": "Quell'assalto di umorismo è caduto a terra.",
    "grumpy.dialogue.joke.creative.failed\/3": "Persino un morto ha più spirito di quel che hai detto.",
    "grumpy.dialogue.joke.creative.failed\/4": "Quel gioco di parole era un colpo e un mancato, no?",
    "grumpy.dialogue.joke.creative.failed\/5": "Sembra che questo sia il tipo di umorismo che si pratica oggi?",
    "grumpy.dialogue.joke.creative.failed\/6": "Ho sentito che i lastre di pietra raccontano battute migliori.",
    "grumpy.dialogue.joke.creative.failed\/7": "Per favore, risparmia il tuo umorismo. È più tragico che comico.",
    "grumpy.dialogue.joke.creative.failed\/8": "Ho visto anche i Creepers con battute migliori.",
    "grumpy.dialogue.joke.creative.success\/1": "*Sorride* Immagino che sia abbastanza divertente.",
    "grumpy.dialogue.joke.creative.success\/2": "Hmph, divertente in modo moderato, suppongo.",
    "grumpy.dialogue.joke.creative.success\/3": "Eh, è stato il più grande intrattenimento che ho avuto da un po' di tempo.",
    "grumpy.dialogue.joke.creative.success\/4": "Potresti essere più divertente di %supporter%, forse.",
    "grumpy.dialogue.joke.creative.success\/5": "Ehi, sei quasi comico. Hai mai considerato di farlo per vivere?",
    "grumpy.dialogue.joke.creative.success\/6": "Ecco! Quello non è poi così male, per una volta.",
    "grumpy.dialogue.joke.creative.success\/7": "Ridere... potresti essere un po' più divertente di Ash.",
    "grumpy.dialogue.joke.creative.success\/8": "Ahah, ammetto che non è del tutto inaspettato.",
    "grumpy.dialogue.joke.monster.failed\/1": "Ugh, rispetto ai scheletri! hanno sentimenti... o avevano comunque!",
    "grumpy.dialogue.joke.monster.failed\/2": "Stai scherzando delle esplosioni di creepers? Che cosa sei, rimasti indietro nel tempo? Cresci!",
    "grumpy.dialogue.joke.monster.failed\/3": "Ricorda, i morti viventi e gli scheletri erano una volta la famiglia di qualcuno. Mostra un po' di decenza.",
    "grumpy.dialogue.joke.monster.failed\/4": "Un enderminnato in acqua, eh? Sì, sto morendo di risata qui.",
    "grumpy.dialogue.joke.monster.failed\/5": "Silverfish toilet ambushes sono la tua idea di umorismo? Ho un paio di nichel che dice che non è nemmeno originale.",
    "grumpy.dialogue.joke.monster.success\/1": "Humph! Quell'osso-borsa se lo meritava!",
    "grumpy.dialogue.joke.monster.success\/2": "Non credo che ce ne sia bisogno, un morto vivente con una pala? È ricco!",
    "grumpy.dialogue.joke.monster.success\/3": "Ha! Hai schiacciato quel bruco bene!",
    "grumpy.dialogue.joke.monster.success\/4": "Wow, un scheletro ha abbattuto un crepitante? Non l'avevo visto arrivare.",
    "grumpy.dialogue.joke.monster.success\/5": "Pfft, ragni delle caverne. non sono proprio i più intelligenti, no?",
    "grumpy.dialogue.kiss.fail\/1": "In nessun caso, e neppure in pubblico vista!",
    "grumpy.dialogue.kiss.fail\/2": "Quello era supposto essere un bacio?",
    "grumpy.dialogue.kiss.fail\/3": "anche un blu di fuoco bacierebbe meglio!",
    "grumpy.dialogue.kiss.fail\/4": "Hai mai sentito parlare di menta? Usala!",
    "grumpy.dialogue.kiss.fail\/5": "Stava tentando un ringraziamento?",
    "grumpy.dialogue.kiss.fail\/6": "Lasciami in pace, tu bruto!",
    "grumpy.dialogue.kiss.slap\/1": "Il coraggio di alcuni persone!",
    "grumpy.dialogue.kiss.slap\/2": "Falla ancora una volta e ti pentirai, giuro sulla mia carota!",
    "grumpy.dialogue.kiss.success\/1": "Suppongo che questo momento non sia il peggiore.",
    "grumpy.dialogue.kiss.success\/2": "Non avere idee, ma... potresti tollerarmi.",
    "grumpy.dialogue.kiss.success\/3": "Hmph, quasi altrettanto buono della mia torta di zucca.",
    "grumpy.dialogue.kiss.success\/4": "Beh, non sei troppo male. Un po' come il miele, suppongo.",
    "grumpy.dialogue.kiss.success\/5": "Ecco, non ti aspettavo sapessi come baciare, %1$s.",
    "grumpy.dialogue.kiss.success\/6": "Sbatte baciando cenere, è sicuramente così, %1$s. *sputa*",
    "grumpy.dialogue.location.ancient_city\/0": "Ho sentito alcuni strani rumori a %2$s, probabilmente solo alcune pipistrelli fastidiosi.",
    "grumpy.dialogue.location.ancient_city\/1": "Si dice che ci sia roba vecchia e inutile seppellita sotto %2$s.",
    "grumpy.dialogue.location.ancient_city\/3": "Essi ci parlano di una città antica al %2$s. Un mucchio di fandonie, se mi chiedete, non ho mai visto un mattone.",
    "grumpy.dialogue.location.failed\/1": "Bah, non mi disturbi con questo, non ho sentito nulla.",
    "grumpy.dialogue.location.failed\/2": "Pfft, nope, non c'è un solo posto degno di menzione, quindi smetti di chiedere.",
    "grumpy.dialogue.location.failed\/3": "Penso di avere tempo per sapere queste cose? No, ci sono colture da curare, non mostri da inseguire.",
    "grumpy.dialogue.location.forgot\/1": "Hmph, mi sono imbattuto in un posto interessante e cosa ho fatto? Non l'ho annotato. Peggio ancora.",
    "grumpy.dialogue.location.forgot\/2": "Sei alla ricerca di luoghi interessanti? Sì, c'era... oh, dannazione! Mi è sfuggito il pensiero. Non l'ho scritto da nessuna parte, mi dispiace.",
    "grumpy.dialogue.location.forgot\/3": "C'era sicuramente qualcosa di importante da menzionare, ma mi è sfuggito dalla mente! Mi dispiace, infatti.",
    "grumpy.dialogue.location.igloo\/1": "Si è imbattuto in un igloo gelido al %2$s. Impazzito, vivere in una casa di ghiaccio. Mi fa venire i brividi solo pensarci!",
    "grumpy.dialogue.location.igloo\/2": "Sai, appena ti viene in mente... c'è questo iglo isolato a %2$s. nessuno con la testa a posto ci starebbe. e, qui tra noi, ho sentito rumori strani intorno a esso... potrebbero essere spiriti, se me lo chiedi.",
    "grumpy.dialogue.location.igloo\/3": "C'è questo abbandonato rifugio di ghiaccio, un iglù o qualcosa del genere, in %2$s. Sembra vuoto da anni, almeno finché non ci sono stato io. Chi si preoccuperebbe di una capanna così fredda, comunque?",
    "grumpy.dialogue.location.jungle_pyramid\/1": "Un tempio antico e crollante si trova a %2$s, pieno di trappole mortali. Tieni lontano se non vuoi finire male.",
    "grumpy.dialogue.location.jungle_pyramid\/2": "Stumble into %2$s e troverai un mucchio di pietre vecchie che chiamano rovine. cammina leggero, o quei maledetti trappole ti faranno finire male. Noi ci saremmo presi cura del posto noi stessi se non fossero stati loro.",
    "grumpy.dialogue.location.mansion\/1": "Andate a %2$s e troverete quell'infelice maniero infestato da malvagi illager. Segnalo il mio avvertimento: se volete conservare la vostra pelle, tenetevi alla larga da quel luogo maledetto!",
    "grumpy.dialogue.location.mansion\/2": "Quell'orrore di villa che si accovaccia in %2$s? Sì, è infestata da malviventi. Onestamente, spazzolare il villaggio e fuggire dall'altra parte del nulla sembra la cosa giusta...",
    "grumpy.dialogue.location.mineshaft\/1": "Un miniera era qui prima, chiusa a causa di un incidente sciocco. Troverai il luogo abbandonato vicino a %2$s.",
    "grumpy.dialogue.location.mineshaft\/2": "In effetti, una miniera esisteva in %2$s, ma ora è solo un terreno di caccia per incubi. Tread carefully se pianifichi di perlustrare il luogo.",
    "grumpy.dialogue.location.monument\/1": "Ascolta bene, ci sono un castello maledetto sotto le onde al %2$s, infestato da bruti orribili. Tieniti alla larga se non vuoi finire in fondo al mare.",
    "grumpy.dialogue.location.monument\/2": "Ho sentito storie su alcuni vecchi ruderi muffiti che affondano nel %2$s. Sì, potresti trovare qualcosa di utile, ma è un'impresa folle se chiedi me.",
    "grumpy.dialogue.location.pillager_outpost\/1": "Grumblerò quanto vuoi, ma quei maledetti razziatori hanno piazzato il loro lurido avamposto in %2$s. Scommetto che stanno pianificando un attacco su di noi proprio mentre parliamo. Ci farebbero a pezzi come un biscotto secco ai loro piedi.",
    "grumpy.dialogue.location.pillager_outpost\/2": "Quei fastidiosi saccheggiatori e il loro odioso forte di saccheggio a %2$s ci tengono svegli la notte. Non osare avvicinarti troppo, altrimenti dovrai evitare le frecce prima ancora di poter dire \",oh no!\".",
    "grumpy.dialogue.location.pillager_outpost\/3": "Ecco, ti piace fare una passeggiata fino a %2$s, eh? Quello è dove quei pestiferi saccheggiatori hanno la loro tana. Colpisci il naso a quelli e potresti strappare alcuni tesori. Onestamente, sarebbe un sollievo averli andati.",
    "grumpy.dialogue.location.pyramid\/1": "Ha scoperto un altro antico piramide polveroso in %2$s.",
    "grumpy.dialogue.location.pyramid\/2": "Si dice che ci sia un dannato piramide in %2$s. Potrebbe esserci qualcosa di valore, potrebbe essere solo una pila di rocce. Chi si cura?",
    "grumpy.dialogue.location.pyramid\/3": "Trudgiare fino a %2$s e vedrai una piramide. Qualcuno esploratore curioso ci è entrato un po' di tempo fa - non l'ho più visto. Sii cauto.",
    "grumpy.dialogue.location.ruined_portal\/1": "In %2$s si trovano alcuni resti miserabili di un portale, testimonianza di una fuga nel Nether fallita.",
    "grumpy.dialogue.location.ruined_portal\/2": "Trascina te stesso fino a %2$s e contempla un esempio miserabile di porta del Nether. Mi dà i brividi, anche se probabilmente è innocuo. Attenzione ai blocchi di magma esplosivi.",
    "grumpy.dialogue.location.ruined_portal\/3": "Sei destinato a vagare per %2$s e finire per caso tra rovine decrepite. Il sacerdote non smette di parlare di come sia un vecchio portale dell'Inferno. Si circolano voci di tesori, ma buona fortuna a trovare qualcuno disposto ad esplorare quel luogo maledetto.",
    "grumpy.dialogue.location.ruined_portal_desert\/1": "Un portale rotto è seduto a %2$s, proprio nel ventre polveroso del deserto.",
    "grumpy.dialogue.location.ruined_portal_mountain\/1": "Un vecchio portale rotto è seduto a %2$s sulla vetta della montagna.",
    "grumpy.dialogue.location.ruined_portal_swamp\/1": "Un cancello danneggiato si trova nel fango della palude, proprio là dove i trasgressori del Nether non hanno gradito un bagno di fango.",
    "grumpy.dialogue.location.shipwreck\/1": "Mi sono imbattuto in un relitto sommerso nel %2$s, resti del passato avido della compagnia dell'Alleanza Orientale.",
    "grumpy.dialogue.location.shipwreck\/2": "Qualcuni pescatori curiosi si sono imbattuti in un relitto navale a %2$s. probabilmente saccheggiato completamente, ma chi lo sa...",
    "grumpy.dialogue.location.shipwreck_beached\/1": "C'è un vecchio relitto battuto e logoro che si sta degradando sulla sabbia, in %2$s; si staglia come un dito malato.",
    "grumpy.dialogue.location.shipwreck_beached\/2": "Trascina te stesso fino a %2$s se vuoi vedere una nave che è stata goffamente arenata. Probabilmente un idiota al timone, direi...",
    "grumpy.dialogue.location.swamp_hut\/1": "Qualche strega malvagia si è rifugiata in quel pantano al %2$s. Evita quel luogo maledetto se sai cosa ti conviene.",
    "grumpy.dialogue.location.swamp_hut\/2": "Tieni alla larga da %2$s, a meno che non ti piaccia intrecciarti con la strega orrenda nella sua abitazione maledetta. Considerati avvisato.",
    "grumpy.dialogue.location.village_desert\/1": "Al %2$s troverai ancora un villaggio, ostinatamente seduto nel vasto deserto.",
    "grumpy.dialogue.location.village_plains\/1": "Un'altra villaggio è là a %2$s, se proprio vuoi saperlo.",
    "grumpy.dialogue.location.village_plains\/2": "Se ti allontani abbastanza nel piano a %2$s, scoprirai un'altra villaggio.",
    "grumpy.dialogue.location.village_savanna\/1": "C'è ancora un'altra villaggio a %2$s. Uggia, il caldo lì potrebbe cuocere un uovo su una pietra.",
    "grumpy.dialogue.location.village_savanna\/2": "Se ti addentri nel savana al %2$s, preparati a più villaggi. sono una compagnia chiacchierona, devo ammettere.",
    "grumpy.dialogue.location.village_snowy\/1": "Altro villaggio si trova a %2$s. È un luogo gelido, ti dico io.",
    "grumpy.dialogue.location.village_snowy\/2": "Troverai un villaggio a %2$s, circondato da nulla altro che neve. La gente è abbastanza d'accordo, ma ti trasformerai in un cubetto di ghiaccio!",
    "grumpy.dialogue.location.village_taiga\/1": "Se proprio vuoi saperlo, %2$s ha ancora un'altra villaggio, proprio nel mezzo di una taiga gelida.",
    "grumpy.dialogue.location.village_taiga\/2": "Trudge to %2$s e potresti imbattersi in un villaggio, sepolto nel bioma della taiga, o almeno così ho sentito.",
    "grumpy.dialogue.main.evening\/1": "Non posso aspettare che questo giorno finisca. È stato troppo lungo...",
    "grumpy.dialogue.main.evening\/2": "È così noioso la sera.",
    "grumpy.dialogue.main.evening\/3": "... almeno è tranquillo quando il giorno finisce.",
    "grumpy.dialogue.main.evening\/4": "Se non trovi qualcuno altro da rimproverare, sarà il mio pugno che ti toccherà ammirare e non il tramonto.",
    "grumpy.dialogue.main.evening\/5": "*tiene lo sguardo fisso su di te*",
    "grumpy.dialogue.main.evening\/6": "*w h a t?*",
    "grumpy.dialogue.main.evening\/7": "Sono probabilmente destinato a crollare nel letto presto, questa mattina è stata un incubo.",
    "grumpy.dialogue.main.evening\/8": "Sono diretto dentro, ho visto un crepitio l'ultimo mese e non sto rischiando la notte.",
    "grumpy.dialogue.main.evening\/9": "Eh, mi hanno beccato mentre stavo prendendo rifornimenti per la cena al macellaio. Ci vediamo più tardi!",
    "grumpy.dialogue.main.morning\/1": "Hmph.",
    "grumpy.dialogue.main.morning\/10": "Sono stanco oggi, non aspettarti molto da me.",
    "grumpy.dialogue.main.morning\/11": "Il mio elenco di compiti è lungo quanto un sibilo di un creeper. Ne ho già abbastanza.",
    "grumpy.dialogue.main.morning\/12": "Mi sono addormentato sorprendentemente bene, forse affronterò qualcosa di difficile... forse no.",
    "grumpy.dialogue.main.morning\/2": "È così luminoso che i miei occhi stanno per bruciare.",
    "grumpy.dialogue.main.morning\/3": "Cosa? È un bel giorno? A te, forse.",
    "grumpy.dialogue.main.morning\/5": "Cosa? Hai bisogno di qualcosa da me? No? Allora vai via.",
    "grumpy.dialogue.main.morning\/6": "Se non ti fermi di importunarmi, te ne pentirai.",
    "grumpy.dialogue.main.morning\/7": "Sorprendentemente, ho dormito un po'. Forse affronterò qualcosa di difficile... o forse no.",
    "grumpy.dialogue.main.morning\/8": "Alzati e mettiti in movimento, ossa pigre!",
    "grumpy.dialogue.main.morning\/9": "Ugh, è già mattina? Sono costretto a fare qualcosa di questo.",
    "grumpy.dialogue.main.night\/1": "Non posso aspettare di finalmente raggiungere il mio lettino. Il mio corpo è dolorante in tutto il corpo.",
    "grumpy.dialogue.main.night\/10": "Andate a letto con voi. Ha un giorno molto occupato davanti a sé, o almeno dicono così.",
    "grumpy.dialogue.main.night\/2": "Perché stai ancora parlando con me a quest'ora? Vattene.",
    "grumpy.dialogue.main.night\/3": "Non posso forse dormire in pace, per favore?",
    "grumpy.dialogue.main.night\/4": "Esci dal mio volto! Non vedi che è tardi ora?!",
    "grumpy.dialogue.main.night\/5": "Scioccone, vai essere un uccello notturno da qualche altra parte. Piss off!",
    "grumpy.dialogue.main.night\/6": "Se non torni a casa subito, ti manderò là.",
    "grumpy.dialogue.main.night\/7": "Il giorno è solo un rumore di rabbia e affollamento, una passeggiata notturna è l'unica pace che ottengo.",
    "grumpy.dialogue.main.night\/8": "Sono stanco. Questo giorno è stato un'eternità. Forse passerò il domani a fare nulla.",
    "grumpy.dialogue.main.night\/9": "Sono ansioso di strisciare sotto le coperte e dimenticare il mondo.",
    "grumpy.dialogue.main.rock_paper_scissor\/1": "Impegnati in quel gioco di scontri mani, se proprio devi.",
    "grumpy.dialogue.main\/1": "Cosa vuoi?",
    "grumpy.dialogue.main\/2": "Cosa c'è che non va oggi?",
    "grumpy.dialogue.main\/3": "Oh, è lei ancora.",
    "grumpy.dialogue.main\/4": "Cosa ti disturba in questo momento?",
    "grumpy.dialogue.main\/5": "Stai sentendo un po' di tristezza oggi?",
    "grumpy.dialogue.main\/6": "Cosa c'è che non va, %1$s?",
    "grumpy.dialogue.main\/7": "Stupendo con %supporter%, il prossimo giorno mi dico: \"Ecco, va tutto bene\" - pah! E cosa succede? Vedo un zombi gemello di %supporter% che si trascina per terra oggi!",
    "grumpy.dialogue.no_money\/1": "Non ti preoccupare, non puoi permetterti di comprarlo senza più emeraldi!",
    "grumpy.dialogue.no_money\/2": "Che cosa, una battuta? Raccogli più emeraldi e poi parleremo!",
    "grumpy.dialogue.no_money\/3": "Non mi insultare! Raccogli più emeraldi se veramente vuoi il mio aiuto.",
    "grumpy.dialogue.procreate_engaged\/1": "Non mi muovo un centimetro finché non abbiamo legato il nodo, capito?",
    "grumpy.dialogue.procreate_engaged\/2": "Portare un bambino nel gioco senza un impegno solido? Non succederà.",
    "grumpy.dialogue.rock_paper_scissor.loose.paper\/1": "Bah, scegliere forbite spade, suppongo!",
    "grumpy.dialogue.rock_paper_scissor.loose.rock\/1": "Ah! Piatto soffoca il tuo povero rocchetto. Meglio di sfortuna la prossima volta, suppongo.",
    "grumpy.dialogue.rock_paper_scissor.loose.scissor\/1": "Ah! Il tuo masso schiaccia i miei forbici, hai vinto questo round... umph!",
    "grumpy.dialogue.rock_paper_scissor.paper\/1": "pfft, carta, ovviamente.",
    "grumpy.dialogue.rock_paper_scissor.rock\/1": "Ah, roccia, ovviamente.",
    "grumpy.dialogue.rock_paper_scissor.scissor\/1": "Scissors, okay? Hmph.",
    "grumpy.dialogue.rock_paper_scissor.win.paper\/1": "Quell'orribile roccia non mi fa mai alcun bene!",
    "grumpy.dialogue.rock_paper_scissor.win.rock\/1": "Oh no! \"Uh, blasted rock smashes scissors. I'm defeated again.\"",
    "grumpy.dialogue.rock_paper_scissor.win.scissor\/1": "Ecco, le tue forbici hanno tagliato il mio carta, goditi la tua vittoria rara.",
    "grumpy.dialogue.rock_paper_scissor\/1": "Pietra, pergamena, forbici, adesso!",
    "grumpy.dialogue.rock_paper_scissor\/2": "Preparati a perdere questo round, lo farai!",
    "grumpy.dialogue.rumors.failed\/1": "Ah, pettegolezzi? Pffft, non un bisbiglio da sprecare.",
    "grumpy.dialogue.rumors.lore\/1": "anche se Jax riceve il suo giusto riconoscimento, più persone si piegano in ginocchio per SirBen. I suoi portavoce, MerlinWolfgangames e Crow, non smettono di parlare di lui.",
    "grumpy.dialogue.rumors.lore\/2": "Quei maledetti demoni cibernetici credevano di poter entrare qui attraverso porte. Ci vollero SirBen e Luke per farli tornare indietro da dove erano venuti.",
    "grumpy.dialogue.rumors.lore\/3": "Da sempre che l'antico costruttore scomparve, si dice che abbia lasciato la terra e si sia diretto verso terre lontane. Buona fortuna, se ti chiedono - non è stato visto da allora.",
    "grumpy.dialogue.rumors.lore\/4": "Merlinwolf games mise un santuario per SirBen. Tutti lo chiamano un miracolo, ma è solo una pila di rocce per me.",
    "grumpy.dialogue.rumors.lore\/5": "C'era un tribù di mastri costruttori molto tempo fa. Sono spariti all'improvviso, come se sapessero quando smettere.",
    "grumpy.dialogue.rumors.lore\/6": "Stai parlando anche delle leggende degli antichi costruttori? Quelle che hanno lasciato il loro rifiuto sparpagliato nel mondo sopraelevato?",
    "grumpy.dialogue.shake_hand.fail\/1": "Ti aspetti che io stringa la mano con un uccisore di bovini?",
    "grumpy.dialogue.shake_hand.fail\/2": "Tieni le tue mani per te stesso, grazie.",
    "grumpy.dialogue.shake_hand.fail\/3": "Taglia cortesia, siamo quasi una famiglia qui.",
    "grumpy.dialogue.shake_hand.fail\/4": "Un saluto di mano? Questo non è proprio il tuo stile.",
    "grumpy.dialogue.shake_hand.fail\/5": "Scusa, non sono interessato.",
    "grumpy.dialogue.shake_hand.success\/1": "Non male per un saluto, immagino.",
    "grumpy.dialogue.shake_hand.success\/2": "Quello strattone è più forte di quanto sembra, eh.",
    "grumpy.dialogue.shake_hand.success\/3": "Oh, guarda te, l'epitome di buone maniere.",
    "grumpy.dialogue.shake_hand.success\/4": "Sì, sì, buon giorno e tutto il resto.",
    "grumpy.dialogue.shake_hand.success\/5": "Oh, è te. Ciao.",
    "grumpy.dialogue.stay.fail\/1": "Hmph, preferisco vagare per i selvaggi piuttosto che restare fermo.",
    "grumpy.dialogue.stay.fail\/2": "Apprezzo l'offerta, ma ho un mondo da vedere, non una villaggio da sedere!",
    "grumpy.dialogue.stay.fail\/3": "Questo posto non è male, ma non sono il tipo da passare tutta la vita in un solo posto.",
    "grumpy.dialogue.stay.no_space\/1": "Eh, cosa è questo? Una scatola di acciughe? Non c'è spazio per muovere un piccone qui.",
    "grumpy.dialogue.stay.no_space\/2": "Sarei pronto a stabilirmi, ma sembra che tutti i letti siano stati occupati.",
    "grumpy.dialogue.stay.repeat\/1": "Non hai chiesto proprio questo? La tua memoria è breve come il temperamento di un bambino zombi.",
    "grumpy.dialogue.stay.repeat\/2": "Ancora con la stessa domanda? Che cosa sono, un pappagallo?",
    "grumpy.dialogue.stay.success\/1": "Va bene, rimarrò in questo luogo desolato.",
    "grumpy.dialogue.stay.success\/2": "Fantastico, proprio quel che mi serviva, restare in questo villaggio.",
    "grumpy.dialogue.story.enderdragon.fail\/1": "Pfft, hai ricevuto un colpo in testa? Quell'Ender Dragon è una favola.",
    "grumpy.dialogue.story.enderdragon.fail\/2": "Se stai tirando il mio braccio? Un mortale ferire quel mostro? Follia!",
    "grumpy.dialogue.story.enderdragon.success\/1": "Incredibile! Quindi hai ottenuto l'uovo del drago o cosa?",
    "grumpy.dialogue.story.enderdragon.success\/2": "Che cosa sto sentendo? Hai ucciso il leggendario drago, eh? Scommetto che i villaggi non smetteranno di parlare di questo per anni.",
    "grumpy.dialogue.story.exploring.fail\/1": "Ho già sentito tutto prima, risparmia il ripetuto.",
    "grumpy.dialogue.story.exploring.fail\/2": "Attento ora, non vorrei che ti facessi male su tutta quella ghiaia.",
    "grumpy.dialogue.story.exploring.fail\/3": "Sembrerebbe che ogni volta che ci avventuriamo insieme, tu trovi nuove e impressionanti maniere per fare le cose andare storte. È quasi impressionante come sei costantemente fallito.",
    "grumpy.dialogue.story.exploring.success\/1": "Eh, forse mi lancerò anch'io, se mai riuscirò a prendere un respiro in questo posto.",
    "grumpy.dialogue.story.exploring.success\/2": "Ah, fantastico, altre storie di vagabondi. Deve essere bello, mentre io sono costretto a stare qui con le stesse vecchie facce.",
    "grumpy.dialogue.story.exploring.success\/3": "Coraggioso o semplicemente pazzo, suppongo che tu abbia il coraggio di affrontare l'ignoto.",
    "grumpy.dialogue.story.fail\/1": "Guarda la lingua, è stata quella donna a crescermi!",
    "grumpy.dialogue.story.fail\/10": "Buona? Quello era lontano dal buono quanto il termine è lontano da qui.",
    "grumpy.dialogue.story.fail\/2": "Sono cibo per pettegolezzo, questo sei tu.",
    "grumpy.dialogue.story.fail\/3": "Non ha senso... assolutamente nulla.",
    "grumpy.dialogue.story.fail\/4": "Sei un mostro! anche i crepit non meritano alcuna simpatia!",
    "grumpy.dialogue.story.fail\/5": "Assassino di creature lanose innocenti!",
    "grumpy.dialogue.story.fail\/6": "*Sputt* Che cosa... ho perso qualcosa?",
    "grumpy.dialogue.story.fail\/7": "Quello è solo tempo che ho speso e non ritornerò mai.",
    "grumpy.dialogue.story.fail\/8": "Quello era noioso come un piccone spento.",
    "grumpy.dialogue.story.fail\/9": "Hai perso le tue palline e non torneranno più!",
    "grumpy.dialogue.story.nether.fail\/1": "Ahah, non durresti nemmeno un minuto nel Nether, vero?",
    "grumpy.dialogue.story.nether.fail\/2": "Non è sorprendente che quei piglin ti hanno cacciato fuori. Probabilmente sembravi perso come un agnello nel deserto.",
    "grumpy.dialogue.story.nether.fail\/3": "Sparemi le tue storie del Nether, sono noiose come la terra.",
    "grumpy.dialogue.story.nether.fail\/4": "Il Nether, davvero? Non potevi neanche agitare un piccone senza che un crepaccio esplodesse \"Boo!\"",
    "grumpy.dialogue.story.nether.fail\/5": "Nonno era un veterano del Nether e cosa vuoi dire con questo sciocchezzo di fungo distorto? Tira l'altro!",
    "grumpy.dialogue.story.nether.success\/1": "I Blazes, è sempre così caldo nel Nether o cosa?!",
    "grumpy.dialogue.story.nether.success\/2": "Hmph, sono sorpreso che tu sia riuscito a tornare da quel luogo di morte. Immagino che sei più resistente di quanto sembri.",
    "grumpy.dialogue.story.nether.success\/3": "Dicono che ci sia una fortuna da guadagnare nel Nether per chi è coraggioso... non che mi preoccuperei di tale impresa folle.",
    "grumpy.dialogue.story.nether.success\/4": "Ecco, ti immagini un eroe per aver attraversato il Nether, eh? Ti spaventa mai o sei solo pazzo? Io sarei... ragionevole, è tutto.",
    "grumpy.dialogue.story.nether.success\/5": "Hai mai incrociato uno di quei porcini zombie infetti?",
    "grumpy.dialogue.story.success\/1": "Sinceramente? Sto avendo difficoltà ad ingoiare quella storia.",
    "grumpy.dialogue.story.success\/2": "preferirei non farmi esplodere, a differenza di alcuni avventurieri temerari.",
    "grumpy.dialogue.story.success\/3": "Questo è un bel racconto che hai intrecciato. L'hai inventato tu stesso?",
    "grumpy.dialogue.story.success\/4": "Tutto quel nonsenso solo ieri? Non lo sto comprando.",
    "grumpy.dialogue.story.success\/5": "Ero a nascondigliarmi proprio là, mi sono perso tutto, pare.",
    "grumpy.dialogue.story.success\/6": "Pfft! Sembra proprio qualcosa che farebbe il nostro amico %supporter%! Sempre l'eroe, eh?",
    "grumpy.dialogue.story.success\/7": "La leggenda di %supporter% ancora una volta? È diventato vecchio, ma continua pure.",
    "grumpy.dialogue.story.success\/8": "Ehmm! Ecco come hai trovato il tuo primo diamante, è così?",
    "grumpy.dialogue.story.success\/9": "Potresti anche fermarti più tardi. Non ho nulla di meglio da fare che ascoltare ancora delle tue storie.",
    "grumpy.dialogue.story.wither.fail\/1": "Tira l'altra, non sono nato ieri.",
    "grumpy.dialogue.story.wither.fail\/2": "Ahah, tu non sei nemmeno un graffio su di te - aspettami che ti creda quella storia?",
    "grumpy.dialogue.story.wither.success\/1": "Incredibile! Quell'Avvoltoio è un biglietto di sola andata per la devastazione e il caos!",
    "grumpy.dialogue.story.wither.success\/2": "Hai battuto il Wither? Stai tirando il mio collo! È assurdo!"
}