{
    "_comment": "Nota: ------ sulle dinamiche di integrazione dei contenuti ------",
    "advancement.integratedcrafting.craft_crafting_interface": "Interfaccia di crafting²",
    "advancement.integratedcrafting.craft_crafting_interface.desc": "Crea un'interfaccia di crafting",
    "advancement.integratedcrafting.craft_crafting_writer": "Scrittore di crafting²",
    "advancement.integratedcrafting.craft_crafting_writer.desc": "Crea un scrittore di crafting",
    "advancement.integratedcrafting.craft_planks": "Auto-assemblaggio di assi efficace",
    "advancement.integratedcrafting.craft_planks.desc": "Usa un writer di crafting per avviare un lavoro di crafting per assi di quercia.",
    "advancement.integratedcrafting.insert_recipe_planks": "Inserimento ricetta auto-palletizzazioni",
    "advancement.integratedcrafting.insert_recipe_planks.desc": "Inserisci la ricetta creata manualmente per le assi di quercia in un'interfaccia di crafting.",
    "aspect.aspecttypes.integratedcrafting.boolean.craftmissing": "Ingredienti mancanti per la lavorazione",
    "aspect.aspecttypes.integratedcrafting.boolean.ignorecrafting": "Ignora lavori di craft",
    "aspect.aspecttypes.integratedcrafting.boolean.ignorestorage": "Ignora contenuti di archiviazione",
    "aspect.aspecttypes.integratedcrafting.integer.craftamount": "Quantità di lavorazione",
    "aspect.aspecttypes.integratedcrafting.integer.craftdelay": "Ritardo di crafting contenuto del magazzino",
    "aspect.aspecttypes.integratedcrafting.integer.craftdelay.info": "Crea solo se l'ingrediente manca nel magazzino per questo intervallo di tempo.",
    "aspect.integratedcrafting.read.list.network.craftingingredients": "Ingredienti di crafting",
    "aspect.integratedcrafting.read.list.network.craftingingredients.info": "Elenco di tutti gli ingredienti che stanno essere lavorati.",
    "aspect.integratedcrafting.read.list.network.craftingjobs": "Lavori di lavorazione attivi",
    "aspect.integratedcrafting.read.list.network.craftingjobs.info": "Elenco di tutti i lavori di crafting attivi come ricette.",
    "aspect.integratedcrafting.read.list.network.recipes": "Ricette",
    "aspect.integratedcrafting.read.list.network.recipes.info": "Elenco di tutte le ricette disponibili.",
    "aspect.integratedcrafting.write.fluidstack.craft": "Crea liquido",
    "aspect.integratedcrafting.write.fluidstack.craft.info": "Crea il fluido specificato",
    "aspect.integratedcrafting.write.integer.craft": "Energia di crafting",
    "aspect.integratedcrafting.write.integer.craft.info": "Crea l'energia specificata",
    "aspect.integratedcrafting.write.itemstack.craft": "Crea oggetto",
    "aspect.integratedcrafting.write.itemstack.craft.info": "Crea l'oggetto specificato",
    "aspect.integratedcrafting.write.recipe.craft": "Ricetta di lavorazione",
    "aspect.integratedcrafting.write.recipe.craft.info": "Crea la ricetta data",
    "general.integratedcrafting.description": "Crea oggetti all'interno di reti di dinamica integrata.",
    "gui.integratedcrafting.partinterface.slot.message.invalid": "La ricetta non è accettabile dal bersaglio.",
    "gui.integratedcrafting.partinterface.slot.message.norecipe": "La variabile non contiene una ricetta.",
    "gui.integratedcrafting.partinterface.slot.message.valid": "La ricetta è valida per il bersaglio.",
    "gui.integratedcrafting.partsettings.blockingmode": "Modalità di blocco",
    "gui.integratedcrafting.partsettings.channel.interface": "Canale di crafting",
    "gui.integratedcrafting.partsettings.craftingcheckdisabled": "Disabilita controllo crafting",
    "gui.integratedcrafting.partsettings.ingredient": "Tipo di ingrediente",
    "info_book.integratedcrafting.crafting_interface": "Interfaccia di crafting",
    "info_book.integratedcrafting.crafting_interface.basics": "Basici",
    "info_book.integratedcrafting.crafting_interface.basics.text1": "L'interfaccia di crafting è utilizzata per informare la rete su dove e come possono essere creati gli oggetti.",
    "info_book.integratedcrafting.crafting_interface.basics.text2": "Se punti un'interfaccia di crafting (&lcrafting interface&r) su una macchina (&o(ad esempio una tavola da lavoro o forno)&r), questa interfaccia sarà legata a questa macchina per gestire le ricette.",
    "info_book.integratedcrafting.crafting_interface.basics.text3": "Quando si apre l'interfaccia di crafting, è possibile inserire carte di variabile che contengono ricette. Ciò indica all'interfaccia che la ricetta specifica può essere creata utilizzando la macchina vincolata.",
    "info_book.integratedcrafting.crafting_interface.blocking": "Modalità di blocco",
    "info_book.integratedcrafting.crafting_interface.blocking.text1": "Di default, l'interfaccia di crafting &lavrà il blocco in modalità &rabilitata. Ciò causerà la macchina ad accettare solo una ricetta alla volta. Inizierà con la prossima ricetta solo se la precedente è stata completata.",
    "info_book.integratedcrafting.crafting_interface.blocking.text2": "Per le macchine che possono elaborare input multiple in parallelo, puoi disabilitare il modalità di blocco (&o blocking mode&r) tramite l'interfaccia utente dei parametri della &lcrafting interface&r. Quando si disattiva la modalità di blocco, la macchina elaborerà quanti più input possibile se hai un lavoro di crafting con multi-quantità.",
    "info_book.integratedcrafting.crafting_interface.configuration": "Configurazione interfaccia crafting",
    "info_book.integratedcrafting.crafting_interface.configuration.text1": "Come la maggior parte delle parti dinamiche integrate, puoi configurare alcune cose nell'interfaccia di crafting, come ad esempio il canale, la priorità e il tasso di ticking.",
    "info_book.integratedcrafting.crafting_interface.configuration.text2": "Inoltre, è possibile modificare separatamente il lato di destinazione per ogni tipo di ingrediente &o per ogni tipo di ingrediente &r. Ciò è utile se la macchina vincolata accetta tipi di ingrediente diversi in diversi lati. Ad esempio, gli oggetti possono essere accettati dai lati, mentre i fluidi possono essere accettati dal vertice.",
    "info_book.integratedcrafting.crafting_interface.crafting": "Processo di crafting",
    "info_book.integratedcrafting.crafting_interface.crafting.text1": "Questa sezione spiegherà come il processo di creazione viene gestito dalle interfacce di creazione. Questa informazione è essenziale per ottenere il massimo da questo modulo e per risolvere qualsiasi problema che potresti incontrare.",
    "info_book.integratedcrafting.crafting_interface.crafting.text2": "Quando un lavoro di crafting viene avviato (ad esempio con l'&lcrittore di crafting&r), uno o più &interfaccia di crafting&r verranno utilizzati che hanno una ricetta corrispondente al lavoro specifico. L'&interfaccia di crafting&r è responsabile dell'inserimento di tutti gli input della ricetta nella macchina vincolata. Ciò lo farà sulla base dei contenuti della rete di archiviazione, come forniti dalle &interfacce tunnel integrate&r.",
    "info_book.integratedcrafting.crafting_interface.crafting.text3": "Un interfaccia di crafting (&a&lcrafting interface&r) sarà disponibile, tuttavia non importerà i risultati del crafting dai macchinari vincolati. Il giocatore è responsabile di assicurarsi che i risultati del crafting finiscano nel network. La tavola da crafting è un'eccezione per questo, è sufficiente avere un &lcrafting interface&r per poter craftare con essa. L'&lcrafting interface&r traccia le modifiche al network di storage e marca il lavoro di crafting come completato solo quando gli output attesi sono presenti nel network di storage. Ciò può essere raggiunto inserendo un importatore di tunnel integrati attivo sul macchinario o lasciando che il macchinario esporti automaticamente nella &lcrafting interface&r. Tutto (oggetti, fluidi, energia) che viene inserito nell'&lcrafting interface&r verrà inserito nel network di storage per il canale configurato.",
    "info_book.integratedcrafting.crafting_interface.crafting.text4": "I seguenti figure mostrano esempi di configurazioni minimale valide per l'autocrafting con una tavola da lavoro e un forno.",
    "info_book.integratedcrafting.crafting_interface.debugging_jobs": "Lavori di creazione in debug",
    "info_book.integratedcrafting.crafting_interface.debugging_jobs.text1": "Mentre si configura l'autocrafting, potresti imbatterti in situazioni in cui il tuo lavoro di craft non funziona correttamente a causa di una configurazione errata.",
    "info_book.integratedcrafting.crafting_interface.debugging_jobs.text2": "Puoi debugare questi casi utilizzando gli aspetti relativi alla lavorazione dal lettore di rete (&l), come ottenere l'elenco di tutte le ricette disponibili nella rete, ottenere tutti i lavori di lavorazione in esecuzione e ottenere tutti gli ingredienti mancanti dei lavori di lavorazione. Visualizzare queste liste in pannelli di visualizzazione (&ld) può aiutarti a individuare il problema che stai sperimentando.",
    "info_book.integratedcrafting.crafting_interface.debugging_jobs.text3": "Nota che se hai installato gli &lterminali integrati&r di Integrated Terminals, puoi utilizzare il &lterminale dei lavori di crafting&r per visualizzare tutti i lavori di crafting in esecuzione, visualizzare ingredienti mancanti o annullare i lavori.",
    "info_book.integratedcrafting.crafting_interface.distribution": "Lavori di produzione distribuiti",
    "info_book.integratedcrafting.crafting_interface.distribution.text1": "Se stai lavorando con macchine lente o se desideri migliorare l'efficienza di certi lavori di crafting, puoi &odistribuire&r un lavoro di crafting su più &linterfaccie di crafting&r. Ad esempio, questa funzionalità consente di distribuire la produzione di 40 barre d'acciaio in modo uniforme su 10 forni.",
    "info_book.integratedcrafting.crafting_interface.distribution.text2": "L'unica cosa che è necessaria per far funzionare questo, è assicurarsi che tutti i macchinari che si desidera distribuire, abbiano un'interfaccia di crafting&r che (almeno) esponga esattamente la stessa ricetta che si vuole distribuire. Nel caso del nostro precedente esempio, dovresti assicurarti che tutti i 10 forni abbiano un'interfaccia di crafting&r contenente (almeno) esattamente la stessa ricetta per fusione di ghette d'acciaio.",
    "info_book.integratedcrafting.crafting_interface.dynamic_recipes": "Ricette dinamiche",
    "info_book.integratedcrafting.crafting_interface.dynamic_recipes.text1": "Seguendo la natura dinamica di &lintegrated dynamics&r &lvariabili carte&r, le ricette esposte attraverso &linterfacce di crafting&r possono anche essere completamente dinamiche. Ad esempio, potresti esporre una ricetta che cambia in base al fatto che sia giorno o notte, o all' disponibilità di un certo oggetto nella rete.",
    "info_book.integratedcrafting.crafting_interface.dynamic_recipes.text2": "Istituzioni di crafting &lwill automaticamente rilevare quando una ricetta viene aggiornata e tutti i nuovi lavori di crafting immediatamente utilizzeranno la nuova ricetta. Tuttavia, tutti i lavori di crafting in corso utilizzeranno ancora la vecchia ricetta.",
    "info_book.integratedcrafting.crafting_interface.dynamic_recipes.text3": "Nota che più il tuo ricettario cambia, più si produrrà ritardo. Quindi utilizza questo feature con cautela.",
    "info_book.integratedcrafting.crafting_interface.introduction": "Introduzione",
    "info_book.integratedcrafting.crafting_interface.introduction.text1": "In questo sezione, passeremo in rassegna le basi, il processo di creazione, la configurazione e le funzionalità speciali dell'interfaccia di creazione.",
    "info_book.integratedcrafting.crafting_interface.recipe_feedback": "Ritorno sulla ricetta",
    "info_book.integratedcrafting.crafting_interface.recipe_feedback.text1": "Quando si inseriscono carte di variabile (&lvariable cards&r) nell'interfaccia di crafting, si vedrà un simbolo di check verde (&2green checkmark&0) o un simbolo di croce rossa (&4red cross&0) per indicare se la ricetta è valida per la macchina vincolata. È possibile fare clic con il pulsante destro del mouse su questi simboli per ottenere ulteriori informazioni.",
    "info_book.integratedcrafting.crafting_interface.recipe_feedback.text2": "Questo è un sistema di feedback precoce nel caso in cui inserisci accidentalmente la ricetta sbagliata in un'interfaccia, ad esempio se inserisci la ricetta di crafting per una cassa in un'interfaccia &lcrafting& che è legata a un forno.",
    "info_book.integratedcrafting.crafting_interface.recipe_feedback.text3": "Se vedi un segno di croce rossa (&4), questo significa che la scheda della variabile non esporre una ricetta valida o che la ricetta non può essere creata nella macchina vincolata.",
    "info_book.integratedcrafting.crafting_interface.recipe_feedback.text4": "Un segno di spunta verde (&2&) indica che la scheda della variabile contiene una ricetta valida, e che il macchinario può probabilmente gestire la ricetta specificata.",
    "info_book.integratedcrafting.crafting_interface.reusable": "Ingredienti riciclabili",
    "info_book.integratedcrafting.crafting_interface.reusable.text1": "Se desideri configurare ricette che non consumano completamente gli elementi di input, ma ad esempio consumano solo parte della durata di quell'elemento, puoi configurare quegli ingredienti di ricetta come \"&oreusable&\". Ciò può essere fatto durante la creazione delle schede di variabile di ricetta facendo shift-click su una slot di input all'interno del \"programmatore logico\" e abilitando il pulsante \"&oreusable&\".",
    "info_book.integratedcrafting.crafting_writer": "Scrittore di ricette",
    "info_book.integratedcrafting.crafting_writer.text1": "Il &lcrafting writer&r consente di iniziare automaticamente i lavori di craft basati su condizioni specifiche utilizzando le ricette esposte dalle &linterfaccie di crafting&r.",
    "info_book.integratedcrafting.crafting_writer.text2": "Utilizzando gli aspetti seguenti, puoi iniziare a creare lavori di crafting per la ricetta specificata, l'oggetto di output, il fluido di output o l'energia di output. Utilizzando le impostazioni degli aspetti, puoi configurare il canale di crafting, se i lavori di crafting in esecuzione dovrebbero bloccare nuovi lavori, se i lavori di crafting per qualsiasi input mancante dovrebbero anche essere avviati e se la presenza di ingredienti nella rete di archiviazione dovrebbe bloccare nuovi lavori di crafting.",
    "info_book.integratedcrafting.crafting_writer.text3": "Se desideri inserire una scheda di variabile (&lvariable card&r) per informare che nulla dovrebbe essere creato, basta inserire un valore vuoto, ad esempio una scheda di variabile per il tipo di valore dell'item (&8item&0) senza un item reale in esso.",
    "info_book.integratedcrafting.crafting_writer.text4": "Nota che se hai installato gli &lterminali integrati&r, potrai avviare i lavori di crafting in modo visivo dal &ltermineale di archiviazione&r.",
    "info_book.integratedcrafting.introduction": "Introduzione",
    "info_book.integratedcrafting.introduction.text1": "L'integrazione crafting è un'estensione di L'integrazione dinamica per l'autocrafting all'interno delle reti di L'integrazione dinamica. L'autocrafting può avvenire con qualsiasi combinazione di oggetti, fluidi e energia. Le due parti principali richieste per questo sono l'interfaccia crafting e il writer crafting.",
    "info_book.integratedcrafting.introduction.text2": "L'interfaccia di crafting può essere posizionata accanto a qualsiasi tipo di macchina di crafting e può essere utilizzata per fornire opzioni di crafting al network sulla base di carte variabili contenenti ricette.",
    "info_book.integratedcrafting.introduction.text3": "Il creatore di ricette può quindi essere utilizzato per avviare automaticamente i lavori di crafting basati sulle ricette esposte da tutti gli interfacce di crafting del rete.",
    "info_book.integratedcrafting.introduction.text4": "I seguenti paragrafi spiegano come funziona questo processo di autocifratura.",
    "info_book.integratedcrafting.section.main": "Creastrazione",
    "info_book.integratedcrafting.section.tutorials": "Lezioni di crafting",
    "info_book.integratedcrafting.tutorials.autocrafting_setup": "Impostazione autocrafting",
    "info_book.integratedcrafting.tutorials.autocrafting_setup.text1": "In questo primo tutorial di crafting integrato, stiamo per coprire la configurazione di base dell'autocrafting.",
    "info_book.integratedcrafting.tutorials.autocrafting_setup.text2": "Il primo requisito per l'autocrafting è l'interfaccia di crafting, che è un componente di rete che deve essere orientato verso una macchina, come ad esempio una tavola da crafting o forno. Iniziate a craftare un'interfaccia di crafting e fate in modo che si affacci su una tavola da crafting.",
    "info_book.integratedcrafting.tutorials.autocrafting_setup.text3": "Prossimamente, comunicheremo all'interfaccia di crafting il modo in cui può creare assicelle di quercia. Fai questo aprendo la tua programmazione logica e scrivi una scheda di variabile che contenga una ricetta con un ingresso di tronco di quercia e come output 4 assicelle di quercia &o(non modificare le impostazioni di match degli item predefinite)&r. Questa ricetta deve essere creata manualmente, non utilizzando mod come JEI.",
    "info_book.integratedcrafting.tutorials.autocrafting_setup.text4": "Infine, inseriamo la nostra ricetta appena creata nella nostra interfaccia di crafting per completare questo primo tutorial. Se un segnalino verde &2 è visualizzato, ciò significa che la nostra ricetta è valida e che ora la ricetta è disponibile sulla rete per l'autocrafting.",
    "info_book.integratedcrafting.tutorials.autocrafting_trigger": "Attiva crafting automatica",
    "info_book.integratedcrafting.tutorials.autocrafting_trigger.text1": "In questo secondo tutorial di crafting integrato, inizieremo un lavoro di crafting per assi di quercia utilizzando il &crafting writer&.",
    "info_book.integratedcrafting.tutorials.autocrafting_trigger.text2": "Iniziamo prima creando un &lCrafting Writer&r. Questo ti consente di iniziare automaticamente la lavorazione di job per una ricetta, un oggetto, un fluido o energia specifici. Una volta creato il writer, collocalo ovunque nel network che abbia l'&linterfaccia di crafting&r del precedente tutorial.",
    "info_book.integratedcrafting.tutorials.autocrafting_trigger.text3": "Prima di chiedere al &lCrafter& di creare assicelli di quercia, dobbiamo innanzitutto inserire alcuni tronchi d'olivo nella rete. Per fare ciò, attaccate un contenitore (come un cassettone) alla rete utilizzando un'interfaccia &lintegrata tunnel& &litem&, e assicuratevi che il cassettone contenga almeno un tronco d'olivo.",
    "info_book.integratedcrafting.tutorials.autocrafting_trigger.text4": "Ora, diamo al &lCrafting Writer&r l'ordine di iniziare la lavorazione dei tavoloni di quercia. Per far ciò, crea una scheda di variabile contenente i tavoloni di quercia utilizzando il tuo &Logic Programmer&r e inserisci questa nella &lCrafting Writer&r.",
    "info_book.integratedcrafting.tutorials.autocrafting_trigger.text5": "Se hai configurato tutto correttamente, dovresti vedere che un tronco di quercia è stato convertito in 4 assi di quercia. Una volta rimosse queste assi, 4 nuove assi saranno create se altri tronchi erano disponibili. Puoi giocare con le impostazioni del &lcrafting writer&r per esempio ignorare il contenuto degli spazi di archiviazione e creare il maggior numero possibile di assi.",
    "info_book.integratedcrafting.tutorials.autocrafting_trigger.text6": "La figura alla fine di questa sezione mostra un esempio dei componenti richiesti per completare questo tutorial.",
    "info_book.integratedcrafting.tutorials.introduction": "Introduzione",
    "info_book.integratedcrafting.tutorials.introduction.text1": "Questa sezione contiene diversi tutorial che ti aiuteranno a imparare l'Integrated Crafting, l'add-on di dinamica integrata per l'autocrafting all'interno delle reti di dinamica integrata.",
    "itemGroup.integratedcrafting": "Incorporamento di creazione",
    "parttype.integratedcrafting.crafting_writer": "Scrittore di crafting",
    "parttype.integratedcrafting.crafting_writer.info": "Inizia a creare lavori di craft",
    "parttype.integratedcrafting.interface_crafting": "Interfaccia di crafting",
    "parttype.integratedcrafting.interface_crafting.info": "Conserva le variabili di crafting per il crafting nel macchinario di destinazione."
}