{
    "embeddium.conflicting_mod": "Embeddium ha rilevato la presenza di mod che sono noti per causare problemi di rendering\/ crash. È consigliabile disinstallarli. Ecco l'elenco seguente.",
    "embeddium.conflicting_mod_list": "Elenco di mod in conflitto: [{2}]",
    "embeddium.options.added_by_mod_string": "aggiunto dal modulo: %s",
    "embeddium.options.fullscreen.resolution.tooltip": "Regola la risoluzione del gioco nel modalità schermo intero.",
    "embeddium.options.use_quad_normals_for_lighting.name": "Usa illuminazione con ombre quadrate accurate",
    "embeddium.options.use_quad_normals_for_lighting.tooltip": "Abilita l'utilizzo di normali quad per l'illuminazione: quando abilitato, Embeddium applicherà ombreggiatura alle facce dei blocchi non vanilla in base alla vera direzione che stanno affrontando, non all'asse direttrice. Ciò può migliorare la qualità dell'illuminazione quando il pipeline di illuminazione sperimentale di Forge è disabilitato (che è consigliato per ottenere le migliori prestazioni). Non ha effetto se il pipeline di illuminazione sperimentale di Forge è abilitato.",
    "embeddium.options.use_render_pass_optimization.name": "Utilizza ottimizzazione del passaggio di rendering",
    "embeddium.options.use_render_pass_optimization.tooltip": "Abilitato, Embeddium rileverà i volti del modello di blocco contrassegnati come trasparenti (o traslucidi) quando il testo è effettivamente opaco (o trasparente) e utilizzerà automaticamente un passaggio di rendering più ottimale per loro.\n\nQuesta ottimizzazione non ha alcun effetto quando è attiva una pacchetto shader.",
    "embeddium.search_bar_empty": "Opzioni di ricerca...",
    "sodium.console.broken_nvidia_driver": "I tuoi driver di grafica NVIDIA sono obsoleti!\n* ciò causerà problemi di prestazioni gravi e crash quando Embeddium è installato.\n* per favore aggiorna i tuoi driver di grafica alla versione più recente (versione 536.23 o successiva).",
    "sodium.console.core_shaders_error": "i seguenti pacchetti di risorse sono incompatibili con Embeddium:",
    "sodium.console.core_shaders_info": "Controlla il registro del gioco per informazioni dettagliate.",
    "sodium.console.core_shaders_warn": "I seguenti pacchetti di risorse potrebbero essere incompatibili con Embeddium:",
    "sodium.console.game_restart": "Il gioco deve essere riavviato per applicare uno o più impostazioni del video!",
    "sodium.console.pojav_launcher": "Il lanciatore Pojav non è supportato quando si utilizza Embeddium.\n* È molto probabile che incontri problemi di prestazioni estremi, bug grafici e crash.\n* Sarai da solo se decidi di continuare -- non ti aiuteremo con alcun bug o crash!",
    "sodium.option_impact.extreme": "Estremo",
    "sodium.option_impact.high": "Alto",
    "sodium.option_impact.low": "Basso",
    "sodium.option_impact.medium": "Medio",
    "sodium.option_impact.varies": "Varia",
    "sodium.options.always_defer_chunk_updates.name": "Sospesa aggiornamenti di blocco permanentemente",
    "sodium.options.always_defer_chunk_updates.tooltip": "Se abilitato, il rendering non attendrà mai l'aggiornamento dei blocchi per finire, neanche se sono importanti. Ciò può migliorare significativamente i frame rate in alcuni scenari, ma potrebbe creare un ritardo visivo significativo nel mondo.",
    "sodium.options.animate_only_visible_textures.name": "Animare solo texture visibili",
    "sodium.options.animate_only_visible_textures.tooltip": "Se abilitato, solo i texture animate determinate visibili verranno aggiornate. Ciò può fornire un aumento significativo dei frame rate su alcuni dispositivi, specialmente con pacchetti di risorse più pesanti. Se si verificano problemi con alcune texture che non vengono animate, provare a disabilitare questa opzione.",
    "sodium.options.attack_indicator.tooltip": "Imposta dove viene visualizzato l'indicatore di attacco sullo schermo.",
    "sodium.options.autosave_indicator.tooltip": "Se abilitato, un indicatore verrà visualizzato quando il gioco sta salvando il mondo sul disco.",
    "sodium.options.biome_blend.tooltip": "Controlla l'intervallo di biomi che verranno campionati per la colorazione dei blocchi. I valori più alti aumentano notevolmente il tempo necessario per costruire chunk, con miglioramenti nella qualità molto modesti.",
    "sodium.options.biome_blend.value": "%s blocco(i)",
    "sodium.options.brightness.tooltip": "Regola la luminosità (gamma) del gioco.",
    "sodium.options.buttons.apply": "Applica",
    "sodium.options.buttons.donate": "Sostieni Sodium!",
    "sodium.options.buttons.undo": "Annulla",
    "sodium.options.chunk_update_threads.name": "Filtri di aggiornamento chunk",
    "sodium.options.chunk_update_threads.tooltip": "Specificare il numero di thread da utilizzare per la costruzione dei blocchi. Utilizzando più thread può accelerare il caricamento e l'aggiornamento dei blocchi, ma potrebbe avere un impatto negativo sui tempi di frame.",
    "sodium.options.clouds_quality.tooltip": "Regola la presenza di nuvole visualizzate nel cielo.",
    "sodium.options.cpu_render_ahead_limit.name": "Limite di anteprima CPU",
    "sodium.options.cpu_render_ahead_limit.tooltip": "Specifica il numero massimo di frame che il processore può attendere sul dispositivo grafico per finire la renderizzazione. Valori molto bassi o alti possono creare instabilità del tasso di frame.",
    "sodium.options.cpu_render_ahead_limit.value": "%s frame(i)",
    "sodium.options.entity_distance.tooltip": "Imposta la distanza di rendering degli entità dal giocatore. Valori più alti aumentano la distanza di rendering a spese delle prestazioni del frame.",
    "sodium.options.entity_shadows.tooltip": "Se abilitato, le ombre di base verranno renderizzate sotto i mostri e gli altri entità.",
    "sodium.options.fps_limit.tooltip": "Limita il numero massimo di frame al secondo. Ciò può aiutare a ridurre l'utilizzo della batteria e la carica generale del sistema quando si eseguono compiti multi-tasking. Se abilitato VSync, questa opzione sarà ignorata se è inferiore alla frequenza di aggiornamento del display.",
    "sodium.options.fullscreen.tooltip": "Se abilitato, il gioco sarà visualizzato a schermo intero (se supportato).",
    "sodium.options.graphics_quality.tooltip": "Impostazione qualità grafica predefinita: controlla alcune opzioni di vecchia generazione e è necessaria per la compatibilità con i mod. Se le opzioni sottostanti vengono lasciate su \"predefinite\", utilizzeranno questo impostazione.",
    "sodium.options.gui_scale.tooltip": "Imposta il fattore di scala massimo da utilizzare per l'interfaccia utente. Se \"auto\" è utilizzato, allora il fattore di scala più grande sarà sempre utilizzato.",
    "sodium.options.leaves_quality.name": "Qualità foglie",
    "sodium.options.leaves_quality.tooltip": "Regola la qualità delle foglie.",
    "sodium.options.mipmap_levels.tooltip": "Regola il numero di mipmap utilizzati per le texture dei modelli di blocchi. Valori più alti offrono una migliore rappresentazione dei blocchi a distanza, ma possono avere un impatto negativo sulla prestazione con molti texture animate.",
    "sodium.options.pages.advanced": "Pagine avanzate",
    "sodium.options.pages.performance": "Rendimento",
    "sodium.options.pages.quality": "Qualità",
    "sodium.options.particle_quality.tooltip": "Regola il numero massimo di particelle che possono essere presenti nello schermo contemporaneamente.",
    "sodium.options.performance_impact_string": "Impatto sulle prestazioni: %s",
    "sodium.options.simulation_distance.tooltip": "Il distanza di simulazione controlla a quanta distanza il terreno e gli entità saranno caricati e aggiornati. Distances più brevi possono ridurre la carica del server interno e migliorare le frequenze di frame.",
    "sodium.options.smooth_lighting.tooltip": "Abilita la luce e ombra smoooth per i blocchi. Ciò aumenta leggermente il tempo necessario per ricostruire un blocco, ma non influisce sulle prestazioni di frame rate.",
    "sodium.options.translucent_face_sorting.name": "Ordinamento facce trasparenti",
    "sodium.options.translucent_face_sorting.tooltip": "Se abilitato, gli effetti traslucidi provenienti da superfici come vetro colorato e acqua saranno applicati correttamente.",
    "sodium.options.use_block_face_culling.name": "Usa eliminazione facce di blocco",
    "sodium.options.use_block_face_culling.tooltip": "Se abilitato, solo le facce dei blocchi che si affacciano sulla camera verranno sottoposte a rendering. Ciò può eliminare un gran numero di facce di blocchi molto presto nel processo di rendering, risparmiando banda di rete e tempo sul GPU. Alcuni pacchetti di risorse potrebbero avere problemi con questa opzione, quindi tenta di disabilitarla se vedi buchi nei blocchi.",
    "sodium.options.use_compact_vertex_format.name": "Usa formato di vertice compatto",
    "sodium.options.use_compact_vertex_format.tooltip": "Se abilitato, verrà utilizzato un formato di vertex più compatto per il rendering dei blocchi. Ciò può ridurre l'utilizzo della memoria grafica e le richieste di banda larga significativamente, specialmente per schede video integrate, ma può causare problemi di z-fighting con alcuni pacchetti di risorse a causa di come riduce la precisione degli attributi di posizione e coordinate di testo. Disabilitando questo opzione non ha effetto se Oculus è installato.",
    "sodium.options.use_entity_culling.name": "Usa eliminazione entità",
    "sodium.options.use_entity_culling.tooltip": "Se abilitato, gli entità determinate non essere in alcun chunk visibile saranno saltate durante la renderizzazione. Ciò può aiutare a migliorare le prestazioni evitando la renderizzazione di entità situate sottoterra o dietro muri.",
    "sodium.options.use_fog_occlusion.name": "Usa occultamento nebbia",
    "sodium.options.use_fog_occlusion.tooltip": "Se abilitato, i blocchi che sono determinati essere completamente nascosti da effetti di nebbia non saranno elaborati, aiutando a migliorare le prestazioni. L'impatto sulla prestazione può essere più significativo quando gli effetti di nebbia sono più pesanti (ad esempio, mentre si è sott'acqua), ma ciò potrebbe causare artefatti visivi indesiderati tra il cielo e la nebbia in alcuni scenari.",
    "sodium.options.use_no_error_context.name": "Usa contesto di errore zero",
    "sodium.options.use_no_error_context.tooltip": "Se abilitato, il contesto OpenGL sarà creato con l'errore di controllo disabilitato. Ciò potrebbe leggermente migliorare le prestazioni, ma aumenta anche il rischio che il gioco si arresti anziché gestire gli errori OpenGL in modo elegante. Dovresti disabilitare questa opzione se stai sperimentando crash improvvisi e non spiegati.",
    "sodium.options.use_persistent_mapping.name": "Usa mappatura persistente",
    "sodium.options.use_persistent_mapping.tooltip": "Se abilitato, una piccola quantità di memoria sarà mappata persistentemente come buffer di staging per l'upload dei blocchi, aiutando a ridurre l'overhead del processore e la instabilità del frame time quando si caricano o si aggiornano i blocchi.\n\nrichiede OpenGL 4.4 o ARB_buffer_storage.",
    "sodium.options.v_sync.tooltip": "Se abilitato, il tasso di frame del gioco sarà sincronizzato con la frequenza di aggiornamento dello schermo, ottenendo un'esperienza più fluida a scapito della latenza d'input generale. Questo impostazione potrebbe ridurre le prestazioni se il tuo sistema è troppo lento.",
    "sodium.options.view_bobbing.tooltip": "Se abilitato, la vista del giocatore si muoverà e oscillerà quando si sposterà. I giocatori che soffrono di nausea da movimento mentre giocano possono trarre beneficio dall'impedire questa funzionalità.",
    "sodium.options.view_distance.tooltip": "Il distanza di rendering controlla a quanta distanza il terreno verrà reso. Distances più brevi significano che meno terreno sarà reso, migliorando i frame rate.",
    "sodium.options.vignette.name": "Vignetta",
    "sodium.options.vignette.tooltip": "Se abilitato, un effetto di vignetta verrà visualizzato nella vista del giocatore. Ciò è molto improbabile che influisca sulle prestazioni in termini di frame rate a meno che non si sia limitati da una velocità di riempimento della finestra.",
    "sodium.options.weather_quality.tooltip": "Regola la qualità degli effetti di pioggia e neve."
}