{
    "_comment": "Nota: ------ sulle dinamiche di integrazione dei contenuti ------",
    "advancement.integratedscripting.filter_chest": "Filtri di elenchi di oggetti potenti integrati",
    "advancement.integratedscripting.filter_chest.desc": "Filtra una lista di oggetti letti da un cassetto utilizzando una funzione basata su script.",
    "advancement.integratedscripting.mendesite": "Trovata abbondanza di mendesite",
    "advancement.integratedscripting.mendesite.desc": "Crea un blocco di Mendesite, che è una risorsa di base per lo scripting integrato.",
    "advancement.integratedscripting.scripting_disk": "Non è un disco fisso!",
    "advancement.integratedscripting.scripting_disk.desc": "Crea un disco di scriptazione, utilizzato per memorizzare dati di scriptazione.",
    "advancement.integratedscripting.scripting_drive": "Mi stanno guardando guidare",
    "advancement.integratedscripting.scripting_drive.desc": "Crea un drive di scriptazione per poter caricare i tuoi script nel tuo rete.",
    "advancement.integratedscripting.terminal_bind": "L'ascesa dei script",
    "advancement.integratedscripting.terminal_bind.desc": "Crea un script e lega il suo output a una carta di variabile.",
    "advancement.integratedscripting.terminal_display": "Il rilascio dei script",
    "advancement.integratedscripting.terminal_display.desc": "Visualizza un valore scriptato in una scheda di visualizzazione",
    "advancement.integratedscripting.terminal_open": "La scoperta dei script",
    "advancement.integratedscripting.terminal_open.desc": "Aprire la GUI del terminale di scripting.",
    "block.integratedscripting.mendesite": "Mendesite",
    "block.integratedscripting.scripting_drive": "Disco di scripting",
    "block.integratedscripting.scripting_drive.info": "Esponi i dischi di scripting al network.",
    "general.integratedscripting.description": "Creare script per gestire operazioni complesse in dinamiche integrate.",
    "gui.integratedscripting.create_file": "Crea file",
    "gui.integratedscripting.disk": "Disco",
    "gui.integratedscripting.error.invalid_member": "Seleziona un nome di funzione o di variabile valido all'interno dell'editor del codice per associare.",
    "gui.integratedscripting.error.invalid_member.current": "Seleziona corrente: \"%s\"",
    "gui.integratedscripting.removal_dialog.delete": "Elimina",
    "gui.integratedscripting.removal_dialog.keep": "Conserva",
    "gui.integratedscripting.removal_dialog.message": "Vuoi cancellare \"%s\"?",
    "gui.integratedscripting.removal_dialog.title": "Conferma cancellazione dello script",
    "gui.integratedscripting.script": "Script integrato",
    "info_book.integratedscripting.advanced": "Avanzato",
    "info_book.integratedscripting.advanced.external_editing": "Modifica esterna",
    "info_book.integratedscripting.advanced.external_editing.text1": "Se hai accesso al sistema di file su cui si sta eseguendo il tuo gioco singolo o multiplayer, puoi accedere ai file di script attraverso qualsiasi editor esterno. Ciò ti consente di creare script utilizzando la tua IDE preferita (ad esempio Vi, ma sicuramente non Emacs).",
    "info_book.integratedscripting.advanced.external_editing.text2": "I file di script sono accessibili tramite la directory &oworld\/integratedscripting\/&r (vedere &osaves\/&r per mondi singleplayer). In questo luogo, troverete cartelle per tutti i dischi di scripting (&lscripting disks&r) identificati dalla loro ID. All'interno di ogni cartella &lscripting disk&r, troverete tutti i file di script memorizzati in quel disco.",
    "info_book.integratedscripting.advanced.external_editing.text3": "Puoi modificare sicuramente questi file di script esterni anche se il gioco è in esecuzione. Dopo aver salvato esternamente il file, verrà aggiornato automaticamente nel gioco e le variabili dipendenti saranno aggiornate anch'esse.",
    "info_book.integratedscripting.advanced.external_editing.text4": "Se il tuo editor esterno supporta questo (gli IDE moderni lo fanno), modificando un file di script attraverso la console del terminale scripting &lscripting&r anche i file saranno aggiornati nel tuo editor esterno.",
    "info_book.integratedscripting.advanced.logging": "Logging avanzato",
    "info_book.integratedscripting.advanced.logging.text1": "Per i script complessi, potrebbe essere necessario debbugarli scrivendo temporaneamente in file di registro esterni.",
    "info_book.integratedscripting.advanced.logging.text2": "Il JavaScript ti consente di chiamare funzioni come &oconsole.log()&r e &oconsole.error()&r per scrivere messaggi rispettivamente sul &ostandard out&r e &ostandard error&r flussi di output.",
    "info_book.integratedscripting.advanced.logging.text3": "Quando si chiamano alcune di queste funzioni, i messaggi di log verranno rispettivamente scritti nei file &o.stdoutr e &o.stderr& dipendenti dallo script.",
    "info_book.integratedscripting.advanced.logging.text4": "Ad esempio, se il tuo script è ubicato nel file &omyfile.js&r, i messaggi di log saranno scritti nel file &omyfile.js.stdout&r.",
    "info_book.integratedscripting.advanced.logging.text5": "Questi file di output standard (&o.stdoutr) e errore (&o.stderr&) sono accessibili tramite il tuo terminale di scripting (&lscripting terminal&) o mediante l'editing esterno.",
    "info_book.integratedscripting.advanced.logging.text6": "Per evitare che i file di log diventino troppo grandi, sono limitati nella loro grandezza. Di default, sono limitati a 2096 righe. Consulta il tuo amministratore del server se hai bisogno di più righe.",
    "info_book.integratedscripting.advanced.transient_storage": "Memoria transiente",
    "info_book.integratedscripting.advanced.transient_storage.text1": "Poiché Integrated Dynamics è basato sui principi del programmazione funzionale, il tracciamento degli stati è principalmente inesistente, eccetto attraverso approcci esterni come la layer.",
    "info_book.integratedscripting.advanced.transient_storage.text2": "Come il linguaggio JavaScript offre un mix di programmazione funzionale e imperativa, tenere traccia degli stati diventa parzialmente possibile.",
    "info_book.integratedscripting.advanced.transient_storage.text3": "In concreto, se dichiari una variabile mutabile esterna alle funzioni (ad esempio utilizzando \"&olet&\"), è possibile modificare i suoi valori attraverso le chiamate di funzione.",
    "info_book.integratedscripting.advanced.transient_storage.text4": "In questo modo puoi tenere traccia di stati, come conteggiare il numero di chiamate delle funzioni o calcolare la media mobile dei valori specifici.",
    "info_book.integratedscripting.advanced.transient_storage.text5": "Un importante aspetto di questi variabili è che lo stato loro è solo transitorio. In pratica, ciò significa che i loro valori possono essere resettati in qualsiasi momento che una carta di variabile nella rete viene ri-inserita o quando il server viene riavviato.",
    "info_book.integratedscripting.advanced.transient_storage.text6": "In questo modo, non puoi presupporre che questi valori rimangano sempre presenti. Se hai bisogno di archiviazione dati persistente, è meglio utilizzare il layer.",
    "info_book.integratedscripting.advanced.typescript": "Tipo di scripting avanzato: TypeScript",
    "info_book.integratedscripting.advanced.typescript.text1": "Il linguaggio TypeScript è un superinsieme noto del linguaggio JavaScript che aggiunge il supporto per i tipi. Ciò consente ai developer di scrivere JavaScript sicuro dai tipi, definendo i tipi delle variabili e delle funzioni.",
    "info_book.integratedscripting.advanced.typescript.text2": "Mentre lo scripting integrato supporta solo JavaScript puro, è disponibile un file di tipi TypeScript (&otyper) per tutte le funzioni globali, i tipi di valore e i loro metodi.",
    "info_book.integratedscripting.advanced.typescript.text3": "Quando si editano i propri script attraverso un IDE esterno, questo file di tipo può essere caricato per creare script sicuri dal punto di vista del tipo. Ciò è consigliato solo se si conosce TypeScript e come usarlo.",
    "info_book.integratedscripting.advanced.typescript.text4": "Il file di tipo è disponibile al seguente indirizzo: &oworld\/integratedscripting\/integratedscripting.d.ts&r (vedi &osaves\/&r per i mondi singoli giocatore). Questo file viene automaticamente ri-generato ogni volta che il mondo si riavvia, quindi non dovresti modificare manualmente questo file.",
    "info_book.integratedscripting.concepts": "Concetti di scripting integrato",
    "info_book.integratedscripting.concepts.text1": "La modifica, l'archiviazione e la gestione dei script sulla rete richiedono 3 elementi: il terminale di scripting, il disco di scripting e il drive di scripting.",
    "info_book.integratedscripting.concepts.text2": "Il disco di scripting &lè utilizzato per memorizzare contenuti di script crudi, ma non può fare nulla da solo.",
    "info_book.integratedscripting.concepts.text3": "Il scripting drive consente di inserire un disco di scripting singolo, che esporrà il suo contenuto alla rete.",
    "info_book.integratedscripting.concepts.text4": "Il terminale di scripting consente di visualizzare, gestire e modificare tutti i script presenti nella rete corrente che sono esposti dai dischi di scripting.",
    "info_book.integratedscripting.concepts.text5": "Ogni uno di questi elementi sarà discussa in dettaglio qui di seguito.",
    "info_book.integratedscripting.disk": "Disco di scripting integrato",
    "info_book.integratedscripting.disk.text1": "I dischi di scripting sono responsabili dello stoccaggio dei script e devono essere inseriti nei dispositivi di scripting. possono essere creati combinando alcune carte di variabile con la mendesite.",
    "info_book.integratedscripting.disk.text2": "Una volta che un disco di scripting è stato inserito in un drive di scripting, essi otterranno un identificatore numerico univoco. Questo identificatore verrà utilizzato per modificare i script su questo disco dal terminale di scripting. L'identificatore viene anche utilizzato per collegare gli elementi del script alle carte di variabile.",
    "info_book.integratedscripting.disk.text3": "Un disco di scripting può essere sicuramente spostato su un altro disco di scripting senza perdita dei dati del script, anche se si trova in una rete diversa. Le schede di variabile che fanno riferimento all'identificatore di questo script inizieranno a generare errori quando non sono più nella stessa rete.",
    "info_book.integratedscripting.disk.text4": "Il disco di scripting non ha alcun limite in termini di dimensione di archiviazione, ma è consigliabile suddividere i script su più dischi per motivi di gestione.",
    "info_book.integratedscripting.drive": "Pista di scripting",
    "info_book.integratedscripting.drive.text1": "Ogni &lscripting drive&r è un blocco connesso alla tua rete di &lintegrated dynamics&r che accetta un singolo disco &lscripting&r, il cui contenuto dello script consente di esporre la rete.",
    "info_book.integratedscripting.drive.text2": "È realizzato combinando un archivio di variabili e un jukebox con alcuni dischi di scripting.",
    "info_book.integratedscripting.introduction": "Introduzione",
    "info_book.integratedscripting.introduction.text1": "Il scripting integrato è un'estensione per il dinamismo integrato per creare script per gestire operazioni complesse nei network del dinamismo integrato. Di default, questo modulo include supporto per il linguaggio di scripting JavaScript.",
    "info_book.integratedscripting.introduction.text2": "Consente di definire logiche dinamiche integrate mediante un linguaggio di scripting conveniente al posto della metodica standard basata su carte variabili visive, che può diventare ingestibile per catene avanzate di operazioni.",
    "info_book.integratedscripting.introduction.text3": "ad esempio, consente di definire facilmente filtri di lista di oggetti complessi come \"gli oggetti che sono danneggiabili, sono di proprietà del modulo x e corrispondono a blocchi che possono essere minati solo con una piccozza di diamante\" o \"ottenere l'oggetto nella lista con la seconda dimensione della pila\".",
    "info_book.integratedscripting.introduction.text4": "È consigliata una conoscenza di programmazione base quando si utilizza questo modulo, ma può essere imparato attraverso i tutorial presenti più avanti nel libro.",
    "info_book.integratedscripting.materials": "Materiali",
    "info_book.integratedscripting.materials.text1": "Prima di iniziare con lo scripting, avrete bisogno di alcuni blocchi di Mendesite. Questi blocchi sono molto flessibili e costituiscono una buona base per l'archiviazione e il trattamento dei script. Il Mendesite viene creato combinando Resina di Menril e Andesite in un Bacino di Secchezza.",
    "info_book.integratedscripting.section.main": "Scripting",
    "info_book.integratedscripting.section.tutorials": "Lezioni di scripting integrato",
    "info_book.integratedscripting.terminal": "Terminal di scripting integrato",
    "info_book.integratedscripting.terminal.text1": "Il terminale di scripting è un componente che deve essere collegato alla tua rete di dinamiche integrate per gestire i script memorizzati nei dischi di scripting di questa rete.",
    "info_book.integratedscripting.terminal.text10": "Dopo di che, puoi inserire una scheda di variabile (&lvariabile&card;) nel relativo slot sulla destra dello schermo per legarla a questo membro del script.",
    "info_book.integratedscripting.terminal.text11": "Questo cartello di variabile &lvariabile& r può essere utilizzato altrove nella rete, ad esempio mostrando un membro di variabile all'interno di una scheda di visualizzazione &r, o utilizzando un membro di funzione come operatore in un filtro di lista di oggetti.",
    "info_book.integratedscripting.terminal.text12": "Il prossimo capitolo fornirà ulteriori informazioni su come scrivere script.",
    "info_book.integratedscripting.terminal.text2": "Se si clicca destro su un terminale posizionato, verrà visualizzato un ambiente di sviluppo integrato semplificato (&ointegrated development environment&r) utilizzabile per modificare i script.",
    "info_book.integratedscripting.terminal.text3": "Sul lato superiore sinistro dello schermo, è possibile selezionare l'identificatore di un disco di scripting connesso alla rete, dopodiché tutti i file di script memorizzati in questo disco verranno visualizzati nella lista dei file di script qui sotto.",
    "info_book.integratedscripting.terminal.text4": "Se il disco non contiene ancora file di script, puoi crearli cliccando sul pulsante \"+\" nella parte inferiore-sinistra dello schermo.",
    "info_book.integratedscripting.terminal.text5": "La lista dei file di script sulla sinistra dello schermo viene utilizzata per selezionare un script da modificare. Al click su un script, i suoi contenuti modificabili appariranno sulla destra dello schermo.",
    "info_book.integratedscripting.terminal.text6": "Il campo di testo sulla destra dello schermo consente di modificare il contenuto dei file di script, che verranno salvati automaticamente dopo ogni modifica.",
    "info_book.integratedscripting.terminal.text7": "Mentre l'editor eseguirà un limitato evidenziazione del codice, non è in grado di rilevare errori di sintassi in questo momento. Gli errori di sintassi saranno segnalati quando si eseguono script tramite schede di variabile &l.",
    "info_book.integratedscripting.terminal.text8": "Per utilizzare un membro di script come logica dinamica integrata, puoi legarlo a carte di variabile.",
    "info_book.integratedscripting.terminal.text9": "Puoi fare questo selezionando un membro dello script nel editor di testo con il tuo cursore, ad esempio un nome di variabile o di funzione.",
    "info_book.integratedscripting.tutorials.basics": "I principi di scripting",
    "info_book.integratedscripting.tutorials.basics.text1": "I blocchi di Mendezite sono i materiali di base per l'elaborazione degli oggetti relativi allo scripting. Creiamo alcuni utilizzando il bacino di essiccazione!",
    "info_book.integratedscripting.tutorials.basics.text2": "Prossimamente creeremo alcuni dischi di script e dispositivi di script utilizzando questi blocchi di Mendesite. I dischi di script saranno in grado di memorizzare dati di scripting, e i dispositivi di script consentiranno di inserire questi dischi nella tua rete.",
    "info_book.integratedscripting.tutorials.basics.text3": "Infine, mettiamo un disco di scripting &r e lo stiamo in esso. Ciò ci consente di memorizzare script nel prossimo tutorial.",
    "info_book.integratedscripting.tutorials.functions": "Funzioni di scripting integrate",
    "info_book.integratedscripting.tutorials.functions.text1": "Mentre creare valori costanti attraverso JavaScript potrebbe essere divertente, il vero potere di questi script diventa evidente quando si creano e si utilizzano le funzioni.",
    "info_book.integratedscripting.tutorials.functions.text2": "Le funzioni create attraverso JavaScript possono essere legate alle carte di variabile (&lvariable cards&r) come operatori (&2operator&0), che possono quindi essere utilizzati nella logica dinamica integrata come di solito. Ad esempio, potresti usarle per definire filtri di esportazione dei tunnel integrati o per calcolare valori complessi come la dimensione media della pila degli elementi in una lista.",
    "info_book.integratedscripting.tutorials.functions.text3": "In questo tutorial creeremo una funzione che accetta un argomento singolo di tipo oggetto e restituisce un valore booleano come output. Questa funzione agirà come operatore di filtro, il quale potremo utilizzare ad esempio per filtrare una lista di oggetti.",
    "info_book.integratedscripting.tutorials.functions.text4": "In concreto, leggeremo la lista di oggetti utilizzando il lettore dell'inventario (&linventory reader&) e lo filtreremo utilizzando la nostra funzione appena creata. Puoi associare la funzione a una scheda di variabile (&lvariable card&) selezionandola nell'editor e inserendo una scheda di variabile vuota, che la memorizzerà come operatore (&2operator&0).",
    "info_book.integratedscripting.tutorials.functions.text5": "Sei libero di utilizzare qualsiasi implementazione della funzione di filtro per questo tutorial. Di seguito, potrai trovare un esempio di script valido che puoi copiare.",
    "info_book.integratedscripting.tutorials.functions.text6": "Per completare il tutorial, mostrare il risultato della lista filtrata in un pannello di visualizzazione.",
    "info_book.integratedscripting.tutorials.functions.text7": "In questo esempio di script, vedrai che puoi invocare metodi integrati sugli oggetti come &oisstackable()&r e &ostacksize()&r. Ulteriori informazioni su quali metodi sono disponibili possono essere trovate più avanti nel manuale completo.",
    "info_book.integratedscripting.tutorials.introduction": "Introduzione",
    "info_book.integratedscripting.tutorials.introduction.text1": "Questa sezione contiene diversi tutorial che ti aiuteranno a imparare l'integrazione dello scripting, l'add-on di dinamiche integrate per creare script per gestire operazioni complesse.",
    "info_book.integratedscripting.tutorials.terminal": "Utilizzo del terminale di scripting",
    "info_book.integratedscripting.tutorials.terminal.text1": "Nel passaggio precedente, abbiamo creato e posizionato un disco di scripting &l e un drive di scripting &r. In questo tutorial, vedremo come possiamo realmente scrivere script e legarli a carte variabili &r.",
    "info_book.integratedscripting.tutorials.terminal.text2": "Iniziamo creando un terminale di scripting, collocandolo su un cavo collegato al disco di scripting e facendo clic destro sul terminale di scripting per aprirlo.",
    "info_book.integratedscripting.tutorials.terminal.text3": "Vedrai un editore nel quale potrai accedere a tutti i file di script archiviati nei diversi dischi scripting accessibili in rete. Potrai passare attraverso i diversi dischi scripting facendo clic sugli arrow sulla parte superiore-sinistra dello schermo.",
    "info_book.integratedscripting.tutorials.terminal.text4": "In questo stadio, non avrai ancora alcun file di script nel tuo network, quindi creiamo un nuovo file cliccando sul pulsante \"+\" in basso a sinistra dello schermo. Ora clicca sul nuovo file per aprirlo e clicca sul campo di testo nella parte destra dello schermo per modificare il file e scrivere codice JavaScript &ojavascript;r.",
    "info_book.integratedscripting.tutorials.terminal.text5": "Per mantenere le cose semplici per ora, creeremo un valore costante. Scegliamo di scrivere qualcosa come: `&oconst myvar = 123;&r`",
    "info_book.integratedscripting.tutorials.terminal.text6": "Come passo finale, inseriamo una carta di variabile vuota nella slot sulla destra dello schermo e selezioniamo la variabile facendoci clic doppio con il cursore. La nostra carta di variabile sarà ora legata al valore costante. Possiamo utilizzare questa carta di variabile ovunque nel nostro network. Proviamo a mostrarla in un pannello di visualizzazione!",
    "info_book.integratedscripting.writing": "Scrivendo script integrati",
    "info_book.integratedscripting.writing.functions": "Funzioni di scrittura integrate",
    "info_book.integratedscripting.writing.functions.text1": "Come operatori sono cittadini di prima classe nella logica dinamica integrata, possono anche essere creati come funzioni JavaScript.",
    "info_book.integratedscripting.writing.functions.text2": "qualsiasi modo di creare funzioni JavaScript può essere utilizzato per creare operatori, ad esempio mediante la parola chiave `ofunction` o creando lambda personalizzati.",
    "info_book.integratedscripting.writing.functions.text3": "Le funzioni accettano un numero di argomenti, che quando eseguite attraverso la logica dinamica integrata - riceveranno valori della logica dinamica integrata regolarmente tradotti in valori JavaScript.",
    "info_book.integratedscripting.writing.functions.text4": "Il legame delle funzioni JavaScript ai pulsanti di carta &lvariabile& come operatori &2&0 viene fatto esattamente come con costanti e variabili, selezionando il nome del membro della funzione nel terminale di editing testo dello script e legandolo a un pulsante di carta &lvariabile&. Questo valore può essere utilizzato ovunque sia accettato un &2operator&0.",
    "info_book.integratedscripting.writing.functions.text5": "Ecco un esempio: puoi creare una funzione con un solo argomento di tipo &8item&0 che restituisce un &9boolean&0 da utilizzare come operatore di filtro per filtrare una lista di oggetti letti da un cassettino.",
    "info_book.integratedscripting.writing.functions.text6": "Ecco di seguito esempi di diversi tipi di funzioni che potrebbero essere create.",
    "info_book.integratedscripting.writing.globals": "Funzioni globali",
    "info_book.integratedscripting.writing.globals.text1": "Quando si scrive codice JavaScript, è possibile utilizzare la variabile globale `&oidcontext&r` per accedere a tutti gli operatori di dinamica integrati come funzioni attraverso il campo `&oops&r`. Ciò consente di utilizzare operatori predefiniti quando si creano nuovi.",
    "info_book.integratedscripting.writing.globals.text2": "ad esempio, puoi scrivere un filtro di elemento &8item&0 che controlli se l'elemento è staccabile e ha almeno 16 elementi nella pila, come mostrato di seguito.",
    "info_book.integratedscripting.writing.globals.text3": "Per sapere il nome dell'operatore che si vuole eseguire, è possibile guardare il loro nome globale tramite le tooltip degli operatori all'interno del programmazione logica &l o nella lista di operatori nella sezione programmazione logica di questo libro.",
    "info_book.integratedscripting.writing.globals.text4": "Poiché l'invocazione di operatori tramite `&oidcontext&r` può diventare molto verboso, puoi scegliere di memorizzare gli operatori in una variabile costante personalizzata, come mostrato nell'esempio secondario. Alternativamente, puoi fare uso dei metodi dell'oggetto `&oobject methods&r`, discussi nella sezione successiva.",
    "info_book.integratedscripting.writing.js": "JavaScript",
    "info_book.integratedscripting.writing.js.text1": "Questo modulo consente di scrivere script nel linguaggio JavaScript. Tutte le funzionalità consentite da ECMAScript (ECMA-262) sono disponibili.",
    "info_book.integratedscripting.writing.js.text2": "Nota che la funzionalità specifica di Node.js come richiesta di modulo (&require&) e importazione di moduli (&ofs&) non è disponibile. Se sei abituato a sviluppare applicazioni Node.js, puoi renderle compatibili utilizzando strumenti esterni come Webpack.",
    "info_book.integratedscripting.writing.methods": "Metodi di scrittura oggetto",
    "info_book.integratedscripting.writing.methods.text1": "Per controbilare la verbosità delle funzioni globali, puoi scrivere il codice in modo più compatto utilizzando i metodi di oggetto &lobject.",
    "info_book.integratedscripting.writing.methods.text2": "Tipi di valore oggetto come blocchi (&8blocks&0), oggetti (&8items&0) e fluidi (&8fluids&0) avranno metodi (&lmethods&r) associati quando vengono utilizzati nel JavaScript.",
    "info_book.integratedscripting.writing.methods.text3": "I metodi degli oggetti sono semplici funzioni, ma il loro primo argomento è legato al valore dell'oggetto.",
    "info_book.integratedscripting.writing.methods.text4": "Esempio: la funzione globale `&oitemstackstackable&r` prende un argomento singolo `&8item&0` e restituisce un valore booleano `&9boolean&0`. Questa funzione è disponibile come metodo sulle valori `&8item&0` tramite il nome `&ostackable&r`, che non richiede argomenti.",
    "info_book.integratedscripting.writing.methods.text5": "Funzioni globali che accettano due o più argomenti saranno disponibili come metodo su valori di oggetto, con tutti gli argomenti spostati di uno. Ad esempio, la funzione globale &oitemstackstrength&r accetta un &8item&0 e un &8block&0 argomento, ma è anche disponibile come metodo su &8items&0 con un solo &8block&0 argomento.",
    "info_book.integratedscripting.writing.variables": "Costanti e variabili",
    "info_book.integratedscripting.writing.variables.text1": "Tutti i tipi di valori dinamici integrati che siamo abituati a utilizzare (ad esempio &6interi&0, &9booleani&0, &8oggetti&0, ...) sono disponibili in JavaScript e viceversa.",
    "info_book.integratedscripting.writing.variables.text2": "Il modo più diretto per creare un valore nel JavaScript e renderlo disponibile in una carta di valore statica &lvariabile& r è definire una variabile membro nel JavaScript utilizzando &olet& o &oconst&.",
    "info_book.integratedscripting.writing.variables.text3": "Il comando \"&olet\" definisce variabili che possono essere riassegnate più tardi nel script, ad esempio contatori. Il comando \"&oconst\" definisce variabili costanti che non possono essere riassegnate.",
    "info_book.integratedscripting.writing.variables.text4": "Per utilizzare questo valore come carta di variabile nel &lvariabile card&r, è necessario selezionare il nome del membro della variabile all'interno dell'editor di testo del terminale di scripting e quindi inserire una carta di variabile vuota nella slot a destra. Adesso puoi utilizzare questa carta di variabile come sei abituato, ad esempio visualizzando il suo valore in un pannello di visualizzazione.",
    "info_book.integratedscripting.writing.variables.text5": "Creare variabili tramite JavaScript è principalmente utile se hai bisogno di creare valori complessi che non sono facili da creare utilizzando il \"Logic Programmer\", ad esempio stringhe lunghe con un valore specifico. Di seguito, puoi trovare alcuni esempi su come creare tali valori.",
    "item.integratedscripting.scripting_disk": "Disco di scripting",
    "item.integratedscripting.scripting_disk.bytes": "Byte: %s",
    "item.integratedscripting.scripting_disk.id": "ID: %s",
    "item.integratedscripting.scripting_disk.info": "Magazzino script.",
    "itemGroup.integratedscripting": "Scripting integrato",
    "operator.integratedscripting.error.no_graal_serialization": "I script integrati non possono essere serializzati",
    "operator.integratedscripting.integratedscript.basename": "Script integrato %s",
    "operator.integratedscripting.integratedscript.graal": "Funzione Graal",
    "parttype.integratedscripting.terminal_scripting": "Termine di scripting",
    "parttype.integratedscripting.terminal_scripting.info": "Gestisci script dai dischi di scripting nella rete.",
    "script.integratedscripting.error.disk_not_in_network": "Il disco con l'ID %s non è stato trovato all'interno della rete corrente.",
    "script.integratedscripting.error.invalid_network": "Non è stato trovato alcun rete di scripting valida.",
    "script.integratedscripting.error.invalid_type": "Errore di scripting integrato: lo script con membro \"%s\" nel script \"%s\" sul disco %s si aspetta di esporre una variabile del tipo %s mentre %s è stato trovato.",
    "script.integratedscripting.error.member_not_in_network": "Il disco con l'ID %s non contiene il membro \"%s\" nel script \"%s\".",
    "script.integratedscripting.error.path_not_in_network": "Il disco con l'ID %s non contiene lo script \"%s\".",
    "script.integratedscripting.error.script_exec": "Si è verificato un errore durante l'esecuzione del membro \"%s\" nel script \"%s\" sul disco %s: %s",
    "script.integratedscripting.error.script_read": "Si è verificato un errore durante la lettura dello script \"%s\" sul disco %s: %s",
    "script.integratedscripting.error.unsupported_language": "Il linguaggio dello script \"%s\" non è supportato.",
    "script.integratedscripting.tooltip.disk": "Disco ID: %s",
    "script.integratedscripting.tooltip.member": "membro: %s",
    "script.integratedscripting.tooltip.path": "Percorso script: %s",
    "valuetype.integratedscripting.error.translation.list_infinite": "Non è possibile tradurre una lista infinita in un linguaggio di scripting.",
    "valuetype.integratedscripting.error.translation.nbt_unknown": "Non è possibile tradurre membri NBT di tipo %s.",
    "valuetype.integratedscripting.error.translation.nbt_unmatched": "Non è stato possibile interpretare il campo `%s` come NBT.",
    "valuetype.integratedscripting.error.translation.proxyobject_putMember": "Aggiunta illegale della chiave \"%s\" all'oggetto lettura-solo %s",
    "valuetype.integratedscripting.error.translation.unknown_from_graal": "Non è stato possibile trovare un traduttore dai valori Graal `%s`.",
    "valuetype.integratedscripting.error.translation.unknown_to_graal": "Non è stato possibile trovare un traduttore dai valori %s a Graal.",
    "valuetype.integratedscripting.error.translation.unknown_to_graal_nbt": "Non è stato possibile trovare un traduttore dai valori di `%s` a Graal durante la traduzione NBT.",
    "valuetype.integratedscripting.error.translation.unsupported_translateToNbt": "Conversione illegale di `%s` \"%s\" in NBT."
}