{
    "advancements.astralsorcery.attune_crystal.desc": "Regola un cristallo su una costellazione.",
    "advancements.astralsorcery.attune_crystal.title": "Picking up good vibrations",
    "advancements.astralsorcery.attune_self.desc": "Reggisciti a una costellazione luminosa.",
    "advancements.astralsorcery.attune_self.title": "Posso vedere la luce",
    "advancements.astralsorcery.attune_trait.desc": "Modificare ulteriormente l'attunazione di un cristallo aggiungendo una debolezza lieve.",
    "advancements.astralsorcery.attune_trait.title": "Dobbiamo andare più in profondità",
    "advancements.astralsorcery.celestial_crystals.desc": "Raccogli un cristallo celeste da un cluster di cristalli.",
    "advancements.astralsorcery.celestial_crystals.title": "Il meglio è cresciuto a casa",
    "advancements.astralsorcery.craft_t2_altar.desc": "Aggiorna una tavola di lavorazione luminosa in un altare di lavorazione stellare.",
    "advancements.astralsorcery.craft_t2_altar.title": "Upgrade completo",
    "advancements.astralsorcery.craft_t3_altar.desc": "Crea un altare celeste.",
    "advancements.astralsorcery.craft_t3_altar.title": "Shooting Across the Sky",
    "advancements.astralsorcery.craft_t4_altar.desc": "Crea un altare iridescente.",
    "advancements.astralsorcery.craft_t4_altar.title": "Puoi portarmi più in alto?",
    "advancements.astralsorcery.find_constellation.desc": "Scoprire una costellazione luminosa utilizzando lo specchio.",
    "advancements.astralsorcery.find_constellation.title": "Ora posso vedere chiaramente",
    "advancements.astralsorcery.find_minor_constellation.desc": "Scoprire una costellazione debole utilizzando un osservatorio.",
    "advancements.astralsorcery.find_minor_constellation.title": "C'è qualcuno là fuori?",
    "advancements.astralsorcery.find_weak_constellation.desc": "Scoprire una costellazione debole utilizzando il telescopio.",
    "advancements.astralsorcery.find_weak_constellation.title": "Devi guardare bene a volte",
    "advancements.astralsorcery.perk_level_large.desc": "Sviluppa il tuo stellaluce personale al massimo livello.",
    "advancements.astralsorcery.perk_level_large.title": "Tutto sembra così diverso da questo lato",
    "advancements.astralsorcery.perk_level_medium.desc": "Sviluppa la tua luce stellare personale fino al livello 25.",
    "advancements.astralsorcery.perk_level_medium.title": "Nessun segnale dell'alba che arriva",
    "advancements.astralsorcery.perk_level_small.desc": "Sviluppa la tua luce stellare personale fino al livello 10.",
    "advancements.astralsorcery.perk_level_small.title": "È un inizio",
    "advancements.astralsorcery.rock_crystals.desc": "Raccogli un cristallo di roccia.",
    "advancements.astralsorcery.rock_crystals.title": "È valso quanto?",
    "advancements.astralsorcery.root.desc": "Ride il lume",
    "advancements.astralsorcery.root.title": "Magia astrale",
    "astralsorcery.amulet.color.colorless": "Pristine",
    "astralsorcery.amulet.enchantment.add_to_existing_all.name": "+ %s %s a tutti gli incantesimi esistenti",
    "astralsorcery.amulet.enchantment.add_to_existing_specific.name": "+ %s %s a esistente %s",
    "astralsorcery.amulet.enchantment.add_to_specific.name": "+ %s %s a %s",
    "astralsorcery.amulet.enchantment.level.more": "Livelli",
    "astralsorcery.amulet.enchantment.level.one": "Livello",
    "astralsorcery.command.argument.constellation.notfound": "Costellazione non trovata.",
    "astralsorcery.constellation.aevitas": "Aevitas",
    "astralsorcery.constellation.aevitas.corruption": "La luce della creazione si trasforma in decadenza, con creature viventi svuotate di vita e forza, e piante che si dissolvono nel polvere.",
    "astralsorcery.constellation.aevitas.description": "L'esposizione alla luce focalizzata di questa costellazione farà prosperare la vita vicina e aumenterà notevolmente la sua produzione.",
    "astralsorcery.constellation.aevitas.enchantments": "Questa costellazione rende i pozioni in grado di concedere la rigenerazione. L'incantare armi e strumenti consentirà loro di ripararsi magicamente dei danni subiti. Gli armamenti incantati potrebbero anche migliorare la salute del portatore, mentre le armi incantate potrebbero succhiare vita ai nemici.",
    "astralsorcery.constellation.aevitas.mantle": "Bagnato nel potere della creazione, indossando questo mantello si soddisfa la necessità di cibo del portatore e porta a un recupero più rapido. Camminare sui blocchi causa il mantello a trattenerlo in alto, come se stesse camminando sull'aria sottile.",
    "astralsorcery.constellation.aevitas.ritual": "Il rituale inonda l'area di una forza vitale rinforzata - un essere vivente vicino si regenera, mentre un coltivazione vicina cresce a un tasso accelerato. La frequenza con cui ciò avviene aumenta quanto più luce stellare viene canalizzata nel rituale.",
    "astralsorcery.constellation.aevitas.tag": "Creazione",
    "astralsorcery.constellation.alcara": "Alcara",
    "astralsorcery.constellation.alcara.description": "Tutte le cose nell'universo hanno il loro proprio armonico equilibrio sottile. La luce di questa costellazione modifica quei vibrati, piegandoli a fini diversi.",
    "astralsorcery.constellation.alcara.enchantments": "Questa costellazione imbeva le pozioni di un grande aumento della fortuna del bevitore, rendendolo invisibile alla vista e aumentando la sua velocità di movimento. I fili da pesca incantati sono più efficaci in tutti i modi, gli strumenti sono delicati nel tocco, le spade sono molto più distruttive per gli alleati del bersaglio, e le arcabusi sono molto più facili da ricaricare.<nl>gli armori possono aumentare la durata di una persona che indossa un'armatura in uno stato di furia, le armi da taglio possono lasciare ferite sanguinanti, e i proiettili possono volare molto più velocemente.",
    "astralsorcery.constellation.alcara.tag": "Resonanza",
    "astralsorcery.constellation.alcara.trait": "I cristalli attesi hanno i loro effetti diventare corrotti, sebbene la loro portata aumenti di un quinto. <nl> l'effetto della corruzione di un rituale è documentato sotto ogni altra costellazione.",
    "astralsorcery.constellation.armara": "Armarà",
    "astralsorcery.constellation.armara.corruption": "La protezione si è trasformata in assalto, con creature precedentemente respinte ora empowerate nella velocità, forza e resistenza.",
    "astralsorcery.constellation.armara.description": "Un'onda repellente proviene dalla luce di questa costellazione, simile a uno scudo o un barriera protettiva.",
    "astralsorcery.constellation.armara.enchantments": "Questa costellazione imbeve le pozioni per concedere resistenza al danno. L'armatura può avere una protezione magica pesante incantata su di essa.<nl>L'armatura può anche essere fatta diventare più spessa dei suoi miglioramenti magici normali. Le armi incantate possono migliorare l'abilità del portatore a evitare i colpi in arrivo.",
    "astralsorcery.constellation.armara.mantle": "Un mantello infuso con la luce di questa costellazione trarrà dal portatore per stoccare lentamente fino a tre cariche magiche entro un minuto, ognuna delle quali annullerà completamente un colpo danneggiante.",
    "astralsorcery.constellation.armara.ritual": "Rituallo di Armara: diffondendo questa luce in un barriera protettiva riflette i proiettili, spinge i mostri fuori dal suo raggio d'azione e rende gli alleati più resistenti al danno. La frequenza aumenta man mano che più luce stellare viene canalizzata nel rituale.",
    "astralsorcery.constellation.armara.tag": "difesa",
    "astralsorcery.constellation.bootes": "Bootes",
    "astralsorcery.constellation.bootes.corruption": "I rituali si trasformano in stragi, mentre le creature del campo vengono macellate lasciando un'eccessiva abbondanza di risorse.",
    "astralsorcery.constellation.bootes.description": "Questi soavi raggi di luce tengono felici e sani gli animali.",
    "astralsorcery.constellation.bootes.enchantments": "Questa costellazione rende le pozioni sazie di fame. Gli strumenti incantati possono avere un tocco morbido come seta, e i tridenti si sentono fedeli al loro lanciatore.<nl>Gli armori incantati possono migliorare la salute del portatore, e le armi da taglio diventano in grado di colpire i nemici da una distanza maggiore.",
    "astralsorcery.constellation.bootes.mantle": "Indossando un mantello in risonanza con questa costellazione, si evocano tre fiamme di accompagnamento che ti seguono e attaccano ogni nemico che ti colpisce per primo.",
    "astralsorcery.constellation.bootes.ritual": "Gli animali domestici che si bagnano nella luce di questa costellazione si rilassano e diventano fecondi, inoltre magicamente perdono il loro prodotto. La frequenza con cui ciò accade dipende dall'ammontare di luce stellare canalizzata nel rituale.",
    "astralsorcery.constellation.bootes.tag": "Herding",
    "astralsorcery.constellation.discidia": "Discidia",
    "astralsorcery.constellation.discidia.corruption": "Un'arma offensiva rende i nemici più potenti. gli alleati si troveranno feriti, mentre gli avversari saranno investiti da entrambe la regenerazione e la resistenza.",
    "astralsorcery.constellation.discidia.description": "La luce di questa costellazione penetra, trapassando nel cuore sia dei materiali che delle creature.",
    "astralsorcery.constellation.discidia.enchantments": "Questa costellazione imbeva le pozioni di un aumento notevole della forza per il consumatore. Le armi possono essere incantate con grande potenza, acutezza e possono incoraggiare i tridenti a canalizzare tempeste. Inoltre, l'arma incantata può aumentare anche il danno complessivo. L'armatura incantata da Discidia può aumentare la probabilità di colpire al centro.",
    "astralsorcery.constellation.discidia.mantle": "Una volta infusa con la luce di questa costellazione, un mantello attingerà forza dalle colpi dei nemici, rendendo il portatore ancora più potente contro di loro. Il portatore guadagnerà lo stesso quantitativo di danno subito in precedenza come danno aggiuntivo canaleizzato in ogni colpo.",
    "astralsorcery.constellation.discidia.ritual": "La dispersione di questa luce in piccole energie disarmoniche nell'area crea un campo danneggiante che colpisce tutti gli avversari presenti nella zona. L'intensità aumenta man mano che più luce stellare viene canalizzata nel rituale.",
    "astralsorcery.constellation.discidia.tag": "Offesa",
    "astralsorcery.constellation.evorsio": "Evorsio",
    "astralsorcery.constellation.evorsio.corruption": "La distruzione si trasforma in creazione, con l'aria che diventa terra, pietra o occasionalmente minerali.",
    "astralsorcery.constellation.evorsio.description": "La luce di questa costellazione può frantumarsi il suo cammino attraverso materiali e oggetti.",
    "astralsorcery.constellation.evorsio.enchantments": "Questa costellazione rende le pozioni più potenti, concedendo velocità di miniera e attacco accelerato. Gli strumenti incantati migliorano l'efficienza d'utilizzo. Inoltre, gli strumenti da scavo possono vedere un aumento della velocità di raccolta dei blocchi bersaglio.",
    "astralsorcery.constellation.evorsio.mantle": "Questo mantello aumenta il tuo potenziale distruttivo, consentendoti di rompere piani di blocchi contemporaneamente.",
    "astralsorcery.constellation.evorsio.ritual": "Disperpendo la luce di questo costellazione con un rituale causa una distruzione approfondita, rompendo qualsiasi blocco solido eccetto quelli che non possono essere distrutti. Quanto più velocemente un blocco viene distrutto aumenta a seconda della quantità di luce stellare canalizzata nel rituale.",
    "astralsorcery.constellation.evorsio.tag": "Destruction",
    "astralsorcery.constellation.fornax": "Fornace",
    "astralsorcery.constellation.fornax.corruption": "Il calore fuggisce dall'area, con i liquidi che si ghiacciano, i fuochi che si spengono e l'umidità nell'aria che si congela in blocchi di ghiaccio solido.",
    "astralsorcery.constellation.fornax.description": "Un calore forte e intenso segue strettamente alla luce di questa costellazione.",
    "astralsorcery.constellation.fornax.enchantments": "Questa costellazione rende le pozioni capaci di conferire resistenza al fuoco. Le armi incantate possono far prendere fuoco i nemici e gli strumenti possono scaldare e consumare i blocchi estratti.<nl>Le armi incantate possono aumentare la probabilità di colpire un bersaglio critico. L'armatura incantata può aumentare la potenza dei colpi critici.",
    "astralsorcery.constellation.fornax.mantle": "Mentre si porta questo mantello, il fuoco e la lava ripareranno e guariranno la carne dell'utente, anziché causare danni.",
    "astralsorcery.constellation.fornax.ritual": "Distribuendo ampiamente le energie di questa costellazione impedisce che si accendano fuochi aperti, ma il calore sostenuto farà sciogliere o bruciare i blocchi vicini. La velocità di questo dipende dall'importo di luce stellare canalizzata.",
    "astralsorcery.constellation.fornax.tag": "calore",
    "astralsorcery.constellation.gelu": "Gelú",
    "astralsorcery.constellation.gelu.description": "I profondi gelidi dell'astrale sono un perfetto match per i poteri soprannaturali di questa costellazione fredda.",
    "astralsorcery.constellation.gelu.enchantments": "Questa costellazione rende le pozioni resistenti al danno e al fuoco, ma potrebbe rallentare il bevitore. I calzari incantati possono congelare la superficie dell'acqua camminata sulla e ridurre i danni da caduta. Gli oggetti incantati sono meno probabili di rompersi a causa dell'utilizzo. L'armatura incantata può migliorare la forza degli incantesimi indossati, gli strumenti per la ricerca possono avere una maggiore portata e le armi possono avere colpi critici più potenti.",
    "astralsorcery.constellation.gelu.tag": "Frigidità",
    "astralsorcery.constellation.gelu.trait": "Il freddo astuto si diffonde rapidamente il suo abbraccio. <nl> Il rituale ha aumentato la portata e l'equilibrio ha un miglioramento immediato nel potere.",
    "astralsorcery.constellation.horologium": "Orologio",
    "astralsorcery.constellation.horologium.corruption": "I creaturi e i blocchi vicini sono tenuti in stasi, come se fossero congelati nel tempo.",
    "astralsorcery.constellation.horologium.description": "Questa costellazione si muove nel tempo, mostrandosi solo durante eventi astrali significativi. La sua luce distorce il tempo, accelerando gli oggetti su cui splende.",
    "astralsorcery.constellation.horologium.enchantments": "Questa costellazione imbeve le pozioni di concedere velocità di movimento aumentata, urgenza e una grande fortuna. Le armi incantate tendono a trovare molto più bottino nei nemici uccisi, e gli strumenti possono portare grande fortuna al loro utente.<nl>gli strumenti e le armi incantate potrebbero ritrovarsi più rapidamente per essere riutilizzati, i caschi potrebbero migliorare la guadagno di XP dei benefici e l'armatura potrebbe migliorare gli effetti dei benefici.",
    "astralsorcery.constellation.horologium.mantle": "I portatori di un mantello in armonia con il tempo possono congelare tutti i nemici vicini quando vengono attaccati per un breve periodo di tempo. Ci è un ritardo prima che il tempo possa essere disturbato nuovamente. L'incendio non attiva questo effetto del mantello.",
    "astralsorcery.constellation.horologium.ritual": "Questo rituale accelera tutti gli oggetti meccanici e che ticchiano, facendo aumentare il tasso di tick dei tile entity vicini, anche se i blocchi interessati potrebbero richiedere un po' di tempo per ricevere la luce.",
    "astralsorcery.constellation.horologium.tag": "Tempo",
    "astralsorcery.constellation.lucerna": "Lucerna",
    "astralsorcery.constellation.lucerna.corruption": "Il giorno è cancellato e la notte dura molto più a lungo.",
    "astralsorcery.constellation.lucerna.description": "La luce di questa costellazione sembra essere estremamente luminosa nonostante sia molto distante. Sufficientemente luminosa da ingannare alcuni nel pensare che sia giorno.",
    "astralsorcery.constellation.lucerna.enchantments": "Questa costellazione rende le pozioni capaci di concedere la visione nell'oscurità. I caschi possono essere incantati per avere lo stesso effetto. Gli armamenti e gli strumenti incantati da Lucerna possono aumentare il carico massimo di luce stellare del portatore e migliorare la regenerazione del carico di luce stellare.",
    "astralsorcery.constellation.lucerna.mantle": "Questo mantello rivela tutti i mostri, gli spawn e i contenitori entro un raggio di 36 blocchi, anche attraverso le pareti.",
    "astralsorcery.constellation.lucerna.ritual": "Mentre solo la luce stellare, la luminosità fondamentale contenuta all'interno dell'area del rituale impedisce ai creature di emergere dalle tenebre; a meno che non siano abbastanza forti. La portata del rituale aumenta in base al numero di lenti bilanciate attive sul rituale.",
    "astralsorcery.constellation.lucerna.tag": "Luce",
    "astralsorcery.constellation.mineralis": "Mineralis",
    "astralsorcery.constellation.mineralis.corruption": "La mineralizzazione lucrativa diventa ostruttiva e l'aria si trasforma in pezzi di pietra sotto i passi dell'esploratore.",
    "astralsorcery.constellation.mineralis.description": "In piedi nella luce di questa costellazione, il pietra del mondo brilla straniamente e il suo aspetto cambia nel tempo.",
    "astralsorcery.constellation.mineralis.enchantments": "Questa costellazione imbeve le pozioni per concedere velocità di miniera e attacco aumentate. Gli strumenti incantati renderanno il loro portatore più fortunato. Inoltre, l'armatura incantata può migliorare l'efficienza degli strumenti, e gli strumenti da scavo possono influire su un'area maggiore.",
    "astralsorcery.constellation.mineralis.mantle": "Un mantello infuso con questa costellazione si trova attratto da materiali cercati, dove tenendo blocchi in entrambe le mani rivelano la loro posizione in un raggio di venti blocchi nonostante ostacoli.",
    "astralsorcery.constellation.mineralis.ritual": "Il costellazione della mineralia: il rito. La luce di questa costellazione trasforma la pietra comune in minerali preziosi in un'area ampia. Frequenza di questo trasformazione aumenta man mano che più luce stellare viene canalizzata nel rito.",
    "astralsorcery.constellation.mineralis.tag": "Minerale",
    "astralsorcery.constellation.octans": "Octante",
    "astralsorcery.constellation.octans.corruption": "Il mare si ribella, con un mare che si forma attorno al piedistallo, una violenta pioggia di pesci che cade dal cielo e altri liquidi vicini che si asciugano in sabbia.",
    "astralsorcery.constellation.octans.description": "Il suo raggio di luce fa bollire dolcemente l'acqua e sembra che la vita marina sia molto più abbondante sotto i suoi raggi.",
    "astralsorcery.constellation.octans.enchantments": "Questa costellazione rende le pozioni capaci di concedere la possibilità di respirare e vedere sott'acqua. Elmi incantati conferiscono al proprietario una respirazione sottomarina migliorata. Armatura incantata può migliorare la velocità di nuoto.",
    "astralsorcery.constellation.octans.mantle": "Un mantello infuso con questa costellazione rende il movimento attraverso l'acqua altrettanto facile dell'aria, concedendo la capacità di respirare sott'acqua e maneggiare strumenti e armi come se non ci fosse acqua.",
    "astralsorcery.constellation.octans.ritual": "Il bagliore di questa costellazione migliora la raccolta quando si pesca, e fa affiorare pesci e altri oggetti dall'acqua. Funziona meglio nell'Oceano e l'incidenza di questo raccolto aumenta con la luce stellare canalizzata.",
    "astralsorcery.constellation.octans.tag": "Oceano",
    "astralsorcery.constellation.pelotrio": "Pelotrio",
    "astralsorcery.constellation.pelotrio.corruption": "L'oscurità è chiamata in gioco, erompe da creature vicine e le trasforma in forme più oscure e terribili. Queste creature hanno un abbondanza di bottini che esplodono loro intorno quando vengono uccise.",
    "astralsorcery.constellation.pelotrio.description": "I raggi irresistibili e innaturalmente compulsivi di questo insieme di stelle sono visibili solo durante le notti più oscure o più luminose.",
    "astralsorcery.constellation.pelotrio.enchantments": "Questa costellazione rende i pozioni più efficaci nel rigenerare la salute e nell'assorbire il danno. I cani da pesca incantati attirano pesci, e le frecce non si esauriscono mai.<nl>Le armature incantate possono estendere la durata dei pozioni consumati e migliorare le chances di evitare un colpo.",
    "astralsorcery.constellation.pelotrio.mantle": "Un mantello infuso con questa costellazione manifesterà luce stellare in echi animati di strumenti e armi quando vengono utilizzati, imitando il comportamento del portatore quando rompe blocchi con un piccone, abbatta alberi con un'ascia o colpisce nemici con le proprie armi.",
    "astralsorcery.constellation.pelotrio.ritual": "Immersa nell'area circostante dalla luce di questa costellazione, la vita viene evocata, indipendentemente dalla presenza di lucerna nella zona, se ce n'è. La frequenza di questa evocazione aumenta in base all'ammontare di luce stellare canalizzata nel rituale.",
    "astralsorcery.constellation.pelotrio.tag": "Convocazione",
    "astralsorcery.constellation.ulteria": "Ulteria",
    "astralsorcery.constellation.ulteria.description": "La debole luce di questa costellazione dura, anche attraverso le immense distanze che percorre, come un giuggiardo inarrestabile e soprannaturale.",
    "astralsorcery.constellation.ulteria.enchantments": "Questa costellazione imbeve le pozioni di concedere un assorbimento superiore del danno e della regenerazione, a scapito della forza offensiva. Gli oggetti incantati sono resistenti al danno attraverso l'uso, e l'armatura incantata può ridurre magicamente la potenza dei fuochi, delle armi da lancio e degli esplosivi.<nl>L'armatura incantata può ulteriormente ridurre il danno elementale, le armi da taglio possono riflettere il danno ai danneggiatori, e le armi da lancio possono migliorare l'abilità di evitare i colpi.",
    "astralsorcery.constellation.ulteria.tag": "Tenacia",
    "astralsorcery.constellation.ulteria.trait": "Il traito dell'Ulteria aumenta la sostenibilità delle energie magiche del rituale, portando a una maggiore saturazione della zona. Il bilanciamento del rituale determina che il raggio d'azione sia ridotto di metà e la potenza del rituale sia aumentata di due volte. Gli occhiali di bilanciamento precoci hanno un effetto significativamente ridotto rispetto agli occhiali di bilanciamento successivi.",
    "astralsorcery.constellation.vicio": "Vicio",
    "astralsorcery.constellation.vicio.corruption": "L'aria stessa si rivolta contro il movimento di quelli all'interno del rituale, con la capacità di volo disabilitata e grande lentezza e fatica al minaggio inflitte.",
    "astralsorcery.constellation.vicio.description": "Immergendo nella luce di questa costellazione si ha l'illusione che tutto stia muovendosi più lentamente, quando in realtà ti rende più veloce in qualsiasi cosa tu faccia.",
    "astralsorcery.constellation.vicio.enchantments": "Questa costellazione rende le pozioni a saturazione massima per concedere un aumento notevole della velocità di movimento. I calzari possono essere incantati per ridurre il danno da caduta e i tridenti possono tirare fuori l'utente dall'acqua, lanciandolo lontano.<nl>La velocità di attacco delle armi può aumentare e i calzari possono accelerare la movimentazione.",
    "astralsorcery.constellation.vicio.mantle": "Questa allineazione di mantello concede al portatore ali eteree, consentendo il volo come un elytra, ma con maggiore velocità e senza danni fisici al mantello in alcun caso.",
    "astralsorcery.constellation.vicio.ritual": "Il costellazione conferisce la capacità di volare all'interno della sua area. La portata massima e la frequenza del volo aumentano notevolmente più il numero di luce stellare che viene canalizzata nel rituale.",
    "astralsorcery.constellation.vicio.tag": "Motion",
    "astralsorcery.constellation.vorux": "Vorùx",
    "astralsorcery.constellation.vorux.description": "La luce di questa costellazione evoca rabbia e aggressività in tutti i esseri, anche da profondità astrali remote.",
    "astralsorcery.constellation.vorux.enchantments": "Questa costellazione imbeve le pozioni di concedere maggiore forza e resistenza al danno, a scapito di un aumento del fatica muscolare. Le armi incantate causano più danni ai loro bersagli in tutti i modi, e le balestre possono perforare i loro bersagli e gli scudi, ferendo quelli alle spalle. L'armatura incantata può migliorare la velocità di movimento del portatore.",
    "astralsorcery.constellation.vorux.tag": "Ferrozia",
    "astralsorcery.constellation.vorux.trait": "Il più luminoso splende, genera la notte più rapidamente. <nl>Rituali di raggiungimento aumentano di 1\/5° e lenti bilanciate vedono guadagni di potere molto più velocemente, sebbene a spese del massimo potere.",
    "astralsorcery.journal.ALTAR1.1.text": "Il purismo della luce stellare riordina facilmente il contenuto dei materiali in uno stato più ordinato per il loro scopo previsto. Collocando una tavola di crafting vicino al cristallo del collezionista di un santuario accademico, le sue guardie dirigeranno la luce stellare per trasmutare la tavola di crafting in uno strumento di crafting più adatto a un iniziato delle stelle. Questa tavola di altar di livello iniziale, fatta di marmo puro, può assorbire energia stellare pura dal cielo o da un cristallo del collezionista collegato e ridirezionare l'energia magica nei materiali depositati, anziché dipendere da una costante pioggia magica caotica.",
    "astralsorcery.journal.ALTAR1.2.text": "Per catturare la luce stellare da sola, questa tavola necessita di una vista non ostacolata del cielo direttamente sopra di sé. Inoltre, manca della matrice richiesta che un cristallo di raccolta possiede per raccogliere l'energia della luce stellare in modo efficiente e a causa di questo è impossibile compensare la diffusione atmosferica dell'energia della luce stellare. Le misurazioni dell'accademia indicano che il livello del mare è circa il punto medio delle perdite di diffusione, con roccia di base che mostra quasi completa perdita di diffusione delle energie. Le perdite di diffusione atmosferica scompaiono a circa due volte la distanza dal livello del mare stessa.",
    "astralsorcery.journal.ALTAR1.4.text": "Se il tavolo è sopra l'altezza di diffusione atmosferica o altri fattori rendono impossibile elevare il tavolo ulteriormente, si consiglia di relocalizzare il tavolo in un'altra posizione nel mondo. Le energie stellari non sono distribuite uniformemente dal cielo e ci sono aree del mondo con disponibilità di energie stellari molto più concentrate rispetto ad altre. Fortunatamente, la fame iceriana non si è ripetuta e gli squadre di rilevamento non hanno registrato casi in tempi moderni di luoghi con quasi nessuna esposizione a energie stellari su larga scala.",
    "astralsorcery.journal.ALTAR1.5.text": "Una volta che gli oggetti necessari come ingredienti per la ricetta di crafting sono disposti sul tavolo, cliccare con il pulsante destro del mouse sul tavolo con un bastone risonante rilascerà il serbatoio, inondando gli ingredienti di potere stellare. L'oggetto di crafting risultante verrà espulso automaticamente dal tavolo una volta completata la crafting. La riserva attuale di energia stellare è visualizzata sotto l'interfaccia degli oggetti del tavolo stesso. A causa della volatilità della luce stellare,",
    "astralsorcery.journal.ALTAR1.6.text": "Il deposito non funziona come una batteria che si carica nel tempo, ma invece riflette la quantità di luce stellare ambientale disponibile per la crafting. Tutti i dispositivi, gli strumenti e le manipolazioni materiali più complessi richiederanno più luce stellare di quanto questo tavolo possa sicuramente reindirizzare e fornire con il suo serbatoio. <nl>Una volta che un iniziante l'ha utilizzato per costruire gli strumenti necessari per continuare la loro educazione, avranno anche acquisito sufficiente conoscenza dei concetti di luce stellare per migliorare su questo tavolo, rendendolo molto più efficace.",
    "astralsorcery.journal.ALTAR2.1.text": "Il prossimo test per qualsiasi iniziato è quello di migliorare la propria tavola da lavoro luminosa per consentire il controllo esterno della luce stellare, un importante passo per progredire ulteriormente nella gestione delle energie magiche utilizzando la luce stellare. Facendo alterazioni alla tavola e rafforzandone il marmo con magia, è possibile manipolare due volte le energie magiche di una semplice tavola da lavoro luminosa. <nl> ciò richiede una struttura di supporto per sfruttare questa capacità aggiuntiva dopo l'upgrade della tavola.<\/nl>",
    "astralsorcery.journal.ALTAR2.4.text": "Mentre avere una capacità di luce stellare doppia rispetto a un tavolo da lavoro luminoso è buona, un'altra caratteristica importante dell'altare è che il serbatoio indica quando non ha una struttura di supporto formata correttamente intorno a sé, diventando §4rosso§r quando non è formato correttamente. <nl> più oggetti possono essere creati contemporaneamente se esiste sufficiente luce stellare e ingredienti sufficienti per completare la crafting sono accumulati nello stesso tempo nel tavolo. Maggiore è il serbatoio di un altare, più velocemente lo sarà.",
    "astralsorcery.journal.ALTAR3.1.text": "A causa delle proprietà uniche di canalizzazione della luce del polvere stellare, possono essere apportate migliorie all'altare di crafting. Rafforzando l'altare esistente con acquamarina, marmo e un cristallo con stametta e polvere stellare si potrà notevolmente migliorare la capacità dell'altare celeste rispetto al predecessore. <nl>La completa di questo upgrade dimostra un livello ulteriore di avanzamento educativo per un iniziato, e materiali di studio aggiuntivi saranno resi disponibili.",
    "astralsorcery.journal.ALTAR3.4.text": "Perché delle abilità di canaleggio aggiuntive all'altare che questo cambiamento porta, è necessaria una struttura di supporto più ampia con più marmo soffuso per garantire una sufficiente disponibilità di luce stellare in tempo reale.",
    "astralsorcery.journal.ALTAR4.1.text": "Il test finale per qualsiasi iniziato per laurearsi all'Accademia come astrale sorciere è completare la costruzione di un altare iridescente - il metodo più avanzato di crafting con luce stellare attualmente noto. La forza bruta riuscirà solo per un po' con la magia prima che una mano più abile sia necessaria per evitare un disastro. <nl>filtrando la luce stellare ricevuta attraverso un cristallo attunato inserito nell'altare, si può applicare l'influenza di solo una costellazione al prodotto craftato senza rischiare una rapida e catastrofica disassemblaggio non pianificata.",
    "astralsorcery.journal.ALTAR4.4.text": "Per utilizzare al meglio questo approccio alla magia filtrata, è possibile posizionare relais astrali su qualsiasi marmo soffuso dell'altare struttura. Essi consentiranno di collocare specifiche entità durante il processo di crafting quando richieste dall'altare, in modo che la loro essenza possa essere infusa nell'oggetto creato. <nl>Questi oggetti appariranno nella ricetta di crafting come orbitanti intorno al perimetro del griglia di crafting e qualsiasi attunamento cristallino richiesto sarà mostrato in sfondo della ricetta.",
    "astralsorcery.journal.ATT_CAPE.1.text": "Molti meravigliosi e tecnici prodigi esistono nel regno della protezione personale, ma nessuno canalizza il potere delle stelle. Incollandovi polvere di stella e gemme in armonia con l'armatura in pelle, viene trasmutata in un mantello di pelle e metallo che protegge il portatore e consente di canaliare la carica.",
    "astralsorcery.journal.ATT_CAPE.3.text": "A causa della sensibilità magica di un mantello, è altamente receptiva all'incantesimo. <nl>La receptività al canale del luce stellare significa che il mantello non può essere attunato tramite altar dell'attunamento, ma invece richiede un'operazione di crafting speciale per attunarlo a una costellazione. <nl>Il mantello non può essere danneggiato o strappato, altrimenti potrebbe non essere utilizzato in una ricetta di allineamento.",
    "astralsorcery.journal.ATT_CAPE.4.text": "Un mantello può essere allineato solo con una costellazione alla volta. L'uso di un mantello già allineato in un'altra costellazione nella ricetta di allineamento di una nuova costellazione cambierà l'allineamento del mantello. <nl> I mantelli possono essere riparati su un incudino comune utilizzando stardust come ingrediente. <nl> Le ricette di allineamento sono disponibili sulla pagina del tomo di ogni costellazione.",
    "astralsorcery.journal.ATT_CRYSTAL.1.text": "Un passaggio importante per la creazione di cristalli per la raccolta di luce stellare, l'attunamento di un cristallo alla frequenza magica di una costellazione consente di eliminare la luce magica di qualsiasi altra costellazione, proprio come un'anatra elimina l'acqua dal suo dorso. <nl>Sebbene il risultante rocce attunate possa essere utilizzato per migliorare notevolmente la distillazione della luce stellare liquida da una fontana di luce quando utilizzata come catalizzatore, un cristallo attunato è semplicemente un materiale intermedio fino a quando non viene ulteriormente raffinato da un iniziato più esperto.",
    "astralsorcery.journal.ATT_CRYSTAL.2.text": "I cristalli di attunamento possono ancora essere lavorati con un utensile per taglio starmetal come qualsiasi altro cristallo, ma la probabilità che l'attunazione sopravviva al processo per tutti i frammenti creati è bassa. <nl>Una volta attunato, un cristallo non può avere la sua attunazione cambiata in un'altra senza risultati catastrofici per l'integrità del cristallo e l'altare di attunamento standard ha misure di sicurezza create dall'accademia nel suo design per prevenire tale processo.",
    "astralsorcery.journal.ATT_PERKS.1.text": "Come cristalli, l'attunamento alle energie stellari presenti nel corpo consente di applicare quelle energie per potenziarsi direttamente. Mentre qualsiasi abilità magica può essere accessibile focalizzando il chiaro della stella su quel scopo, l'attunamento iniziale eseguito cambierà la quantità di sforzo richiesta per raggiungere quel obiettivo, nonché le azioni che devono essere eseguite per \"esercitare\" le energie attinte. <nl>Una persona può essere attunata solo a costellazioni luminose.",
    "astralsorcery.journal.ATT_PERKS.2.text": "Controllare come queste energie magiche interne siano canalizzate richiede una meditazione che va al di là delle capacità di molti stregoni, indipendentemente dalle abilità. Per aiutare in questo, l'Accademia ha incluso nel tomo una pagina di strumenti per la meditazione che aiutano il meditante a visualizzare la forma e l'allocazione di questi punti di energia disponibili. <nl>Questi strumenti possono essere trovati nella scheda \"perks\" del tomo.",
    "astralsorcery.journal.ATT_PERKS.3.text": "Focalizzando questi punti di energia magica in modi diversi si otterranno effetti diversi. Purtroppo, a causa dei pattern risultanti che vengono incisi nella forma magica di una persona, non esiste un metodo facile per recuperare i punti allocati individualmente, sebbene ci siano metodi per sigillare temporaneamente la magia di un punto specifico (coperta più avanti in questo tomo). Per cancellare i punti allocati, le energie devono essere disturbate colpendo direttamente il loro punto di attunamento radice. Cancellare un'attunazione dal corpo richiederà di ri-attunarla per riprendere la meditazione assegnata nuovamente.",
    "astralsorcery.journal.ATT_PERKS.4.text": "Ci sono tre tipi di bonus forniti dalla luce stellare interna. <nl>Aggiunto\/sottratto - aggiunge un valore costante al quantitativo di base. <nl>Aumentato\/ridotto - tutti questi valori vengono sommati insieme e quindi applicati dopo che tutti i valori aggiunti\/sottratti sono stati applicati. <nl>Piu\/piu - questi non vengono sommati e poi applicati, ma applicati individualmente seguendo le modifiche di aumento\/riduzione.",
    "astralsorcery.journal.ATT_PERKS_SEAL.1.text": "Occasionalmente un beneficio attunato non è desiderato, ma deve essere utilizzato per attraversare a benefici più profondi o potrebbe essere desiderato solo intermittente. Al contrario di utilizzare una stella che si sposta per disgregare e reimpostare tutti i progressi di attunazione, un sigillo magico può essere applicato sul corpo per sopprimere l'effetto di un singolo beneficio senza influire sugli altri benefici. I sigilli presenti nell'inventario possono essere trascinati e rilasciati su un punto del albero dei benefici, applicandoli sul corpo e corrispondendoli alle energie attunate del beneficio. Doppio clic sul beneficio sigillato romperà il sigillo. Non ci sono limiti al numero di sigilli che possono essere attivi.",
    "astralsorcery.journal.ATT_PERK_GEMS.1.text": "Le cristalli di roccia e i loro derivati sono eccezionali nel raccogliere luce stellare, ma sono come un setaccio quando si tratta di memorizzarla. Iniettando il cristallo esterno con una superficie interna da specchio, gli effetti residui della luce stellare possono essere catturati, sebbene la luce si dissipi. <nl>Gettare un cristallo di roccia in un secchio di luce stellare liquida con polvere di illuminazione risulterà in una reazione con il cristallo, che alla fine farà evaporare sia la luce stellare che la polvere di illuminazione e lascerà dietro un piccolo cluster di cristalli.",
    "astralsorcery.journal.ATT_PERK_GEMS.2.text": "Una volta che si è lentamente sviluppata attraverso diverse fasi in un grande cluster luminoso, può essere raccolta. Il gemma risultante è reattiva alle energie stellari locali, rinforzando il flusso di energia magica nel corpo del suo possessore, ciò che si può sentire mentre si tiene la gemma. L'ora del giorno in cui il cluster cresce può influire sul tipo di cristallo che forma - giorno, notte o durante l'alba e il tramonto. Il tempo di crescita cambierà il tipo di gemma creata: le gemme di Ilium, cresciute durante il giorno, tendono ad avere rinforzi più deboli, ma più numerosi. Le gemme di Ourium e Fengarum, cresciute in ore più buie, tendono a avere una maggiore potenza nei loro aspetti.",
    "astralsorcery.journal.ATT_PERK_GEMS.3.text": "Una volta completamente cresciute, questi cluster possono occasionalmente tornare alla loro forma immatura. <nl>Il numero di miglioramenti dei gemme varia da due a quattro. Per beneficiare di uno o più di queste gemme, è necessario allocare un perks per i gemme nel proprio attunamento. Questi luoghi speciali di attunamento sono sensibili al flusso creato da queste gemme. <nl>Una volta allocato il socket, selezionando lo stesso si potrà scegliere una gemma presente nell'inventario, ottenendo i suoi miglioramenti mentre viene temporaneamente assorbita nella propria forma. Rimuovendo la gemma dal suo socket, la si può sostituire con un'altra o lasciare vuoto il socket.",
    "astralsorcery.journal.ATT_PLAYER.1.text": "Usando la luce stellare a pieno spettro è utile per la fabbricazione generale, ma filtrare e limitare la luce stellare a una costellazione specifica è molto più efficace per certi utilizzi focalizzati. Un buon mago comprende bene il valore di focalizzare un effetto magico da una costellazione specifica e sfruttarlo nella fabbricazione specializzata, che è un componente chiave per sbloccare ulteriori avanzamenti negli studi all'Accademia.",
    "astralsorcery.journal.ATT_PLAYER.2.text": "Qualsiasi struttura in grado di filtrare le frequenze di luce stellare estranee dovrebbe coprire un'area ampia. Le proprietà assorbenti del marmo unto si dimostrano eccezionalmente utili per catturare la luce stellare indesiderata e mantenere il pattern magico desiderato lontano da essa. L'utilizzo di relais astrali direttamente sul marmo unto consente di riprendere la risposta scelta senza rischiare perdite attraverso la ridirezione convenzionale con il marmo. Il blocco dell'altare stesso può servire come relay per questo scopo.",
    "astralsorcery.journal.ATT_PLAYER.4.text": "Usando un array di rilevatori per mimare l'aspetto di una costellazione serve a fissarne il pattern magico, consentendo al focus centrale di attunare un oggetto in cima a esso alla frequenza magica della costellazione. Gli energie concentrate immagazzinate nella base sozza durante la notte reagiranno quando presentate con un foglio di carta stellare tenuto, mostrando la corretta posizione dei rilevatori per la costellazione sul foglio.",
    "astralsorcery.journal.ATT_PLAYER.6.text": "Quando i relais sono allineati per filtrare la luce stellare raccolta, una reazione visibile si verificherà, tracciando la costellazione con fasci di luce stellare blu sulla superficie di marmo. Quel che (o chi) viene posto al centro dell'altare di attunamento sarà bombardato dall'intensa energia di luce stellare filtrata. Ciò attunerà forzatamente le energie interne del bersaglio alla costellazione scelta. <nl>Questa attunimento è necessario per un iniziato per comprendere le costellazioni oltre le 5 classifiche di costellazioni luminose.",
    "astralsorcery.journal.ATT_TRAIT.1.text": "Il lume delle costellazioni di classe debole è insufficiente per alimentare i rituali o attunare completamente un cristallo, ma è sufficiente per incantare oggetti o creare stardew. Lo spettro delle loro energie è anche sufficiente per alterare leggermente l'attunazione di un cristallo. Impostando le relais nel formato appropriato per queste costellazioni su un altare di attunazione, un cristallo già attunato può avere un singolo tratto applicato che modula il suo canaleggio della luce stellare.",
    "astralsorcery.journal.ATT_TRAIT.2.text": "Una volta che un tratto è stato applicato a un cristallo attunato, non può essere modificato. <nl> I collezionisti creati da un cristallo con un tratto conservano il tratto, ma non avrà alcun effetto sulla luce stellare filtrata. <nl> ulteriori informazioni sull'effetto di ogni uno di questi tratti sono state aggiunte alle costellazioni deboli nella scheda delle costellazioni.",
    "astralsorcery.journal.BORE_CORE.1.text": "Il liquido stellare può immagazzinare l'energia stellare in una forma condensata e gestibile, ma è facile rilasciare lo stesso potere di nuovo. Utilizzando un centrifugatore magico, un fontana caotica di stellaluce può essere avviata per quando si necessita di forza magica brutale per raggiungere un obiettivo. <nl>Il anello di contenimento di una fontana in costante movimento serve come focus stabile per queste energie, e qualsiasi blocchi lasciati all'interno della struttura sono probabilmente distrutti.",
    "astralsorcery.journal.BORE_CORE.3.text": "Non è necessario avere una vista del cielo per operare questo dispositivo, poiché viene operato da un serbatoio di stoccaggio interno di luce stellare liquida. Si può alimentare sicuramente la luce stellare liquida in questo serbatoio ponendo un calice direttamente sulla fontana. <nl>Il magico desiderato deve essere prima §5primato§r perché questo potere abbia qualsiasi effetto.",
    "astralsorcery.journal.BORE_HEAD_LIQUID.1.text": "Eoni di essenza fluidica che si riversano nel vuoto dal letto roccioso superiore significano che ci sono oceani vasti e inesplorati di essenza fluidica pronti per essere recuperati. Utilizzando l'affinità degli ottanti per questa essenza fluidica, questo primo può attrarla sulla superficie. <nl>Potenziando un primo neromantico risulterà in una bore altamente distruttiva composta da energia di luce stellare che brucia un buco fino al letto roccioso, al punto in cui l'energia reagisce con il letto roccioso per raggiungere gli oceani di essenza fluidica nell'etereo inferiore, trascinandoli quindi alla fontana.",
    "astralsorcery.journal.BORE_HEAD_LIQUID.3.text": "Ritiro dei liquidi raccolti in questo modo richiede un calice vuoto nella linea di vista della fontana. <nl>poiché la maggior parte dell'essenza fluidica disponibile è acqua, quando gli altri depositi di essenza nel luogo sono esauriti dal Primo, l'essenza d'acqua riempirà il vuoto lasciato indietro. <nl>si dovrebbe utilizzare un risonatore icsico per perlustrare la zona in anticipo alla ricerca di essenze fluidiche che si accumulano.",
    "astralsorcery.journal.BORE_HEAD_LIQUID.4.text": "Con nessun metodo per determinare quale essenza è in basso, spostare la struttura del fontana costantemente è faticoso e anche costoso in stella liquida. Con alcuni esperimenti, il risonatore fosico dovrebbe essere in grado di campionare questa informazione al posto.\n\nQuesto migliorato risonatore icosico, che si appoggia sulla rispondenza dei gemme risuonanti ai fluidi, funziona ancora solo durante la notte. Cambiare modalità tra l'antico fosico e il nuovo icosico può essere fatto cliccando con il pulsante destro della mouse.",
    "astralsorcery.journal.BORE_HEAD_VORTEX.1.text": "Tapping vicissitude for movement allows this prime to draw close any creatures nearby, trapping them in a vortical current of kinetic starlight. The trapped creatures remain unable to act or defend themselves while so trapped, for as long as the fountain has enough liquid starlight. <nl>Il costo di stella liquida per restringere un creatura è influenzato dalla forza di quella creatura per lottare contro i flussi vorticali.",
    "astralsorcery.journal.BORE_HEAD_VORTEX.3.text": "anche creature mitiche sono in grado di essere tenute da questo primo, anche se sembra richiedere tutta la sua potenza focalizzata per farlo. questi creature richiedono più potenza stellare del chalice è in grado di alimentare costantemente una fontana nel tempo. certi creature potenti, come il Wither o l'Ender Dragon, possono essere contenute solo fino a quando non si esaurisce la riserva interna.",
    "astralsorcery.journal.BREAK_LENS.1.text": "Il raggio di un lente di rottura rompe tutti i blocchi posti sulla sua traiettoria, eccetto quelli che non possono essere rotture come blocchi illuminati e rocce. <nl>La velocità con cui un blocco posto viene rotto dipende dalla quantità di luce stellare che passa attraverso la lente.",
    "astralsorcery.journal.CELESTIAL_GATEWAY.1.text": "Pochi maghi trovano tutti i materiali necessari per il loro mestiere vicino di casa. La maggior parte deve viaggiare per cristalli grezzi, concentrazioni fosiche o addirittura in altre dimensioni per ottenere i materiali. Un mezzo sicuro e espandibile per viaggiare è un'importante arma anche per un iniziato dell'accademia. Una rete di cancelli celesti rende persino il viaggio interdimensionale facile, e il cancello stesso può essere denominato utilizzando un incudine.",
    "astralsorcery.journal.CELESTIAL_GATEWAY.3.text": "Stando sul blocco del gateway, sarà possibile vedere tra i mondi, con ogni altro gateway che apparirà come una stella nel vuoto scintillante. I gateways si troveranno in relazione gli uni agli altri, con i gateways extra-dimensionali che si mostreranno più in alto nel cielo. Tenendo premuto Shift o cliccando a destra mentre si guarda un gateway stellare, il utente verrà trasportato a quel gateway. <nl>Se ci sono troppi gateways nella stessa area del vuoto, alcuni non saranno mostrati. Un gateway può essere denominato in un anfora per indicare il nome di destinazione, o avere la sua stella di destinazione colorata cucinandolo con un colore.",
    "astralsorcery.journal.CELESTIAL_GATEWAY.5.text": "Accesso libero alle aree sensibili è rischioso. Un cancello può essere reso privato come cancello privato facendo clic destro su di esso con un acquamarina e rimuovendo il lucchetto ripetendo l'operazione con la mano aperta. L'accesso può essere esteso utilizzando uno strumento di collegamento per collegare una persona a un cancello privato.<nl>Stando su un cancello privato, il nome e la costellazione personale di ogni persona ammessa verranno visualizzati sul cerchio di marmo bianco. Fare clic destro sul blocco che visualizza la costellazione revoca l'accesso al cancello privato.",
    "astralsorcery.journal.CEL_CRYSTALS.1.text": "I cristalli celesti di classe celeste sono superiori in ogni singola qualità rispetto ai cristalli di roccia normali e possono essere facilmente identificati dal loro splendente colore blu brillante dovuto all'inclusione di polvere stellare. <nl>in qualsiasi istanza in cui un cristallo di roccia potrebbe essere utilizzato, un cristallo celeste potrebbe essere sostituito, compresi i cluster di cristalli con attributi leggermente diversi. alcune applicazioni avanzate richiedono la struttura superiore di un cristallo celeste.",
    "astralsorcery.journal.CEL_CRYSTAL_GROW.1.text": "Istituzioni di studio sull'internal struttura dei cristalli rocciosi mostrano che ci sono limiti alla loro crescita, insieme a limiti per le loro qualità. Il ferro purificato è più debole quando si aggiunge del carbonio per creare acciaio, e nello stesso modo i cristalli rocciosi hanno bisogno di un impurità introdotta per alterare la loro struttura interna per una prestazione superiore. <nl>La polvere stellare è questa impurità, ma è necessario un crogiolo magico per far emergere questo cambiamento, sebbene sia un processo a due passaggi.",
    "astralsorcery.journal.CEL_CRYSTAL_GROW.2.text": "Immergendo un cristallo di roccia in un secchio di luce stellare liquida con una manciata di polvere stellare, si verà un rapido bollore occorrere nel miscuglio. Una volta che la luce stellare e l'eccesso di polvere stellare hanno bollito, ciò che resta sarà un piccolo cluster di cristalli. L'esposizione alla luce stellare dal cielo sopra o da un cristallo di raccoglitore collegato farà cambiare la struttura interna di questo cluster di cristalli, crescendolo nel tempo in diverse fasi. <nl>Un cluster avrà più e attributi più avanzati del cristallo seminale iniziato con.",
    "astralsorcery.journal.CEL_CRYSTAL_GROW.3.text": "Un cluster di cristallo pronto per essere raccolto si illuminerà con la luce.<nl> Si consiglia di far crescere il cluster su un blocco di minerale stellare per diverse ragioni. La radiazione magica del minerale genererà eddy magici simpatetici nel cristallo che accelereranno il processo di crescita, sebbene ogni stadio di crescita interromperà il campo magico del minerale sufficientemente da reverterlo in minerale di ferro. L'Accademia consiglia di avere un raccolitore vicino per trasmutare nuovamente il minerale ogni volta che ciò accade.",
    "astralsorcery.journal.CHARGED_TOOLS.1.text": "I astrali sorcery journal entry:\n\nGli strumenti cristallini già si basano pesantemente sulla canalizzazione di luce stellare passiva per il loro funzionamento, quindi si comportano in modo diverso quando sono infusi. Invece di trasmutare la loro forma fisica, i naturali percorsi magici all'interno dei cristalli vengono rinforzati, consentendo effetti magici più diretti e evidenti quando forniti di magia. Nutrire questi strumenti con il carico di luce stellare naturale del portatore manifesta questa magia, ma ciò applicherà stress ai cristalli che richiederanno un \"periodo di raffreddamento\" prima di ripetere il processo. Con il tempo, lo strumento`",
    "astralsorcery.journal.CHARGED_TOOLS.2.text": "Dissipare l'infusione propria e richiedere un ripristino. <nl>Il magismo manifestato da questa energia di carica si relaziona direttamente alla forma in cui i cristalli sono stati plasmati durante la creazione dell'arma. Asce possono raccogliere molte parti connesse del albero colpito contemporaneamente, picconi possono eterealmente individuare giacimenti di minerali vicini, vanghe possono scavare un buco più ampio contemporaneamente e spade faranno esplodere una scarica d'energia magica all'impatto che causa anche altri nemici vicini a essere feriti.",
    "astralsorcery.journal.COLL_CRYSTAL.1.text": "I cristalli di roccia attesi servono come buoni filtri per la luce stellare, ma hanno la stessa receptività di qualsiasi altro blocco. Utilizzando un altare celeste per applicare una cernita di sostanze più receptive alla luce stellare, questa receptività può essere notevolmente aumentata. Il cristallo del collezionista creato in questo modo raccoglierà tutta la luce stellare entro 8 metri da sé, scartando la luce che non corrisponde all'attunamento.",
    "astralsorcery.journal.COLL_CRYSTAL.3.text": "Questi cristalli funzionano come quelli presenti nei templi di studio forniti dall'Accademia e possono essere utilizzati nello stesso modo, ma con la possibilità di spostarli per comodità. A causa della portata di ogni cristallo, collocandoli troppo vicini tra loro si vedranno notevolmente ridotti i ritorni totali di luce stellare raccolta. Si possono vedere scintille quando ciò accade.<nl>Per ottenere il miglior rendimento, è importante selezionare con cura le qualità del cristallo utilizzato per creare questi raccoglitori, poiché una volta creati non possono essere modificati.",
    "astralsorcery.journal.COLL_CRYSTAL.4.text": "Inoltre, l'Accademia avverte che l'utilizzo di metodi non convenzionali per spostare i cristalli di raccolta diversi da quelli di rottura e posizionamento, come ad esempio scatole di cartone, può compromettere il campo magico dei cristalli, portando a effetti inaspettati sull'efflusso della luce stellare.",
    "astralsorcery.journal.CPAPER.1.text": "All'interno delle casse dei santuari accademici, è possibile trovare ausili di studio sotto forma di pergamene. Queste pergamene sono attivate alle archivio accademico esistenti e rivelano conoscenze relative a un ulteriore costellazione all'utente quando viene visualizzato per la prima volta, sempre che i registri dell'iniziato mostrino una sufficiente comprensione dei concetti di manipolazione della luce stellare. A causa di questo, non verranno generati duplicati di registri per qualsiasi iniziato dato. I materiali di studio in eccesso dovrebbero essere lasciati indietro per altri iniziati. Queste carte possono essere archiviate nel codice",
    "astralsorcery.journal.CPAPER.3.text": "Per future reference, apri il codice mentre tenga premuto Shift. <nl> Nel caso un iniziato sarebbe così irresponsabile da perdere i propri documenti, l'Accademia non rilascerà nuovamente questi materiali. Invece, l'iniziato può prendere in prestito una copia da un altro iniziato o ricrearli una volta che avrà accesso a un altare di crafting sufficientemente avanzato per infondere la conoscenza costellazione nel papiro. Un costo relativamente piccolo per tale grande lapsus di giudizio. Grazie alla magia di trasposizione, tuttavia, i documenti archiviati nel codice dell'iniziato resteranno accessibili anche se il codice dovesse essere sostituito.",
    "astralsorcery.journal.CRAFTING_FOCUS_HINT.1.text": "Con il successo della creazione dell'altare iridescente, l'accademia è lieta di accoglierti come un astrale sorceressa pienamente qualificata. Nuove orizzonti ora attendono i tuoi studi indipendenti. Le misure di sicurezza precedentemente imposte attraverso il tuo legame con la biblioteca dell'accademia tramite questo codice hanno ora cessato di essere necessarie. Inoltre, conoscenze precedentemente proibite sono ora disponibili all'interno del tuo codice a causa dei contributi post-laurea ai depositi di conoscenza dell'accademia.",
    "astralsorcery.journal.CRAFTING_FOCUS_HINT.2.text": "Si tenta di creare con l'altare iridescente e non verrà più annullata e fallita se il quantitativo di stellaluce disponibile scende al di sotto del minimo necessario per completare la creazione, ad esempio durante l'alba. La creazione sarà mantenuta in stasi sull'altare fino a quando il quantitativo di stellaluce disponibile non torna al livello minimo, indipendentemente dal metodo. <nl>Si possono ora anche creare fogli di carta costellazione sostitutivi o aggiuntivi.",
    "astralsorcery.journal.CRAFTING_FOCUS_HINT.3.text": "Il più pericoloso settore della conoscenza non ancora decifrata include la capacità di scoprire la classificazione sfumata delle costellazioni attraverso fogli di carta stellare, sebbene un osservatorio sarà necessario per vederle nel cielo. L'Accademia consiglia prudenza nell'utilizzo di costellazioni deboli, poiché il loro influsso può cambiare significativamente i risultati attesi di un meccanismo astrale precedentemente noto. <nl>-il corpo docente e lo staff dell'Accademia Astrale.",
    "astralsorcery.journal.CRYSTAL_GROWTH.1.text": "Immergendo un cristallo di roccia in una piscina di luce stellare liquida fino a quando non viene assorbito può essere utilizzato per far crescere il cristallo in una versione più robusta di sé stesso, poiché la matrice interna viene reallineata e rinforzata dalle energie magiche delle luci stellari concentrate. Quando ciò accade, il cristallo aumenterà di dimensioni. Ci sono ancora limiti a cosa un cristallo possa avere un attributo migliorato o il numero di attributi, e la rimozione di un attributo non è possibile senza l'utilizzo intenzionale di uno strumento specializzato.",
    "astralsorcery.journal.CRYSTAL_GROWTH.2.text": "Sommersa due cristalli in luce stellare liquida farà sì che il cristallo con meno attributi si fonderà nel cristallo con più attributi, con il \"cristallo maggiore\" potenzialmente acquisire uno o più degli attributi del cristallo assorbito. Quanto più attributi ha già il cristallo, tanto meno probabile è che ciò accada.<nl>L'Accademia riconosce un massimo di 7 livelli di attributi per un cristallo roccioso e un massimo di 10 per un cristallo celeste",
    "astralsorcery.journal.CUTTING_TOOL.1.text": "Gli studi dell'Accademia hanno dimostrato che un martello di ferro o acciaio è un buon strumento per affrontare la forma fisica, mentre canalizzare la luce stellare si concentra sulla forma magica. Combinando la durezza del metallo stellare con il suo campo magico luminoso, entrambe le forme possono essere influenzate contemporaneamente. L'oro impedisce al campo magico della testa del martello di deformarsi, rinforzando lo strumento. Incantando lo strumento si otterrà una protezione superiore contro i risultati negativi durante l'utilizzo.",
    "astralsorcery.journal.CUTTING_TOOL.3.text": "Strisciando velocemente con l'arma su un cristallo lanciato sul terreno, il cristallo e le sue proprietà possono essere divisi. I cristalli risultanti erediteranno ognuno una porzione delle attributi del loro genitore, sebbene questo non sia né equo né perfetto, e a volte gli attributi possono essere persi. <nl>immergendo ripetutamente i cristalli e tagliando pezzi da essi può essere utilizzato nel tempo per plasmare un cristallo con uno scopo specifico, sebbene ciò possa richiedere una considerevole fortuna.",
    "astralsorcery.journal.C_CHALICE.1.text": "Il maggior svantaggio di un pozzo luminoso è la dimensione del serbatoio. mentre sufficiente per generare liquidi da un catalizzatore, il disegno richiesto diventa eccessivamente grande quando si scalano le prestazioni per maggiore capacità di stoccaggio. I tubi che possono estrarre liquido dal pozzo luminoso potrebbero non essere disponibili o l'ambiente non supporterebbe la loro utilizzo. Una buona soluzione è la teleportazione magica e il contenimento del fluido.",
    "astralsorcery.journal.C_CHALICE.3.text": "Usando gemme risuonanti per mantenere i contenuti in alta compressione, si ottiene 64 secchi di stoccaggio in uno spazio piccolo. Ciò significa anche che spostare un calice senza prima rimuovere il fluido immagazzinato will risultare nel fluido disperso nell'etere.<nl>Il calice è in grado di trarre luce stellare liquida attraverso l'etere da pozzi luminosi entro i 16 blocchi della sua visuale. Come il pozzo luminoso, un calice può essere collegato a tubi dalla faccia inferiore.",
    "astralsorcery.journal.C_CHALICE.4.text": "Come il calice facilita il trasporto magico dai pozzi di luce, l'essenza di qualsiasi fluido contenuto all'interno può sfuggire, cercando altri essenze fluidiche da unirsi con. Ciò comporta la creazione di materiali come se i due fluidi si fossero incontrati nel mondo, sebbene possa verificarsi una leggera dispersione del fluido contenuto quando ciò accade. <nl>Un segnale di redstone rafforzerà il campo di compressione del calice, impedendo che questi effetti si verifichino.",
    "astralsorcery.journal.DAMAGE_LENS.1.text": "Le creature nel raggio di un lente danneggiante subiranno periodicamente danno come se fossero state colpite da una spada. <nl>il tasso con cui viene inflitto il danno dipende dalla quantità di luce stellare che attraversa la lente.",
    "astralsorcery.journal.DRAWING_TABLE.1.text": "La magia dell'incantesimo attraverso la conoscenza collettiva è un processo piuttosto impreciso. Ecco che, grazie alle proprietà delle costellazioni e al focus della luce stellare, diventano possibili combinazioni di incantesimi più potenti di quelle normalmente disponibili. <nl>È necessario utilizzare speciali lastre di vetro etchiate per questo processo. <nl>Con la tavola di rifrazione stellare, è possibile utilizzare fino a tre costellazioni contemporaneamente, sempre che siano visibili nel cielo.",
    "astralsorcery.journal.DRAWING_TABLE.3.text": "Il posizionamento delle costellazioni per il tracciato è importante, poiché l'overlapping dei singoli stelle è richiesto, quando possibile, per ottenere il massimo effetto. <nl>È necessario carta di papiro reattiva alla luce stellare per eseguire il tracciato che guiderà la successiva preparazione del vetro. <nl>L'Accademia avverte che ripetere l'utilizzo di una singola costellazione sulla stessa carta o etching non migliorerà il risultato finale e, a causa dell'interferenza tra tutti i tracciati, potrebbe addirittura ostacolare l'esito.",
    "astralsorcery.journal.DRAWING_TABLE.4.text": "Una volta creata un vetro infuso con incisioni, può essere utilizzato per incantare direttamente un oggetto o un libro non incantato, se tutte le costellazioni sul vetro sono nel cielo. <nl> Utilizzando questo metodo, gli incantesimi normalmente incompatibili possono essere posti l'uno accanto all'altro sull'oggetto incantato e il risultante oggetto incantato può essere più potente di quanto non potrebbe essere normalmente creato. I libri incantati in questo modo potrebbero non essere in grado di trasferire tutta la loro potenza su un oggetto.",
    "astralsorcery.journal.DRAWING_TABLE.6.text": "L'essenza dell'incantesimo può anche essere instillata in un bottiglia d'acqua o in una pozione banale, spessa o sgradevole per creare il Stardew, un beverage magico che fornisce effetti vari all'imbevitore per un breve periodo di tempo, a seconda delle costellazioni utilizzate.",
    "astralsorcery.journal.ENCHANTMENT_AMULET.1.text": "Illuminazioni stellari normalmente risuonano in pattern caotici e strani, che consentono di disturbare le attunamenti personali. Questo caos può essere arrestato quando esposto a luce stellare specialmente filtrata. Con il potere emanante non più costantemente in flusso, un beneficio più focalizzato può essere raggiunto.<nl>Dirigendo queste energie in un occhio di Ender le fa radiare e diffondere leggermente a breve distanza, interagendo con i campi magici esistenti indossati o tenuti.",
    "astralsorcery.journal.ENCHANTMENT_AMULET.3.text": "Mentre indossato, un prisma risplendente aggiunge o abilita effetti magici applicati al resto dell'equipaggiamento del portatore. Il controllo di questo empowerment non è possibile e l'effetto è basato interamente sulla frequenza magica alla quale la stella in movimento era bloccata.<nl>Ri-esponendo un prisma risplendente a luce stellare filtrata rilascia momentaneamente il blocco della frequenza, con la caotica instabilità della stella in movimento che determina i risultati magici quando diventa stabile di nuovo.",
    "astralsorcery.journal.ENHANCED_COLLECTOR.1.text": "I cristalli celesti creano cristalli del collezionista celeste superiori, ma il candore e la decadenza di una costellazione nel mondo non cambiano. I cristalli del collezionista possono essere sostenuti da una struttura che evita l'andamento dell'energia. Sebbene il collezionista non fornirà tanto di luce stellare quando la sua costellazione è nel cielo, fornirà molto più quando la sua costellazione non è nel cielo, consentendo ai rituali e alle trasmutazioni di funzionare anche quando altrimenti sarebbero notevolmente rallentati.",
    "astralsorcery.journal.ENH_SHIFTING_STAR.1.text": "Illuminazioni stellari sono adatte a interrompere con forza l'attunamento personale, ma esistono metodi più raffinati. <nl> Filtrando la luce utilizzata per la creazione e aggiungendo aspetti da oggetti è possibile creare una stella avanzata che modula gli energie dell'attunamento invece di interromperle con successo. La radice dell'attunamento si sposterà per adattarsi alla stella irradiante, e tutti i punti di miglioramento saranno deallocati, ma qualsiasi progresso di crescita non sarà annullato. Ciò consente al mago di ri-assegnare quei punti senza perdere alcunché.",
    "astralsorcery.journal.GRAPPLE_WAND.1.text": "Il bastone dell'impulso funge da grappalo magico, inviando un raggio di carica verso la località bersaglio. Una volta che si è collegato con il suo bersaglio, arresta ogni movimento esistente del possessore e lo trascina invece alla località bersaglio. Questo bastone ha un cooldown interno prima di poter attivarsi nuovamente, oltre al costo di carica.",
    "astralsorcery.journal.GROWTH_LENS.1.text": "Il raggio di un lente di crescita sottopone qualsiasi pianta che attraversa il suo percorso a una rapida crescita, come se fosse stata fertilizzata o in altro modo che causasse la crescita della pianta. <nl>La frequenza con cui una pianta viene costretta a crescere dipende dalla quantità di luce stellare che attraversa il lente.",
    "astralsorcery.journal.HAND_TELESCOPE.1.text": "Nonostante le stelle abbiano una posizione di apparizione definita nel cielo mentre ruotano sopra di noi, certi pattern e forme ricorrenti appariranno a coloro che sono sensibili alle energie magiche emanate da loro. Queste costellazioni magiche hanno il proprio orario di apparizione, collegato alle fasi della luna. Un vetro speciale può essere utilizzato per rendere queste energie magiche molto più visibili al osservatore. Nonostante sia un dispositivo piuttosto semplice, lo specchio magico facilita la visualizzazione delle costellazioni magiche più forti, sebbene il flusso e il riflusso di...",
    "astralsorcery.journal.HAND_TELESCOPE.4.text": "Energie interferenti provenienti da altre costellazioni significano che solo una costellazione sarà visibile con questo strumento sulla notte. <nl>Stare a guardare il cielo stellato senza alcuna ostruzione vicina è assolutamente necessario, e l'utente deve avere almeno visto la costellazione tracciata prima di poterla tracciare. È importante che l'utente creda di aver localizzato una tale costellazione, tenga premuto Shift per non muovere lo specchio in alcun modo, e poi tracci il pattern della costellazione con click destro.",
    "astralsorcery.journal.HAND_TELESCOPE.5.text": "Non tenendo il cannocchiale magico assolutamente fermo in questo modo o senza tracciare con precisione quasi perfetta la costellazione, il pattern magico non sarà veramente §3scoperto§r. Questa scoperta è permanentemente incisa nella mente dell'utente e mai dimenticata, al punto che non avranno più bisogno di un dispositivo per vederlo nel cielo notturno in assoluto.",
    "astralsorcery.journal.ICHOSIC.1.text": "Spostando una struttura fontana primaria neromantica costantemente per determinare cosa si trova sotto l'essenza fluidica è inutile sforzo e tempo. Con alcuni piccoli cambiamenti, il risonatore fosico può essere utilizzato per campionare questa informazione invece. Sfruttando gemme risuonanti e stardust, tenendo il risonatore ichosico la notte attrae plumi di essenza fluidica. <nl> Cambiando modalità tra fosico e ichosico può essere fatto cliccando con il pulsante destro.",
    "astralsorcery.journal.IGNITION_LENS.1.text": "Il raggio emesso da un lente di accensione scalda le cose fino a farle prendere fuoco. Gli esseri viventi bruciano sotto le fiamme e gli oggetti lasciati cadere o i blocchi posti sulla sua traiettoria vengono fusinati come se fossero stati sottoposti a una fornace. <nl>il tasso di accensione è basato sulla quantità di luce stellare che passa attraverso la lente.",
    "astralsorcery.journal.ILLUMINATION_WAND.1.text": "Invece di trarre la potenza stellare passiva dal luminescente e dall'aquamarina o dal campo fosico latente, il carico di attunamento personale può essere utilizzato per creare scintille illuminanti quando viene correttamente canaleggiata. Combinando l'indaco con un bastone dell'illuminazione, il colore della scintilla può essere cambiato. Canaleggendo il carico nel cave illuminator attraverso questo bastone, fornirà anche all'illuminatore sufficiente energia per funzionare senza la forza fosica notturna o l'accesso al cielo per 10 secondi. Quando un cave illuminator è alimentato in questo modo, inizierà a posizionare scintille che corrispondono al colore del bastone.",
    "astralsorcery.journal.ILLUMINATION_WAND.3.text": "Eseguiendo un click destro con la freccia sulla block will canalizzare abbastanza energia di carica nella block per collegare il gap tra l'etereo e il mondo reale. Ciò causerà la block a prendere l'apparenza di uno spettro etereo, tinto del colore della bacchetta. Collegando l'esistenza in questo modo, la block viene posta in stasi eterea e sarà completamente indistruttibile come rocce, fino al click destro con la freccia per riportarla completamente nel mondo reale, rendendola di nuovo frangibile. Qualsiasi bacchetta di illuminazione può rimuovere una block da questo stato, non solo quella utilizzata per illuminarla.",
    "astralsorcery.journal.ILLUMINATOR.1.text": "Quando aree estese di oscurità necessitano di illuminazione, il polvere d'illuminazione è insufficiente. Non solo richiede la deposizione manuale, ma richiede al mago di viaggiare direttamente nella pericolosa oscurità. L'impianto di illuminazione a scintille stellari utilizzando un dispositivo alimentato dal campo notturno del fosico o da una bacchetta d'illuminazione più avanzata di un iniziato può fornire copertura luminosa su ampia area, in strati verticali a spirale 8 metri l'uno.",
    "astralsorcery.journal.ILLUMINATOR.3.text": "Per prevenire la posizione non necessaria di scintille, l'illuminatore collocherà le scintille solo in aree inferiori all'illuminatore stesso e solo in luoghi coperti dal cielo. Se gli viene data sufficiente tempo, può illuminare fino al letto roccioso e continuerà a posizionare nuove scintille in spazi vuoti appena creati. <nl>Rimuovendo l'illuminatore lascerà le scintille indietro. Poiché la rimozione delle scintille è laboriosa, si dovrebbe essere cauti quando si pone un illuminatore di grotta per evitare di accendere aree non desiderate.",
    "astralsorcery.journal.ILLUM_POWDER.1.text": "La pietra luminescente è reattiva all'energia stellare, anche se solo una piccola quantità risiede in un aquamarina. Frantumando la pietra luminescente insieme con un aquamarina, il risultato è polvere altamente reattiva con sé stessa. Lasciando cadere questa polvere produce una fonte di luce magica sospesa nello spazio. <nl>come nuvola di polvere in volo, è più difficile estinguere accidentalmente di una torcia, richiedendo di soffocare la luce con un liquido o un blocco.",
    "astralsorcery.journal.INFUSED_WOOD.1.text": "Come materiale fibroso, immergendo il legno nella luce stellare liquida, il liquido viene tratto dentro i filamenti, imbevendoli e potenziandoli. <nl>ciò comporta un materiale più resistente e robusto che è particolarmente adatto a dirigere energie magiche. ulteriore arricchimento può essere eseguito presso qualsiasi altare di crafting stellare se si necessita di maggiore sensibilità magica.",
    "astralsorcery.journal.INFUSER.1.text": "\"Increasing the reactivity of materials to starlight energy is necessary in many cases. The Academy recognizes only a few materials that are receptive to simply submerging them into liquid starlight. Arcane fluid infusion is needed to transmute many objects into what the Academy considers their more \"natural\" states than applying magical spectra directly allows. This is more temperamental than attunement or starlight transmutation. Liquid starlight is a sufficiently meterable source of magical energy, but needs a more balanced introduction to the target material.\"",
    "astralsorcery.journal.INFUSER.3.text": "Il testo è molto lungo, ma qui è la traduzione:\n\n\"Attraverso l'estrazione dal serbatoio di stellaluce liquida della struttura, non è richiesta alcuna accessibilità al cielo per far funzionare un infusore di stellaluce. Il metodo di stoccaggio più volatile del magico liquido significa che perdite parziali del liquido possono essere comuni quando viene introdotto agitazione durante il processo di infusione. Il liquido perso deve essere sostituito prima che l'infusore consenta ulteriori azioni per motivi di sicurezza. L'utilizzo di un bastone risonante attiverà l'infusore di stellaluce come gli altri dispositivi di crafting con stellaluce. <nl>La accademia ha bloccato questi dispositivi per infondere creature su basi etiche.\"",
    "astralsorcery.journal.KNOWLEDGE_SHARE.1.text": "L'Accademia incoraggia la condivisione della conoscenza tra tutti gli iniziati, poiché la scoperta condivisa e lo studio beneficiano l'intera comunità degli studenti. A causa della natura arcana del sapere stellare, un rotolo speciale imbevuto di tracce reattive di luce stellare è necessario per ampliare la comprensione del lettore, come se avesse vissuto le scoperte da sé. Fai clic destro per immettere conoscenza nel rotolo o apprendere dallo stesso, o premi Shift + Destro per sovrascrivere la conoscenza imbevuta.",
    "astralsorcery.journal.LENS.1.text": "La capacità di manipolare e dirigere la luce stellare raccolta è importante per tutti i maghi. Sebbene venga utilizzata per aumentare il tasso di conversione dei catalizzatori in un pozzo di luce, migliorare la disponibilità di luce presso l'altare della luce stellare o semplicemente trasmutare materiali, a volte la fonte di luce stellare è fuori portata o si richiede più potenza che possa essere fornita localmente. <nl>in questi casi, le lenti sono la soluzione.",
    "astralsorcery.journal.LENS.3.text": "È consigliato dall'Accademia di avere gli standard di qualità più elevati quando si selezionano cristalli per la creazione di lenti, poiché qualsiasi imperfezione o ostruzione nel cristallo si tradurrà nella successiva lente. Queste, a loro volta, vedranno perdite maggiori nella trasmissione della luce stellare per l'energia magica che passa attraverso di esse. L'utilizzo di un cristallo celestiale di qualità perfetta per la trasmissione della luce stellare annullerà tutte le perdite nella trasmissione magica, ma le imperfezioni in ogni lente lungo il percorso di trasmissione si accumuleranno.",
    "astralsorcery.journal.LENS.4.text": "Legato dalle metafisiche intorno alla luce stellare magica, mentre un obiettivo può ricevere la luce stellare da più fonti e angoli contemporaneamente, può trasmettere questa energia solo a un luogo alla volta. La housing per un obiettivo può essere attaccata in qualsiasi orientamento che sia comodo. <nl>Man mano che l'obiettivo focalizza l'energia magica che viene trasmessa a un punto di destinazione, selezionare entrambe la distanza e l'angolo dell'obiettivo utilizzando lo strumento di collegamento è importante per il flusso appropriato dell'energia magica.",
    "astralsorcery.journal.LENSES_EFFECTS.1.text": "La filtrazione della magia stellare è ottenuta mediante l'attunamento alle costellazioni, ma non è l'unica modalità per cambiare gli effetti magici. Utilizzando ingredienti allineati per \"doping\" un lente di vetro, la luce stellare che attraversa la lente sarà distorta in modo da mostrare solo un aspetto specifico della luce, indipendentemente dalla costellazione a cui appartiene. <nl>Poiché questa luce non è limitata a una specifica costellazione, non importa focalizzare esplicitamente l'energia e basta essere immersi nella luce per vedere un effetto magico applicato.",
    "astralsorcery.journal.LENSES_EFFECTS.2.text": "Aggiungendo uno di questi lenti colorate ad un array di lenti cristalline, il fascio di luce che lo attraversa sarà filtrato. Purtroppo, spostare lo spettro dell'energia magica con uno di questi lenti non si manterrà attraverso un'altra lente o prisma, che disperderà la frequenza del segnale magico e lo riporterà alla norma. Se l'effetto è desiderato attraverso più lenti cristalline in una catena, una lente colorata dovrebbe essere applicata a ogni lente cristallina nella catena.",
    "astralsorcery.journal.LINKTOOL.1.text": "Energìe magiche non sono altrettanto facili da gestire del mondo fisico, rendendo gli strumenti magici necessari. L'attrezzo di collegamento dell'accademia è uno dei principali strumenti per qualsiasi sorciere in formazione per lavorare con la luce stellare. Sfruttando i cristalli di acquamarina per coordinare un cristallo al segnale magico di un blocco può creare un collegamento metafisico tra due posizioni che facilitano la trasmissione dell'energia della luce stellare. Utilizzando un'azione di destro-clic su un blocco si memorizza la posizione iniziale nel bastone, e qualsiasi successivo destro-clic collega quella posizione iniziale alla posizione del blocco di destinazione.",
    "astralsorcery.journal.LINKTOOL.3.text": "Sostituendo il blocco nella posizione di destinazione renderà quel blocco la destinazione del collegamento, senza dover creare un nuovo collegamento. Bloccando una linea di luce stellare non impedirà alla fonte di luce stellare di trasmettere potere, ma lo farà dissipare inutilmente poiché non può essere focalizzato sulla posizione di destinazione. Molti collegamenti da una stessa fonte avranno un'assegnazione equa del potere trasmesso e quindi è importante rimuovere i collegamenti esistenti per non diluire la trasmissione del potere quando non sono più necessari. Per rimuovere un singolo collegamento, seleziona prima la fonte di luce stellare e poi clicca con il pulsante destro della mouse sulla posizione di destinazione bloccata per rimuoverla.",
    "astralsorcery.journal.LINKTOOL.4.text": "Per rimuovere tutti i collegamenti contemporaneamente, è invece necessario eseguire un shift-right-click sul fonte di luce stellare. Rimuovendo lo strumento di collegamento come strumento attivo si romperà la connessione con una sorgente selezionata, consentendo di selezionare una nuova sorgente per nuovi collegamenti. Una sorgente selezionata non persiste attraverso cambiamenti dimensionali. Qualsiasi cosa consumi luce stellare può essere collegata a un raccoglitore per migliorare il funzionamento del consumatore. I collegamenti a distanze lunghe non devono rimanere chunkloaded per continuare a trasmettere luce stellare.",
    "astralsorcery.journal.MARBLETYPES.1.text": "Il marmo necessario per un astrale è una variante eccezionalmente pura. Magmaticamente intatto e altamente riflettente di energie magiche, questo marmo può essere trovato in vene sparse sottoterra. Altri marmi con minor purezza magica non possono essere utilizzati per il delicato controllo delle energie necessario per lavorare con la luce stellare. Incisioni dei canali in modi prescritti altereranno come il marmo canalizza la luce stellare vicina. <nl>Sebbene questo sia lo stesso marmo utilizzato dall'Accademia in tutti i suoi santuari comuni e altre aree di raduno degli studenti, il suo uso è riservato ai membri più selezionati dell'Accademia.",
    "astralsorcery.journal.MARBLETYPES.2.text": "L'Accademia avverte fortemente tutti gli iniziati che rubare o danneggiare il marmo utilizzato per proprietà dell'Accademia sarà punito con severità contro coloro che vengono catturati dalla facoltà, fino all'esclusione dall'Accademia.",
    "astralsorcery.journal.NOC_POWDER.1.text": "Mentre una stanza oscurata è il metodo normale per far spawnare mostri per l'estrazione degli organi preziosi, la posizione di questi ambienti presenta sfide logistiche oltre alla richiesta di assenza di luce. <nl>facendo leva sulle energie magiche del polvere d'illuminazione con certi altri ingredienti reattivi per creare un'area di anti-luce, si produce una polvere lanciabile che genera una nuvola temporanea di oscurità che crea mostri dalle ombre del bioma all'interno della nube nera per un breve periodo, indipendentemente dalla...",
    "astralsorcery.journal.NOC_POWDER.3.text": "Rarietà dei spawn di mostri. <nl Questo nube non blocca gli effetti purificanti del sole nel suo area e quindi si dovrebbe essere cauti per non allontanare o danneggiare prematuramente alcuni dei mostri presenti. <nl>Collocando più nuvole troppo vicine tra loro, o troppo frequentemente nello stesso spazio, si vedono ritorni diminuiti nell'efficacia. Ciò è vero sia che vengano lanciate da un mago o da un dispensatore.",
    "astralsorcery.journal.OBSERVATORY.1.text": "Per aumentare la portata visiva verso le stelle, saranno necessari più lenti di filtro e polveri reattivi dell'osservatorio richiesto dal telescopio. La visione più sensibile offerta da un osservatorio consente a uno stregone di immergersi nel cielo astrale, seguendo la minima traccia di energie magiche fino alla sua costellazione di origine. <nl>nelle profondità dell'astrale, altre costellazioni fanno brillare debolmente il loro potere magico, appena distinguibili contro lo sfondo del rumore dell'esistenza.",
    "astralsorcery.journal.OBSERVATORY.3.text": "Come l'osservatorio è molto preciso, è necessario muovere il mouse per orientarsi nel cielo notturno. Quando si trova una costellazione potenziale, tenendo premuto Shift si può bloccare la vista, permettendo di tracciare la costellazione. Premere destro-click\/esc per lasciare la visualizzazione dell'osservatorio e smontare il seggio dell'osservatorio premendo Shift.",
    "astralsorcery.journal.ORES.1.text": "§8§nrocchio di cristallo: §r in profondità sottoterra, vicino al letto roccioso, la pressione intensa può formare cristalli incredibilmente rari e fragili. questi cristalli hanno una struttura interna unica che li rende particolarmente sensibili alle luci stellari. nonostante la fragilità relativa di questi cristalli, sono contenuti all'interno di vene dure di roccia che sono propense a distruggere i cristalli fragili all'interno se non vengono estratti con un utensile sufficientemente duro, come ad esempio il diamante. la loro rispondenza alle energie stellari diventa visibile mentre si tiene in mano una bacchetta di risonanza",
    "astralsorcery.journal.ORES.2.text": "Quando si trova vicino a questi depositi di cristallo, consentendo loro di essere visti attraverso i blocchi prevalenti prima della raccolta. <nl>§9§naquamarine shale:§r lavorato dal flusso continuo d'acqua su depositi di cristalli frammentati lungo le rive e le spiagge, questi cristalli reagiscono alla costante esposizione a basso livello di luce stellare, risultando in un risorsa naturale trasmutata unicamente adatta per la lavorazione con la luce stellare.",
    "astralsorcery.journal.PED_ACCEL.1.text": "I ritual pedestals non sono altrettanto efficaci dei cristalli di raccolta per raccogliere luce stellare. collegando un cristallo di raccolta al piedistallo vedremo aumentata la potenza del rituale, a condizione che la luce provenga dalla stessa costellazione del cristallo attunato nel piedistallo. a causa di come funzionano i rituali, questa luce aggiuntiva non alimenta direttamente il rituale magico stesso, ma fornisce energia magica aggiuntiva da manipolare dal piedistallo.",
    "astralsorcery.journal.PED_ACCEL.2.text": "Come l'energia fornita a un rituale aumenta, dovrà essere eseguito il bilanciamento del rituale per aumentarne la potenza. Dai piedistalli saranno inviate raggi di stellaluce dove ci sarà un disequilibrio e dovrebbe essere posizionato un cristallo ottico alla fine di ogni raggio e collegato al piedistallo per deviare il flusso di energia. Ciò richiederà un massimo di cinque riflessioni, al termine delle quali il rituale sarà completamente bilanciato, indipendentemente da quanta più luce stellare venga canalizzata in esso.",
    "astralsorcery.journal.PED_ACCEL.3.text": "Il preciso effetto del bilanciamento di un rituale dipende dal rituale stesso. Alcuni aumentano la loro grandezza man mano che diventano più bilanciati, mentre altri rituali aumentano la velocità del lavoro che eseguono. Gli avanzamenti nella creazione di cristalli hanno portato a cristalli duraturi abbastanza da non frantumarsi più sotto lo stress aumentato. <nl>Se è presente un anello, il piedistallo automaticamente rifletterà l'energia del bilanciamento all'anello da qualsiasi lente di cristallo presente, creando uno spettacolo d'energia stellare impressionante.",
    "astralsorcery.journal.PED_ACCEL.4.text": "Ulteriori modifiche al potere e all'effetto di un rituale possono essere apportate da sorcerer avanzati mediante l'adattamento del cristallo di rito. I sorcerer sufficientemente informati sapranno quando ciò è possibile.",
    "astralsorcery.journal.PRISM.1.text": "Mentre i cristalli di lente formano la spina dorsale di qualsiasi rete di stellaluce distribuita, possono trasmettere solo verso un singolo luogo al tempo, il che limita le possibilità. Il prisma di cristallo risolve questo problema, sebbene a un costo materiale molto maggiore. I principi stessi alla base della creazione delle lenti di cristallo si applicano qui, con il cristallo utilizzato come cuore del prisma che determina le qualità trasmissive del prisma. Un prisma di cristallo distribuirà in modo uniforme e stellaluce ricevuta da un raccoglitore a tutti i suoi collegamenti di destinazione.",
    "astralsorcery.journal.PUSH_LENS.1.text": "Il raggio di un lente di spinta applica una forza costante in direzione opposta al lente su entrambi gli oggetti e le creature che si trovano sulla sua traiettoria. Un sentiero ghiacciato può accelerare la velocità con cui un oggetto o creatura influenzati viene spinto. <nl>La frequenza dell'effetto di spinta è basata sulla quantità di luce stellare che attraversa il lente.",
    "astralsorcery.journal.QUICK_CHARGE.1.text": "Più iniziati formati comprendono che le energie stellari permeano più di blocchi e pozzi in luoghi diversi dal campo fosico. Tutte le cose contengono almeno un'energia stellare di una costellazione, inclusi i corpi dei potenziali maghi. <nl>Il carico può essere utilizzato per alimentare gli strumenti progettati per canale questo fonte d'energia. Sebbene il costo del carico varierà in base alla magia utilizzata, il canale sarà in grado di determinare quanti della loro carica accumulata saranno spesi nell'utilizzo di qualsiasi utensile magico tenuto.",
    "astralsorcery.journal.QUICK_CHARGE.2.text": "Mentre questo serbatoio inizia piccolo, si ripieno da solo dall'ambiente circostante, consentendo l'utilizzo continuo di strumenti che richiedono carica quando l'utilizzo è distribuito, specialmente se sotto il cielo notturno. <nl>alcuni effetti potrebbero richiedere più carica di quella che può essere tenuta in questo momento, e §1attivarsi§r a una costellazione potrebbe essere necessario per espandere questo serbatoio interno o anche influire sul ritmo con cui la carica si riprende.",
    "astralsorcery.journal.REGENERATION_LENS.1.text": "Il fascio di un lente di rigenerazione incoraggia la rigenerazione rapida delle lesioni. <nl>La frequenza con cui questa guarigione viene applicata dipende da quantità di luce stellare che passa attraverso la lente.",
    "astralsorcery.journal.RESONATOR_AREA_SIZE.1.text": "Visualizzare concentrazioni elevate nel campo fosico è utile, ma visualizzare la portata applicabile della luce stellare applicata è spesso di più interesse per un iniziato. Aggiungendo lenti reattive speciali, polveri e stardust a un risonatore fosico, sarà possibile farlo mostrare la distruzione nella luce naturale delle stelle che indica l'area d'effetto di un piedistallo rituale quando si clicca con il pulsante destro. <nl>Il click con Shift destro ciclerà il risonatore tra modalità fosica e domic.",
    "astralsorcery.journal.RITUAL_LINK.1.text": "Il supporto strutturale per un piedistallo rituale occupa uno spazio considerevole, una necessità sfortunata per canalizzare la luce stellare in un rituale magico. L'Accademia ha elaborato un metodo per relocalizzare il centro delle emanazioni magiche da un piedistallo rituale utilizzando una combinazione di ancore collegate. Collocando un'anca a 5 metri sopra il piedistallo, uno strumento di collegamento può connetterla ad un'altra anca posta in qualsiasi altro punto della stessa dimensione. Ciò causerà l'anca collegata a funzionare come fonte degli effetti, centrando il rituale magico su di sé.",
    "astralsorcery.journal.RIT_PEDESTAL.1.text": "Il potere magico della luce stellare può avere un effetto diretto sull'area locale se sufficientemente raccolta e filtrata. Collocando un cristallo attunato in un piedistallo rituale, la luce stellare di solo una costellazione verrà trasmessa nel dispositivo, creando un effetto magico mentre risuona con il cristallo all'interno del cuore del piedistallo. Poiché la luce stellare di una costellazione è notevolmente diminuita quando non è sopraelevata nel cielo, alimentare il piedistallo con ulteriore luce stellare raccolta della stessa costellazione può vedere un grande aumento nella potenza.",
    "astralsorcery.journal.ROCK_CRYSTALS.1.text": "A causa delle circostanze speciali che le creano, ogni nuovo cristallo di roccia è diverso. Queste variazioni nella grandezza, purezza del cristallo e forma dei faccette possono portare a differenze considerevoli nella loro idoneità per un determinato scopo. Non esiste metodo per determinare quali siano queste caratteristiche per qualsiasi dato cristallo prima di liberarlo dalla sua prigione rocciosa, e mentre l'Accademia riconosce che le modifiche a questi cristalli sono parte importante del loro utilizzo, non è affatto semplice come plasmare l'apparenza di un normale gemma.",
    "astralsorcery.journal.ROCK_CRYSTALS.2.text": "Smantellando i faccette di un cristallo di roccia in qualcosa di tanto crudele come una macina da mola distruggerebbe semplicemente loro. Metodi più raffinati sono necessari per §8modificare§r un cristallo. <nl>Un cristallo di roccia può avere massimo 7 livelli di proprietà combinati.",
    "astralsorcery.journal.SHIFT_STAR.1.text": "La stabilizzazione dell'attunamento non può essere facilmente rimossa, il metodo più antico è quello di disturbare l'attunamento personale utilizzando una stella che si sposta. La rispondenza di questo cristallo artificiale è disturbata dall'attunamento magico dell'utilizzatore e tenendo premuto destro-click a lungo mentre la stella è tenuta in mano, ciò causerà infine il suo annientamento, disintegrando la stella nel processo. <nl>Questo cancellerà qualsiasi progresso fatto con gli abilità di attunamento e richiederà una ri-attunazione per ricominciare.",
    "astralsorcery.journal.SHRINES.1.text": "Le aree determinate dall'Accademia come condotte a studi di campo hanno visto costruire templi in loro onore. Esistono due varianti: templi più grandi e elaborati che contengono cristalli utili per la manipolazione della luce stellare, e templi più piccoli adatti a gruppi di iniziati più piccoli. Entrambi i tipi includono cassetti con attrezzature da studio all'interno, sebbene il contenuto esatto possa variare in base agli iniziati che hanno utilizzato quell'area ultimamente. I templi più grandi sono solitamente situati in aree libere di alberi, come deserti e cime montuose fredde.",
    "astralsorcery.journal.SHRINES.2.text": "I shrines più grandi contengono cristalli di raccoglitore di stelle utili per raccogliere e manipolare la luce delle stelle. Ognuno ha un'attunamento a uno dei cinque costellazioni della classificazione luminosa, in modo da essere più utile ai nuovi iniziati all'inizio dei loro studi. <nl>Sebbene siano cristalli impeccabili per sé stessi, questi cristalli sono stati creati da basi raffinate, ma non purificate, e quindi non dovrebbero essere aspettati di fornire gli stessi livelli di energia delle stelle disponibili ai crystal crafters esperti che hanno altamente raffinato il loro mestiere. Questi cristalli non possono essere migliorati nel loro rendimento a causa di questo stesso problema.",
    "astralsorcery.journal.SHRINES.3.text": "Istituzioni speciali sono state collocate per impedire agli iniziati di portare via o modificare questi strumenti di studio per mantenere la disponibilità per tutti gli iniziati nella regione. <nl>l'Accademia ricorda a tutti gli iniziati che la luce stellare non può penetrare materiali solidi opachi. mentre l'Accademia installerà un copertura con tetto per proteggere le aree di studio contro il maltempo e le creature ostili nel caso in cui l'Accademia debba chiudersi. la rimozione di questa copertura è necessaria per la raccolta della luce stellare se il cristallo all'interno deve essere utilizzato per attività di apprendimento.",
    "astralsorcery.journal.SKY_RESO.1.text": "Il magico energia fornita da una costellazione risuona pesantemente con la sua frequenza unica. Sebbene molto utile quando si manipola specifiche energie, a volte un mago non si cura di quale costellazione fornisce il potere. Fortunatamente, come un mare alimentato da molti fiumi, anche i fiumi di tutte le costellazioni creano un mare magico. Questo mare è chiamato campo fosico e irraggia dal cielo l'energia magica delle costellazioni.",
    "astralsorcery.journal.SKY_RESO.2.text": "Indipendentemente dalla ricerca o dal potere, nessun mago può vedere la saturazione di potenza bruta del campo fosico. gli iniziati non istruiti che cercano di conoscere il livello del campo dove si trovano possono spostare una tavola da lavoro luminosa attorno al mondo, utilizzando il suo serbatoio di luce stellare per prendere misurazioni. <nl>sebbene questo sia funzionale, non è un metodo particolarmente efficiente nel tempo e espone l'iniziato a mostri.",
    "astralsorcery.journal.SKY_RESO.3.text": "Un metodo similemente povero sarebbe un dispositivo che visualizza il campo Fosico diretto, come cercare l'acqua mentre si nuota nell'oceano. <nl>si consiglia la creazione di un dispositivo reattivo solo alle concentrazioni più elevate del campo. Tenere questo risonatore in alto durante la notte rivelerebbe aree delle concentrazioni più elevate del campo, proprio come una bacchetta risuonante e rocce cristalline di rame. Nubi blu rare indicano aree forti, e scintille all'interno di queste nubi indicano le concentrazioni più elevate nel campo.",
    "astralsorcery.journal.SOOTYMARBLE.1.text": "Il testo del diario Astrale: \"Impregnando la superficie del marmo con un elemento di filtro magico, come polvere di carbone, il marmo stesso può essere modificato al di là di semplicemente renderlo 'sporco'. La risonanza magica del marmo è fondamentalmente cambiata in questo modo, quindi anche lavando via la polvere non cambia l'aspetto o l'efficacia del marmo, insieme alle qualità dell'energia magica assorbita e riflesso attraverso quella superficie. Ciò è più utile quando si tenta di canaleizzare volumi maggiori di luce stellare rimuovendo eventuali impurezze nell'energia che potrebbero essere state raccolte durante...\"",
    "astralsorcery.journal.SOOTYMARBLE.2.text": "trasmissione da fonte a raccoglitore.",
    "astralsorcery.journal.SPECTRAL_LENS.1.text": "Ci sono momenti in cui non è possibile operare sotto un cielo aperto e la sicurezza dell'area sotterranea o dietro una porta chiusa è necessaria. La trasmissione della luce stellare attraverso il vetro può risolvere alcuni di questi problemi, ma a volte questo non è possibile. La modulazione di un obiettivo spettrale consente di trasmettere la luce stellare raccolta attraverso blocchi solidi, sebbene ciò sottoponga lo stream di luce stellare a piccole perdite.",
    "astralsorcery.journal.SPEC_RELAY.1.text": "Mentre un risonatore fosico è utile per localizzare concentrazioni di fosico elevate, un iniziato potrebbe non desiderare (o addirittura non essere in grado) di spostare la propria infrastruttura per sfruttare queste concentrazioni. Poiché l'arte di creare il proprio cristallo di raccolta fluttuante non è destinata agli iniziati principianti, manipolare il raggio di raccolta di un altare stellare è la cosa successiva.",
    "astralsorcery.journal.SPEC_RELAY.4.text": "Utilizzando una struttura di marmo piccola per canaleggere le energie fosiche vicine in un relais astrale, servirebbe come punto di raccolta fosica. Inserendo un lente nel relais con un click destro, si otterrebbe un outlet per quelle energie raccolte. A causa della natura del relais, qualsiasi apparato di crafting stellare all'interno dei 16 metri del relais stesso avrebbe le energie fosiche raccolte fornite. Questo trasferimento sarà visibile a chiunque sia in prossimità.",
    "astralsorcery.journal.STARDUST.1.text": "Mentre il metalliello ha molte applicazioni per canalizzare la luce delle stelle, la polvere di metalliello è ancora più reattiva. A causa dell'energia magica contenuta al suo interno, questo metallo è sia duro che morbido allo stesso tempo. Mentre può sopportare impatti diretti con scarsa deformazione, tentando di affilare o tagliarlo risulta nel metallo comportarsi come un putty e spalmarsi in forma. È necessario disturbare le energie magiche nel metallo per creare granuli di polvere di metalliello al posto di questo, e lo strumento di taglio del metalliello dell'Accademia è particolarmente adatto a ciò.",
    "astralsorcery.journal.STARDUST.2.text": "Strisciando un'ingottatura di starmetal con rapidi colpi del utensile tagliente, l'impatto violento su entrambe la parte fisica dell'oggetto e il suo campo magico farà in modo che l'ingotto destabilizzi rapidamente, frantumandosi in un mucchio di polvere stellare. <nl>La velocità e la forza richieste per ottenere questo risultato sono superiori a quelle che possono essere utilizzate con una tavola da lavoro e devono essere eseguite nel mondo invece. Questa è una abilità che dovrebbe essere esercitata, poiché sarà utilizzata più spesso durante gli studi successivi.",
    "astralsorcery.journal.STARLIGHT_NETWORK.1.text": "Focalizzando la luce stellare in un solo punto, si consente alle energie magiche concentrate di permeare quel luogo. Ciò ha utili per alterare la forma dei materiali, ma può anche essere usato con altari di creazione o pedestali rituali che necessitano di più potere magico. A differenza degli altari di creazione, i pedestali rituali possono essere alimentati solo da luce che corrisponde alla costellazione del rituale attivo stesso.",
    "astralsorcery.journal.STARMETAL_ORE.1.text": "Il metalliello delle stelle è uno dei metalli più importanti che un qualunque stregone potrebbe utilizzare, ma non si trova naturalmente. Saturando il minerale di ferro con abbastanza luce stellare riformerà la struttura atomica del metallo, trasformandolo in un magnete delle stelle proverbiale. Questo minerale magico può essere fuso come il ferro in un ingotto di metalliello delle stelle e irradia un campo magico debole di luce stellare che avrà applicazioni per gli iniziati più avanzati.",
    "astralsorcery.journal.TELESCOPE.1.text": "Un telescopio è uno strumento utile per un iniziato non addestrato, ma ha limiti piuttosto severi a causa della sua costruzione. Una piattaforma più stabile e tracce d'oro aggiuntive consentiranno di regolare e eliminare le lunghezze d'onda delle costellazioni conflittuali, permettendo di osservare tutte le costellazioni nel cielo sulla notte in questione. La stabilità aggiuntiva consente anche la tracciatura delle costellazioni nella classificazione dim e nella classificazione luminosa.",
    "astralsorcery.journal.TELESCOPE.3.text": "Il telescopio richiede una vista chiara del cielo notturno senza ostacoli come edifici o caratteristiche del paesaggio. <nl> Ruotando il telescopio per uno dei 8 sezioni del cielo notturno, le costellazioni appaiono e possono essere individuate utilizzando gli arrow sul lato sinistro e destro della finestra di visualizzazione. Se un tentativo di tracciatura è sbagliato o non è preciso abbastanza nel bersaglio delle stelle della costellazione, cliccare fuori dalla finestra di visualizzazione o ruotare il telescopio per affrontare un'altra sezione del cielo cancellerà l'ultimo tentativo dall'mind dell'iniziante, consentendogli di provare ancora.",
    "astralsorcery.journal.TOOLS.1.text": "Mentre sono particolarmente vulnerabili alle forze di taglio, le cristalli di roccia possono essere accuratamente modellati per canale gli energie del background starlight e diventare molto più resistenti degli strumenti in metallo. Utilizzando diversi cristalli per creare strumenti comuni che canalizzano le energie del background starlight, questi strumenti possono essere creati per utilizzare magicamente le proprietà dei loro cristalli componenti. In questo modo, uno strumento può essere specialmente modellato per un uso più specializzato e persino due strumenti dello stesso fabbro possono avere completamente diverse capacità o abilità, in base ai cristalli utilizzati.",
    "astralsorcery.journal.TOOLS.3.text": "I più istruiti iniziati possono anche essere in grado di trovare metodi per fornire energia esterna di luce stellare a questi strumenti durante l'utilizzo per potenziarli ulteriormente, o sfruttare le loro caratteristiche in altri modi.",
    "astralsorcery.journal.TOOL_CHANNEL.1.text": "Mentre l'Accademia non ha fornito alcuna indicazione diretta che il canale di carica stellare possa essere utilizzato direttamente per influenzare il mondo da parte di un mago, l'utilizzo di strumenti specialmente progettati rende facile per gli iniziati utilizzare questa energia per creare effetti magiche. Usi comuni includono la creazione di scintille d'illuminazione con un bastone d'illuminazione, l'empowerment di strumenti cristallini, il lancio attraverso l'aria o persino l'aumento del mantello magico da parte di sorcerers graduati. Molti iniziati trovano che l'utilizzo più utile di questa carica è quando costruiscono le molte strutture necessarie per progredire.",
    "astralsorcery.journal.TOOL_CHANNEL.2.text": "I loro studi con due bacchette specializzate nella costruzione: la bacchetta di conversione e la bacchetta di formazione.",
    "astralsorcery.journal.TOOL_WANDS.1.text": "Per entrambe le bacchette di conversione e formazione, cliccare con il pulsante destro della mouse (shift) su un blocco configurerà il blocco che utilizzeranno per attivare il loro effetto magico dal inventario del portatore. Le bacchette di conversione possono essere cliccate con il pulsante destro della mouse (shift) in aria per modificare la grandezza dell'area che sostituiranno quando vengono utilizzate. È possibile impostare più blocchi contemporaneamente, che genererà un pattern casuale di tutti i blocchi selezionati quando si attiva questa bacchetta se ci sono sufficienti blocchi nell'inventario del giocatore.",
    "astralsorcery.journal.TOOL_WANDS.3.text": "Istruzioni per le bacchette di formazione: queste hanno diversi modi di posizionamento, con il default che è una linea ortogonale dal blocco bersaglio al punto di partenza del portatore. Altri modi includono la creazione di un piano orizzontale di blocchi all'ubicazione bersaglio, la creazione di un piano verticale di blocchi all'ubicazione bersaglio o sfere solide o vuote. Queste dimensioni sono fisse. I maghi botanici possono sfruttare la mana attraverso i loro propri bastoni per fornire blocchi direttamente a queste bacchette.",
    "astralsorcery.journal.TRANSMUTATION_ORES.1.text": "Molti materiali hanno una alta reattività alla luce stellare e l'esposizione focalizzata porterà a una trasformazione magica. Collegando un cristallo per la raccolta di luce stellare a un blocco, esso cambierà forma nel tempo. <nl>Il più utile di questi è la creazione del minerale di starmetal, ma altre trasmutazioni utili registrate dall'Accademia includono argilla da sabbia, minerale di emeraldina da minerale di diamante e torta dai pompelmi. L'icona della pagina del Tumulo per questa pagina ruoterà attraverso esempi di blocchi di origine.",
    "astralsorcery.journal.TRAVERSAL_WAND.1.text": "Il bastone di traversamento opera in due modalità. Il modulo di spinta consente al bastone di essere caricato, lanciando il portatore quando rilasciato con una forza uguale all'energia di carica totale nella direzione frontale. Nel modulo di lampo, il bastone invece teleporterà il portatore alla posizione di destinazione quando attivato. è necessario prestare attenzione nel modulo di lampo per notare quale faccia di un blocco sia bersaglio, altrimenti il portatore potrebbe ritrovarsi a cadere giù da una parete rocciosa invece che atterrare in cima.",
    "astralsorcery.journal.TREEBEACON.1.text": "Il materiale vivente è più receptivo alla luce stellare del materiale non vivente, e il nuovo crescimento lo è ancora di più. Ciò si mostra in modo più evidente con le piante, e quelle che crescono maggiormente sono quelle che reagiscono di più. Tappando in quel reattività naturale con un segnale speciale, una snapshot dell'essenza del albero può essere catturata nel momento in cui cresce da un seme, espandendo il crescimento in un costrutto etereo che esemplifica l'essenza di quel seme. Lo seme stesso sarà consumato per alimentare la creazione di questo echi. Passando la luce stellare catturata attraverso questo...",
    "astralsorcery.journal.TREEBEACON.3.text": "Il riflesso, può essere estruso in prodotti reali di quel albero. <nl>In questo modo, possono essere creati magicamente molti più risorse da questo riflesso che se l'albero reale fosse stato raccolto. Focalizzare la luce stellare in questo faro accelererà velocemente la generazione delle risorse, con la luce di Aevitas che fornisce il maggior beneficio. La foglia è meno probabile di essere generata dal faro, poiché è più lontana dall'essenza di ogni albero. <nl>Sebbene ogni faro possa supportare più riflessi, ogni riflesso ha una vita limitata e si romperà presto, richiedendo la piantagione di un nuovo ceppo.",
    "astralsorcery.journal.WAND.1.text": "Mentre i cristalli galleggianti nei santuari faranno fuoriuscire parte della loro luce stellare interna sulle tavole da lavoro vicine grazie ai ward dell'Accademia, altri cristalli non lo faranno. Questo comportamento è anche abbastanza inutile e magicamente disordinato, quindi non sarà sufficiente per crafting più delicati. Uno dei primi strumenti che ogni iniziato dovrebbe ottenere è un bastone che gli consentirà di controllare la liberazione delle energie stellari dai dispositivi sensibili alla luce stellare e dagli strumenti da crafting facendo clic destro su di essi.",
    "astralsorcery.journal.WAND.3.text": "A causa della sua sensibilità alle energie stellari raccolte, la bacchetta può essere utilizzata di notte per determinare le aree di risonanza delle energie stellari in conflitto. Le vibrazioni di questa bacchetta, quando esposte a luce stellare aperta di notte, rivelano aree profonde sottoterra dove sono contenute energie stellari raccolte da una forma cristallina §3§r. <nl>Queste aree rivelate appaiono come aree quasi fumose di dislocazione della luce stellare in superficie.",
    "astralsorcery.journal.WAND.4.text": "Ultimo uso di un bastone risonante: tentando di attivare un dispositivo stellaluce che richiede una struttura sostenitrice costruita intorno a sé, il portatore del bastone verrà avvisato quando la struttura sostenitrice è sbagliata. A causa delle interruzioni nel flusso di luce stellare, le parti mancanti o malposizionate della struttura saranno visivamente evidenziate, consentendo un troubleshooting rapido nella costruzione di queste strutture.",
    "astralsorcery.journal.WELCOME.1.text": "Congratulazioni per la scelta di intraprendere gli studi magici universitari presso l'Accademia Astrale. Il volume che tiene in mano è stato specialmente preparato dagli insegnanti dell'Accademia per servire come guida di studio e apprendimento durante la durata di questo percorso. Ogni volume è collegato alle nostre archivio stellari e si espanderà automaticamente l'informazione disponibile all'interno in base al tuo progresso. In questo modo, non sarà necessaria istruzione diretta da parte dei nostri professori e potrai procedere...",
    "astralsorcery.journal.WELCOME.2.text": "Studiai a un ritmo che ti si adatta meglio alle tue esigenze di apprendimento specifiche. Non confondere questo con il fatto che i tuoi studi saranno facili. L'Accademia si vanta della qualità dei suoi diplomati rispetto ad altri istituti di istruzione, e dimostrare la tua familiarità con i principi di manipolazione delle stelle sarà necessario per consentire ulteriore accesso ai materiali educativi dell'archivio. <nl>Desideriamo tutti buona fortuna nel tuo viaggio! <nl>-il personale e lo staff dell'Accademia Astrale.",
    "astralsorcery.journal.WELL.1.text": "I cristalli sono sensibili alla luce stellare, generano naturalmente un condensato di luce stellare simile a rugiada quando esposti a concentrazioni elevate di luce stellare. Questo liquido della luce stellare ha molti utilizzi per uno stregone, ma cercando di raccogliere le piccole quantità che si raccolgono naturalmente su gemme o cristalli di acquamarina in concentrazioni normali è impossibile. È necessario un contenitore di canalizzazione speciale per raccogliere e conservare la luce stellare per la raccolta accelerata e stabile del liquido della luce stellare. Quanto più luce stellare viene fornita a una fontana di luce, più velocemente produrrà liquido da un qualsiasi catalizzatore dato.",
    "astralsorcery.journal.WELL.3.text": "Inserendo un oggetto di catalizzatore nella luce del bene utilizzando il pulsante destro lo si lega irreperibilmente alla luce del bene. Questo catalizzatore verrà lentamente degradato dalla potenza delle stelle canalizzata attraverso di esso, generando liquido fino a quando non sarà completamente disintegrato. La durata di un catalizzatore è variabile, ma i catalizzatori più grandi produrranno più liquido e dureranno più a lungo. Gli aquamarine sensibili alla luce stellare e le cristalli generano liquido stellare, ma altri catalizzatori possono essere utilizzati per generare altri liquidi, come ad esempio lava da netherrack.",
    "astralsorcery.journal.WELL.4.text": "A causa dei requisiti di costruzione per l'operazione, il blocco direttamente sopra l'apertura di un bene di luce deve rimanere vuoto, anche se è alimentato da energia stellare esterna. I tubi e le pompe che attivamente aspirano fluidi possono rimuovere fluido da un bene di luce utilizzando la faccia inferiore, ma non possono restituire il fluido nel bene di luce. <nl>più è alta la receptività alla luce stellare in un catalizzatore, più liquido produrrà. Le cristalli rocciosi producono molto più degli acquamarini, e migliorando un catalizzatore con forme avanzate produrrà più del suo forma base.",
    "astralsorcery.journal.WELL.5.text": "Il liquido stellare ha utilizzi al di fuori della lavorazione di stelle. Oltre a fluire più velocemente dell'acqua e conferire una visione notturna limitata a chi si bagna con essa, questo fluido superfreddo interagisce anche con altri liquidi. Questo fluido gelato istantaneamente congela qualsiasi acqua che entra in contatto con esso, e raffredda il lava in movimento tanto rapidamente da risultare in granuli di sabbia invece di pietra.<nl>Alcune volte, la sabbia creata è imbevuta di stella in eccesso nel processo, creando nuovo shale acquamarina.",
    "astralsorcery.journal.constellation.corruption": "Effetto rituale corrotto:",
    "astralsorcery.journal.constellation.enchantments": "Tavola di rifrazione:",
    "astralsorcery.journal.constellation.mantle": "Effetto mantello:",
    "astralsorcery.journal.constellation.ritual": "Effetto rituale:",
    "astralsorcery.journal.constellation.ritual.trait": "Modificatore del tratto rituale:",
    "astralsorcery.journal.constellation.type.major": "Luminoso",
    "astralsorcery.journal.constellation.type.minor": "Fievole",
    "astralsorcery.journal.constellation.type.weak": "Debole",
    "astralsorcery.journal.constellation.unknown": "?? ?",
    "astralsorcery.journal.node.ALTAR1.name": "Tavola di crafting luminosa",
    "astralsorcery.journal.node.ALTAR2.name": "Altare di lavorazione stellare",
    "astralsorcery.journal.node.ALTAR3.name": "Altare celeste",
    "astralsorcery.journal.node.ALTAR4.name": "Altare iridescente",
    "astralsorcery.journal.node.ATT_CAPE.name": "Mantello delle stelle",
    "astralsorcery.journal.node.ATT_CRYSTAL.name": "Attunamento cristallino",
    "astralsorcery.journal.node.ATT_PERKS.name": "Attunamento personale",
    "astralsorcery.journal.node.ATT_PERKS_SEAL.name": "Perfetti sigilli",
    "astralsorcery.journal.node.ATT_PERK_GEMS.name": "Gemme di dinamismo",
    "astralsorcery.journal.node.ATT_PLAYER.name": "Accoppiamento stellare",
    "astralsorcery.journal.node.ATT_TRAIT.name": "Attunamento amplificato",
    "astralsorcery.journal.node.BORE_CORE.name": "Fontana in costante evoluzione",
    "astralsorcery.journal.node.BORE_HEAD_LIQUID.name": "Neromantico primario",
    "astralsorcery.journal.node.BORE_HEAD_VORTEX.name": "Fysallidico primario",
    "astralsorcery.journal.node.BREAK_LENS.name": "Lente di rottura",
    "astralsorcery.journal.node.CELESTIAL_GATEWAY.name": "Portale celeste",
    "astralsorcery.journal.node.CEL_CRYSTALS.name": "Crystalli celesti",
    "astralsorcery.journal.node.CEL_CRYSTAL_GROW.name": "Gruppi di cristalli",
    "astralsorcery.journal.node.CHARGED_TOOLS.name": "Strumenti di cristallo infuso",
    "astralsorcery.journal.node.COLL_CRYSTAL.name": "Crystale del Collezionista",
    "astralsorcery.journal.node.CPAPER.name": "Documenti di costellazione",
    "astralsorcery.journal.node.CRAFTING_FOCUS_HINT.name": "Specializzati l'arte del craft",
    "astralsorcery.journal.node.CRYSTAL_GROWTH.name": "Modifica cristallina",
    "astralsorcery.journal.node.CUTTING_TOOL.name": "Strumento di taglio stellare",
    "astralsorcery.journal.node.C_CHALICE.name": "Calice di contenimento",
    "astralsorcery.journal.node.DAMAGE_LENS.name": "Lente danneggiante",
    "astralsorcery.journal.node.DRAWING_TABLE.name": "Tavola di rifrazione stellare",
    "astralsorcery.journal.node.ENCHANTMENT_AMULET.name": "Prisma resplendente",
    "astralsorcery.journal.node.ENHANCED_COLLECTOR.name": "Raccoglitori celesti migliorati",
    "astralsorcery.journal.node.ENH_SHIFTING_STAR.name": "Stella irradiante",
    "astralsorcery.journal.node.GRAPPLE_WAND.name": "Astuccio dell'impulso",
    "astralsorcery.journal.node.GROWTH_LENS.name": "Lente di crescita",
    "astralsorcery.journal.node.HAND_TELESCOPE.name": "Specchio magico",
    "astralsorcery.journal.node.ICHOSIC.name": "Risonatore ichosico",
    "astralsorcery.journal.node.IGNITION_LENS.name": "Lente di accensione",
    "astralsorcery.journal.node.ILLUMINATION_WAND.name": "Astuccio di illuminazione",
    "astralsorcery.journal.node.ILLUMINATOR.name": "Illuminatore delle grotte",
    "astralsorcery.journal.node.ILLUM_POWDER.name": "Polvere di illuminazione",
    "astralsorcery.journal.node.INFUSED_WOOD.name": "Legno infuso",
    "astralsorcery.journal.node.INFUSER.name": "Infusione di luce stellare",
    "astralsorcery.journal.node.KNOWLEDGE_SHARE.name": "Condivisione di scoperte",
    "astralsorcery.journal.node.LENS.name": "Lente di cristallo",
    "astralsorcery.journal.node.LENSES_EFFECTS.name": "Lenti colorate",
    "astralsorcery.journal.node.LINKTOOL.name": "Strumento di collegamento",
    "astralsorcery.journal.node.MARBLETYPES.name": "Marmo",
    "astralsorcery.journal.node.NOC_POWDER.name": "Polvere notturna",
    "astralsorcery.journal.node.OBSERVATORY.name": "Osservatorio",
    "astralsorcery.journal.node.ORES.name": "Minerali",
    "astralsorcery.journal.node.PED_ACCEL.name": "Accelerazione rituale",
    "astralsorcery.journal.node.PRISM.name": "Prisma di cristallo",
    "astralsorcery.journal.node.PUSH_LENS.name": "Lente di spinta",
    "astralsorcery.journal.node.QUICK_CHARGE.name": "Carica stellare",
    "astralsorcery.journal.node.REGENERATION_LENS.name": "Lente di rigenerazione",
    "astralsorcery.journal.node.RESONATOR_AREA_SIZE.name": "Risonatore domestico",
    "astralsorcery.journal.node.RITUAL_LINK.name": "Anello rituale",
    "astralsorcery.journal.node.RIT_PEDESTAL.name": "pedestale rituale",
    "astralsorcery.journal.node.ROCK_CRYSTALS.name": "Proprietà dei cristalli rocciosi",
    "astralsorcery.journal.node.SHIFT_STAR.name": "Stella in movimento",
    "astralsorcery.journal.node.SHRINES.name": "Santuari dell'Accademia",
    "astralsorcery.journal.node.SKY_RESO.name": "Energia fosica",
    "astralsorcery.journal.node.SOOTYMARBLE.name": "Calcedonia fumosa",
    "astralsorcery.journal.node.SPECTRAL_LENS.name": "Lente spettrale",
    "astralsorcery.journal.node.SPEC_RELAY.name": "Relay astrale",
    "astralsorcery.journal.node.STARDUST.name": "Polvere stellare",
    "astralsorcery.journal.node.STARLIGHT_NETWORK.name": "Luce stellare focalizzata",
    "astralsorcery.journal.node.STARMETAL_ORE.name": "Minerale di starmetal",
    "astralsorcery.journal.node.TELESCOPE.name": "Telescopio",
    "astralsorcery.journal.node.TOOLS.name": "Strumenti di cristallo",
    "astralsorcery.journal.node.TOOL_CHANNEL.name": "Canale di carica",
    "astralsorcery.journal.node.TOOL_WANDS.name": "Fenditure costruttive",
    "astralsorcery.journal.node.TRANSMUTATION_ORES.name": "Trasmutazione stellare",
    "astralsorcery.journal.node.TRAVERSAL_WAND.name": "Astuccio di percorso",
    "astralsorcery.journal.node.TREEBEACON.name": "Coltivazione di alberi",
    "astralsorcery.journal.node.WAND.name": "Astuccio risonante",
    "astralsorcery.journal.node.WELCOME.name": "Benvenuto",
    "astralsorcery.journal.node.WELL.name": "Well of Light",
    "astralsorcery.journal.recipe.altar.starlight.avg": "Media",
    "astralsorcery.journal.recipe.altar.starlight.desc": "richiesto stellaluce:",
    "astralsorcery.journal.recipe.altar.starlight.format": "%s: %s",
    "astralsorcery.journal.recipe.altar.starlight.high": "Molto",
    "astralsorcery.journal.recipe.altar.starlight.highest": "grandi quantità",
    "astralsorcery.journal.recipe.altar.starlight.low": "minimale",
    "astralsorcery.journal.recipe.altar.starlight.lowest": "quasi nulla",
    "astralsorcery.journal.recipe.altar.starlight.more": "Sopra la media",
    "astralsorcery.journal.recipe.altar.starlight.toomuch": "troppo",
    "astralsorcery.journal.recipe.altar.upgrade": "Aggiorna l'altare al livello successivo",
    "astralsorcery.journal.recipe.constellation": "richiede concentrazione alla costellazione %s",
    "astralsorcery.journal.recipe.infusion.chance.always": "Sempre",
    "astralsorcery.journal.recipe.infusion.chance.average": "Media",
    "astralsorcery.journal.recipe.infusion.chance.format": "possibilità di consumare liquido: %s",
    "astralsorcery.journal.recipe.infusion.chance.high": "Alto",
    "astralsorcery.journal.recipe.infusion.chance.low": "Basso",
    "astralsorcery.journal.recipe.infusion.copy_nbt": "Copia i dati NBT dall'input all'output",
    "astralsorcery.journal.recipe.infusion.liquid": "richiede %s",
    "astralsorcery.journal.recipe.infusion.multiple": "Può consumare più di un bacino liquido",
    "astralsorcery.journal.recipe.infusion.no_chalice": "Non accetterà stellaluce liquida da un calice.",
    "astralsorcery.journal.recipe.removalinfo": "Questo ricetta è stata rimossa nel corrente pacchetto di mod! controlla altre fonti di informazione per vedere come viene fatta!",
    "astralsorcery.journal.research.attunement": "Sintonizzazione",
    "astralsorcery.journal.research.basic_craft": "Esplorazione",
    "astralsorcery.journal.research.brilliance": "Brillantezza",
    "astralsorcery.journal.research.constellation": "Costellazione",
    "astralsorcery.journal.research.discovery": "Scoperta",
    "astralsorcery.journal.research.radiance": "Radianza",
    "astralsorcery.journal.structure.required_air": "Mostra\/nascondi il blocco che deve essere aria",
    "astralsorcery.journal.structure.switch_view": "Passa alla visualizzazione per livello",
    "astralsorcery.misc.architect.mode": "Modalità: %s",
    "astralsorcery.misc.architect.mode.line": "Linea dal giocatore",
    "astralsorcery.misc.architect.mode.plane": "Piano orizzontale",
    "astralsorcery.misc.architect.mode.sphere": "Sfera",
    "astralsorcery.misc.architect.mode.sphere_hollow": "Sfera vuota",
    "astralsorcery.misc.architect.mode.towards": "Linea verso il giocatore",
    "astralsorcery.misc.architect.mode.wall": "Piano verticale",
    "astralsorcery.misc.blink.mode": "Modalità: %s",
    "astralsorcery.misc.blink.mode.launch": "Dash",
    "astralsorcery.misc.blink.mode.teleport": "Teletrasporto rapido",
    "astralsorcery.misc.craftInformation": "Clicca per vedere la ricetta",
    "astralsorcery.misc.ctrlcopy": "Clic destro con Ctrl per copiare",
    "astralsorcery.misc.ctrlcopy.copied": "Copiato: %s",
    "astralsorcery.misc.exchange.size": "Dimensione: %s",
    "astralsorcery.misc.exchange.size.2": "5x5",
    "astralsorcery.misc.exchange.size.3": "7x7",
    "astralsorcery.misc.exchange.size.4": "9x9",
    "astralsorcery.misc.exchange.size.5": "11 x 11",
    "astralsorcery.misc.input.fluid": "qualsiasi oggetto contenente 1 secchio di %s",
    "astralsorcery.misc.input.fluid.chain": "%1$s o %2$s",
    "astralsorcery.misc.input.tag": "qualsiasi oggetto con etichetta '%s'",
    "astralsorcery.misc.knowledge.inscribed": "contiene conoscenze da %s",
    "astralsorcery.misc.knowledge.inscribed.creative": "contiene molto conoscenza",
    "astralsorcery.misc.knowledge.missing": "Un rotolo vuoto e scintillante",
    "astralsorcery.misc.link.gateway.link": "Ottenuto l'accesso al portale celeste per %s!",
    "astralsorcery.misc.link.gateway.unlink": "Il collegamento al portale celeste con %s è stato revocato!",
    "astralsorcery.misc.link.link": "Collegato %s a %s!",
    "astralsorcery.misc.link.link.block": "Un blocco",
    "astralsorcery.misc.link.start": "Selezionato %s!",
    "astralsorcery.misc.link.stop": "Sospeso il collegamento!",
    "astralsorcery.misc.link.unlink": "Scollegato %s da %s!",
    "astralsorcery.misc.link.unlink.all": "Tutti i collegamenti scollegati!",
    "astralsorcery.misc.noinformation": "Non c'è nulla qui.",
    "astralsorcery.misc.recipename": "Nome della ricetta di registro: %s",
    "astralsorcery.misc.tooltipError": "Errore durante l'acquisizione di questo oggetto (tooltip)",
    "astralsorcery.progress.constellation.discover.chat": "Scoperto il costellazione %s!",
    "astralsorcery.progress.constellation.seen.chat": "Ricordi un disegno di %s!",
    "astralsorcery.progress.constellation.seen.track": "Aggiungi un riquadro all'atlante astrale per tenerne traccia.",
    "astralsorcery.progress.gain.progress.chat": "La tua visione si espande.",
    "astralsorcery.progress.gain.research.chat": "Hai imparato di più su '%s'.",
    "astralsorcery.progress.missing.knowledge": "Qualcosa sembra essere qui, ma la comprensione di esso non è ancora rivelata.",
    "astralsorcery.progress.perk_abilities": "Le abilità di perks e strumenti sono ora %s",
    "astralsorcery.progress.perk_abilities.disable": "Disabilitato",
    "astralsorcery.progress.perk_abilities.enable": "Abilità di perks abilitate",
    "astralsorcery.progress.remove.attunement": "Il tuo lume si spegne...",
    "astralsorcery.progress.switch.attunement": "Il lume si sposta leggermente...",
    "astralsorcery.subtitles.altar_craft_finish": "La creazione dell'altare è stata completata",
    "astralsorcery.subtitles.altar_craft_loop_t1": "Tavolo di crafting luminoso",
    "astralsorcery.subtitles.altar_craft_loop_t2": "Creazione altar stellare in corso...",
    "astralsorcery.subtitles.altar_craft_loop_t3": "Creazione altare celeste",
    "astralsorcery.subtitles.altar_craft_loop_t4": "Creazione altare iridescente",
    "astralsorcery.subtitles.altar_craft_loop_t4_waiting": "Altare iridescente in attesa di oggetto sul relais",
    "astralsorcery.subtitles.altar_craft_start": "Inizio creazione altare",
    "astralsorcery.subtitles.attunement_altar_idle_loop": "Altare di attunamento che vibra",
    "astralsorcery.subtitles.attunement_altar_item_finish": "Altare di attunamento attunto oggetto",
    "astralsorcery.subtitles.attunement_altar_item_loop": "Altare di attunamento che si sta attuando con l'oggetto",
    "astralsorcery.subtitles.attunement_altar_item_start": "Inizia l'allestimento dell'altare di attunamento per l'oggetto",
    "astralsorcery.subtitles.attunement_altar_player_attune": "Altare di attunamento che si sta attunando al giocatore",
    "astralsorcery.subtitles.block_coloredlens_attach": "Lente colorata cliccata",
    "astralsorcery.subtitles.gui_journal_close": "Chiuso il libro",
    "astralsorcery.subtitles.gui_journal_page": "Sto girando la pagina",
    "astralsorcery.subtitles.illumination_wand_highlight": "Blocco traslucido formato",
    "astralsorcery.subtitles.illumination_wand_light": "Scintille di flare d'illuminazione",
    "astralsorcery.subtitles.illumination_wand_unhighlight": "Blocco traslucido sfumato",
    "astralsorcery.subtitles.infuser_craft_finish": "Il rifornitore è stato completato",
    "astralsorcery.subtitles.infuser_craft_loop": "Creazione infusore",
    "astralsorcery.subtitles.infuser_craft_start": "L'infusore è iniziato",
    "astralsorcery.subtitles.perk_seal": "Suggello di abilità applicato",
    "astralsorcery.subtitles.perk_unlock": "Perk sbloccato",
    "astralsorcery.subtitles.perk_unseal": "Sella rimossa",
    "block.astralsorcery.altar_attunement": "Altare di crafting stellare",
    "block.astralsorcery.altar_brilliance": "Altare",
    "block.astralsorcery.altar_constellation": "Altare celeste",
    "block.astralsorcery.altar_discovery": "Tavola da disegno luminosa",
    "block.astralsorcery.altar_radiance": "Altare iridescente",
    "block.astralsorcery.aquamarine_sand_ore": "Scherma di acquamarina",
    "block.astralsorcery.attunement_altar": "Altare di attunamento",
    "block.astralsorcery.black_marble_arch": "Arco di marmo unto",
    "block.astralsorcery.black_marble_bricks": "Mattoni di marmo sozzo",
    "block.astralsorcery.black_marble_chiseled": "Marmo unto soffiato lavorato",
    "block.astralsorcery.black_marble_engraved": "Marmo untoato inciso",
    "block.astralsorcery.black_marble_pillar": "Pilastro di marmo sozzo",
    "block.astralsorcery.black_marble_raw": "Marmo untoiso",
    "block.astralsorcery.black_marble_runed": "Marmo untoato incantato",
    "block.astralsorcery.black_marble_slab": "Lastro di marmo sozzo",
    "block.astralsorcery.black_marble_stairs": "Scale di marmo sozzo",
    "block.astralsorcery.celestial_collector_crystal": "Cristallo raccoglitore celeste",
    "block.astralsorcery.celestial_collector_crystal.typed": "Crystallo raccoglitore celeste %s",
    "block.astralsorcery.celestial_crystal_cluster": "Cluster di cristallo celeste",
    "block.astralsorcery.celestial_gateway": "Portale celeste",
    "block.astralsorcery.chalice": "Calice di contenimento",
    "block.astralsorcery.fountain": "Fontana che si muove in eterno",
    "block.astralsorcery.fountain_prime_liquid": "Liquido primario neromantico",
    "block.astralsorcery.fountain_prime_ore": "Ore petromantica primaria",
    "block.astralsorcery.fountain_prime_vortex": "Fons primus diaphanicus",
    "block.astralsorcery.gem_crystal_cluster": "Cluster di cristallo gemma",
    "block.astralsorcery.gem_crystal_cluster.day": "Cluster di cristallo di ilio",
    "block.astralsorcery.gem_crystal_cluster.night": "Cluster di cristallo fengarum",
    "block.astralsorcery.gem_crystal_cluster.sky": "Cluster di cristallo di ourio",
    "block.astralsorcery.glow_flower": "Fiore di amaranto debole",
    "block.astralsorcery.illuminator": "Illuminatore delle grotte",
    "block.astralsorcery.infused_wood": "Legno infuso",
    "block.astralsorcery.infused_wood_arch": "Arco di legno infuso",
    "block.astralsorcery.infused_wood_column": "Colonna di legno infusa",
    "block.astralsorcery.infused_wood_engraved": "Legno infuso inciso",
    "block.astralsorcery.infused_wood_enriched": "Legno infuso arricchito",
    "block.astralsorcery.infused_wood_infused": "Legno vibrante infuso",
    "block.astralsorcery.infused_wood_planks": "Tavolette di legno infuso",
    "block.astralsorcery.infused_wood_slab": "Lastro di legno infuso",
    "block.astralsorcery.infused_wood_stairs": "Scale di legno infuso",
    "block.astralsorcery.infuser": "Infusore di luce stellare",
    "block.astralsorcery.lens": "Lente di cristallo",
    "block.astralsorcery.marble_arch": "Arco di marmo",
    "block.astralsorcery.marble_bricks": "Mattoni di marmo",
    "block.astralsorcery.marble_chiseled": "Marmo cesellato",
    "block.astralsorcery.marble_engraved": "Marmo inciso",
    "block.astralsorcery.marble_pillar": "Pilastro di marmo",
    "block.astralsorcery.marble_raw": "Marmo",
    "block.astralsorcery.marble_runed": "Marmo incantato",
    "block.astralsorcery.marble_slab": "Lastro di marmo",
    "block.astralsorcery.marble_stairs": "Scale di marmo",
    "block.astralsorcery.observatory": "Osservatorio astrale",
    "block.astralsorcery.prism": "Prisma di cristallo",
    "block.astralsorcery.refraction_table": "Tavola di rifrazione stellare",
    "block.astralsorcery.ritual_link": "Anello rituale",
    "block.astralsorcery.ritual_pedestal": "Pedestale rituale",
    "block.astralsorcery.rock_collector_crystal": "Cristallo raccoglitore",
    "block.astralsorcery.rock_collector_crystal.typed": "Crystallo raccoglitore %s",
    "block.astralsorcery.rock_crystal_ore": "Ore di cristallo roccioso",
    "block.astralsorcery.singularity": "Singolarità di Arnima",
    "block.astralsorcery.spectral_relay": "Relay astrale",
    "block.astralsorcery.starmetal": "Blocco di metallastro",
    "block.astralsorcery.starmetal_ore": "Minerale di starmetal",
    "block.astralsorcery.telescope": "Telescopio",
    "block.astralsorcery.tree_beacon": "Beacon dell'albero",
    "block.astralsorcery.well": "Well di luce",
    "crystal.info.astralsorcery.attuned": "Regolato su %s",
    "crystal.info.astralsorcery.collect.type": "Raccoglie luce stellare da %s",
    "crystal.info.astralsorcery.trait": "Tratto di %s",
    "crystal.property.astralsorcery.collector.rate.name": "Tasso di raccolta",
    "crystal.property.astralsorcery.constellation.aevitas.name": "Focalizzazione: Aevitas",
    "crystal.property.astralsorcery.constellation.armara.name": "Focalizzazione: Armara",
    "crystal.property.astralsorcery.constellation.bootes.name": "Focalizzazione: Boote",
    "crystal.property.astralsorcery.constellation.discidia.name": "Focalizzazione: Discidia",
    "crystal.property.astralsorcery.constellation.evorsio.name": "Focalizzazione: Evorsio",
    "crystal.property.astralsorcery.constellation.fornax.name": "Fornace di Fornax",
    "crystal.property.astralsorcery.constellation.horologium.name": "Orologio di Foco",
    "crystal.property.astralsorcery.constellation.lucerna.name": "Focalizzazione: Lucerna",
    "crystal.property.astralsorcery.constellation.mineralis.name": "Focalizzazione: Mineralis",
    "crystal.property.astralsorcery.constellation.octans.name": "Focalizzazione: Ottanti",
    "crystal.property.astralsorcery.constellation.pelotrio.name": "Focalizzazione: Pelotrio",
    "crystal.property.astralsorcery.constellation.vicio.name": "Focalizzazione: Vicio",
    "crystal.property.astralsorcery.purity.name": "Purezza",
    "crystal.property.astralsorcery.ritual.effect.name": "Effetto rituale",
    "crystal.property.astralsorcery.ritual.range.name": "Raggio del rituale",
    "crystal.property.astralsorcery.shape.name": "Nome forma",
    "crystal.property.astralsorcery.size.name": "Dimensione",
    "crystal.property.astralsorcery.tool.durability.name": "Durata strumento",
    "crystal.property.astralsorcery.tool.efficiency.name": "Efficienza dell'utensile",
    "death.attack.astralsorcery.bleed": "%1$s è morto per emorragia",
    "death.attack.astralsorcery.stellar": "%1$s si è dissolto in polvere",
    "effect.astralsorcery.bleed": "Emorragia",
    "effect.astralsorcery.cheat_death": "La benedizione del fenice",
    "effect.astralsorcery.drop_modifier": "Ricchezza interna",
    "effect.astralsorcery.time_freeze": "Congelamento del tempo",
    "enchantment.astralsorcery.night_vision": "Visione notturna",
    "enchantment.astralsorcery.night_vision.desc": "concede la vista notturna al portatore.",
    "enchantment.astralsorcery.scorching_heat": "Calore bruciante",
    "enchantment.astralsorcery.scorching_heat.desc": "I blocchi estratti con questo incantesimo saranno fusi come se fossero stati nel forno.",
    "entity.astralsorcery.flare": "Scintilla",
    "entity.astralsorcery.grappling_hook": "",
    "entity.astralsorcery.illumination_spark": "Scintilla di illuminazione",
    "entity.astralsorcery.item_crystal": "Crystale",
    "entity.astralsorcery.item_explosion_resistant": "Oggetto resistente alle esplosioni",
    "entity.astralsorcery.item_highlighted": "Elemento selezionato",
    "entity.astralsorcery.item_starmetal": "Ingot di starmetal",
    "entity.astralsorcery.nocturnal_spark": "Scintilla notturna",
    "entity.astralsorcery.observatory_helper": "",
    "entity.astralsorcery.spectral_tool": "Strumento spettrale",
    "fluid.astralsorcery.liquid_starlight": "Liquido stellare",
    "fluid.astralsorcery.liquid_starlight_flowing": "Stella liquida",
    "gamerule.asIgnoreSkylightCheck": "Ignora il controllo della luce celeste (magia astrale)",
    "item.astralsorcery.aquamarine": "Aquamarin",
    "item.astralsorcery.architect_wand": "Foglia di formazione",
    "item.astralsorcery.attuned_celestial_crystal": "Crystale celeste attunata",
    "item.astralsorcery.attuned_celestial_crystal.typed": "Crystale celeste %s",
    "item.astralsorcery.attuned_rock_crystal": "Cristallo di roccia attunato",
    "item.astralsorcery.attuned_rock_crystal.typed": "Crystale %s",
    "item.astralsorcery.blink_wand": "Fenditura magica",
    "item.astralsorcery.celestial_crystal": "Cristallo celeste",
    "item.astralsorcery.chisel": "Strumento di taglio in metallo stellare",
    "item.astralsorcery.colored_lens_break": "Rompi lente",
    "item.astralsorcery.colored_lens_damage": "Lente danneggiata",
    "item.astralsorcery.colored_lens_fire": "Lente di accensione",
    "item.astralsorcery.colored_lens_growth": "Lente di crescita",
    "item.astralsorcery.colored_lens_push": "Lente di spinta",
    "item.astralsorcery.colored_lens_regeneration": "Lente di rigenerazione",
    "item.astralsorcery.colored_lens_spectral": "Lente spettrale",
    "item.astralsorcery.constellation_paper": "Carta di costellazione",
    "item.astralsorcery.crystal_axe": "Ascia di cristallo",
    "item.astralsorcery.crystal_pickaxe": "Pickaxie di cristallo",
    "item.astralsorcery.crystal_shovel": "Spalatore di cristallo",
    "item.astralsorcery.crystal_sword": "Spada di cristallo",
    "item.astralsorcery.dazzling_frame": "",
    "item.astralsorcery.dazzling_gem": "",
    "item.astralsorcery.enchantment_amulet": "Prisma resplendente",
    "item.astralsorcery.exchange_wand": "Fendalino di conversione",
    "item.astralsorcery.gem_quality.broken": "rotto",
    "item.astralsorcery.gem_quality.clear": "Puro",
    "item.astralsorcery.gem_quality.faceted": "Facettato",
    "item.astralsorcery.gem_quality.flawed": "difettoso",
    "item.astralsorcery.gem_quality.flawless": "impeccabile",
    "item.astralsorcery.gem_quality.gleaming": "brillante",
    "item.astralsorcery.gem_quality.mundane": "ordinario",
    "item.astralsorcery.glass_lens": "Lente di vetro",
    "item.astralsorcery.grapple_wand": "Fucile dell'impulso",
    "item.astralsorcery.hand_telescope": "Specchio magico",
    "item.astralsorcery.illumination_powder": "Polvere di illuminazione",
    "item.astralsorcery.illumination_wand": "Fendaluce di illuminazione",
    "item.astralsorcery.infused_crystal_axe": "Ascia di cristallo infusa",
    "item.astralsorcery.infused_crystal_pickaxe": "Pala di cristallo infusa",
    "item.astralsorcery.infused_crystal_shovel": "Spalatore di cristallo infuso",
    "item.astralsorcery.infused_crystal_sword": "Spada di cristallo infusa",
    "item.astralsorcery.infused_glass": "Vetro infuso",
    "item.astralsorcery.infused_glass.active": "Vetro infuso inciso",
    "item.astralsorcery.infused_glass.ttip": "- %s%s",
    "item.astralsorcery.infused_glass.ttip.creative": "(creative) %s%",
    "item.astralsorcery.knowledge_share": "Rollo di conoscenze scritte",
    "item.astralsorcery.linking_tool": "Strumento di collegamento",
    "item.astralsorcery.liquid_starlight_bucket": "Bottiglia di stelle liquide",
    "item.astralsorcery.mantle": "Cappello delle stelle",
    "item.astralsorcery.nocturnal_powder": "Polvere notturna",
    "item.astralsorcery.parchment": "Pergamena",
    "item.astralsorcery.perk_gem_day": "Gemma dinamica di Ilium",
    "item.astralsorcery.perk_gem_night": "Gemma dinamica di Fengarum",
    "item.astralsorcery.perk_gem_sky": "Gemma dinamica di ourio",
    "item.astralsorcery.perk_seal": "Sigillo di sigillazione",
    "item.astralsorcery.resonating_gem": "Gemma risuonante",
    "item.astralsorcery.resonator": "Resonatore fosico",
    "item.astralsorcery.resonator.liquid": "Resonatore ico-sico",
    "item.astralsorcery.resonator.starlight": "Resonatore a stella fosica",
    "item.astralsorcery.resonator.structure": "Resonatore domestico",
    "item.astralsorcery.resonator.upgrade.liquid": "Icosiche",
    "item.astralsorcery.resonator.upgrade.starlight": "Fosic",
    "item.astralsorcery.resonator.upgrade.structure": "Domicile",
    "item.astralsorcery.rock_crystal": "Cristallo di roccia",
    "item.astralsorcery.shifting_star": "Stella in movimento",
    "item.astralsorcery.shifting_star_aevitas": "Stella irradiante",
    "item.astralsorcery.shifting_star_armara": "Stella irradiante",
    "item.astralsorcery.shifting_star_discidia": "Stella irradiante",
    "item.astralsorcery.shifting_star_evorsio": "Stella irradiante",
    "item.astralsorcery.shifting_star_vicio": "Stella irradiante",
    "item.astralsorcery.stardust": "Polvere stellare",
    "item.astralsorcery.starmetal_ingot": "Ingot di starmetal",
    "item.astralsorcery.tome": "Tomo astrale",
    "item.astralsorcery.wand": "Astuccio risonante",
    "itemGroup.astralsorcery": "Magia astrale",
    "itemGroup.astralsorcery.crystals": "[AS] cristalli attesi",
    "itemGroup.astralsorcery.papers": "Carte di costellazione [AS]",
    "jei.astralsorcery.tip.chance": "%s%",
    "jei.category.astralsorcery.altar_attunement": "Altare di crafting stellare",
    "jei.category.astralsorcery.altar_constellation": "Altare celeste",
    "jei.category.astralsorcery.altar_discovery": "Tavola da dischi luminosi",
    "jei.category.astralsorcery.altar_trait": "Altare iridescente",
    "jei.category.astralsorcery.infuser": "Infusione di luce stellare",
    "jei.category.astralsorcery.interaction": "Interazione liquida",
    "jei.category.astralsorcery.transmutation": "Trasmutazione con luce stellare",
    "jei.category.astralsorcery.well": "Bene di luce",
    "key.astralsorcery.disable_perk_abilities": "Abilità di perks e strumenti (alternare)",
    "perk.astralsorcery.aevitas.desc": "Acquisisci esperienza posizionando blocchi",
    "perk.astralsorcery.aevitas.name": "Aevitas",
    "perk.astralsorcery.armara.desc": "Acquisisci esperienza prendendo danni",
    "perk.astralsorcery.armara.name": "Armarra",
    "perk.astralsorcery.discidia.desc": "Ottenere esperienza facendo danni",
    "perk.astralsorcery.discidia.name": "Discidia",
    "perk.astralsorcery.evorsio.desc": "Acquisisci esperienza rompendo blocchi",
    "perk.astralsorcery.evorsio.name": "Evorsio",
    "perk.astralsorcery.gem_socket.name": "Pozzo di gemme",
    "perk.astralsorcery.generic.add.allres.name": "Resistenze elementali aggiunte",
    "perk.astralsorcery.generic.add.armor.name": "Armatura aggiunta",
    "perk.astralsorcery.generic.add.armor_toughness.name": "Aggiunto resistenza armatura",
    "perk.astralsorcery.generic.add.attack_speed.name": "Velocità d'attacco aggiunta",
    "perk.astralsorcery.generic.add.bleed_chance.name": "Aggiunta probabilità di causare emorragia",
    "perk.astralsorcery.generic.add.bleed_duration.name": "Durata del sangue aggiunta",
    "perk.astralsorcery.generic.add.bleed_stacks.name": "Quantità aggiunta di stack di emorragia",
    "perk.astralsorcery.generic.add.crit_chance.name": "Aggiunto caso critico",
    "perk.astralsorcery.generic.add.crit_multiplier.name": "Aggiunto moltiplicatore di colpo critico",
    "perk.astralsorcery.generic.add.damage_melee.name": "Danni aggiuntivi in combattimento corpo a corpo",
    "perk.astralsorcery.generic.add.damage_proj.name": "Danni aggiunti al proiettile",
    "perk.astralsorcery.generic.add.dodge.name": "Aumento della probabilità di evitare",
    "perk.astralsorcery.generic.add.life.name": "Vita massima aggiunta",
    "perk.astralsorcery.generic.add.life_leech.name": "Aggiunto assorbimento di vita",
    "perk.astralsorcery.generic.add.life_recovery.name": "Recupero di vita aggiunto",
    "perk.astralsorcery.generic.add.luck.name": "Aggiunta fortuna",
    "perk.astralsorcery.generic.add.mining_size.name": "Dimensione miniera aggiunta",
    "perk.astralsorcery.generic.add.mining_speed.name": "Velocità di miniera aggiunta",
    "perk.astralsorcery.generic.add.move_speed.name": "Velocità di movimento aggiunta",
    "perk.astralsorcery.generic.add.perk_effect.name": "Effetto di abilità aggiunto",
    "perk.astralsorcery.generic.add.perk_exp.name": "Esperienza di abilità aggiunta",
    "perk.astralsorcery.generic.add.potion_duration.name": "Durata aggiunta del potione",
    "perk.astralsorcery.generic.add.proj_speed.name": "Velocità proiettile aggiunta",
    "perk.astralsorcery.generic.add.rampage_duration.name": "Durata di razzia aggiunta",
    "perk.astralsorcery.generic.add.reach.name": "Aggiunta portata",
    "perk.astralsorcery.generic.add.starlight_charge_max.name": "Aggiunto carico massimo di luce stellare",
    "perk.astralsorcery.generic.add.starlight_charge_regen.name": "Aggiunta regenerazione di carica stellare",
    "perk.astralsorcery.generic.add.swim_speed.name": "Aggiunto velocità di nuoto",
    "perk.astralsorcery.generic.add.thorns.name": "Danni riflesso aggiunto",
    "perk.astralsorcery.generic.inc.allres.name": "Resistenze elementali aumentate",
    "perk.astralsorcery.generic.inc.armor.name": "Armatura aumentata",
    "perk.astralsorcery.generic.inc.armor_toughness.name": "Rafforzamento dell'armatura aumentato",
    "perk.astralsorcery.generic.inc.attack_speed.name": "Velocità di attacco aumentata",
    "perk.astralsorcery.generic.inc.bleed_chance.name": "Aumentata probabilità di causare emorragia",
    "perk.astralsorcery.generic.inc.bleed_duration.name": "Durata del sanguinamento aumentata",
    "perk.astralsorcery.generic.inc.bleed_stacks.name": "Incremento di stack di emorragia",
    "perk.astralsorcery.generic.inc.cooldown_reduction.name": "Recupero di raffreddamento aumentato",
    "perk.astralsorcery.generic.inc.crit_chance.name": "Aumento della probabilità di colpo critico",
    "perk.astralsorcery.generic.inc.crit_multiplier.name": "Incremento del moltiplicatore di colpo critico",
    "perk.astralsorcery.generic.inc.damage_melee.name": "Danni da arma aumentati",
    "perk.astralsorcery.generic.inc.damage_proj.name": "Incremento danno proiettile",
    "perk.astralsorcery.generic.inc.dodge.name": "Aumento della probabilità di evitare",
    "perk.astralsorcery.generic.inc.ench_effect.name": "Effetto di aumento dell'efficacia dell'amuleto",
    "perk.astralsorcery.generic.inc.life.name": "Vita massima aumentata",
    "perk.astralsorcery.generic.inc.life_leech.name": "Incremento assorbimento vita",
    "perk.astralsorcery.generic.inc.life_recovery.name": "Recupero di vita aumentato",
    "perk.astralsorcery.generic.inc.luck.name": "Fortuna aumentata",
    "perk.astralsorcery.generic.inc.mining_size.name": "Dimensione miniera aumentata",
    "perk.astralsorcery.generic.inc.mining_speed.name": "Velocità di estrazione aumentata",
    "perk.astralsorcery.generic.inc.move_speed.name": "Velocità di movimento aumentata",
    "perk.astralsorcery.generic.inc.perk_effect.name": "Effetto del perks aumentato",
    "perk.astralsorcery.generic.inc.perk_exp.name": "Esperienza di abilità aumentata",
    "perk.astralsorcery.generic.inc.potion_duration.name": "Durata del potere aumentata",
    "perk.astralsorcery.generic.inc.proj_speed.name": "Velocità proiettile aumentata",
    "perk.astralsorcery.generic.inc.rampage_duration.name": "Durata del razzismo aumentata",
    "perk.astralsorcery.generic.inc.reach.name": "Raggio d'azione aumentato",
    "perk.astralsorcery.generic.inc.starlight_charge_max.name": "Incremento del carico massimo di luce stellare",
    "perk.astralsorcery.generic.inc.starlight_charge_regen.name": "Ricarica regenerazione carica stellare aumentata",
    "perk.astralsorcery.generic.inc.swim_speed.name": "Velocità di nuoto aumentata",
    "perk.astralsorcery.generic.inc.thorns.name": "Danni riflessi aumentati",
    "perk.astralsorcery.hybrid.armor_armor_toughness.name": "Armi e resistenza armatura",
    "perk.astralsorcery.hybrid.attack_speed_rampage.name": "Durata del razzismo e velocità di attacco",
    "perk.astralsorcery.hybrid.charge_all_resist.name": "Carica stellare massima e resistenze elementali",
    "perk.astralsorcery.hybrid.charge_max_regen.name": "Ricarica massima e regenerazione delle cariche stellari",
    "perk.astralsorcery.hybrid.charge_regen_mining.name": "Ricarica carica stellare e velocità di miniera",
    "perk.astralsorcery.hybrid.life_armor.name": "Vita e armatura",
    "perk.astralsorcery.hybrid.life_attackspeed.name": "Velocità di attacco e vita",
    "perk.astralsorcery.hybrid.life_cooldown_reduction.name": "Recupero vita e raffreddamento cooldown",
    "perk.astralsorcery.hybrid.life_movespeed.name": "Velocità di movimento e vita",
    "perk.astralsorcery.hybrid.life_reach.name": "Vita e portata",
    "perk.astralsorcery.hybrid.life_recovery_cooldown_reduction.name": "Recupero di vita e riduzione del tempo di rilocazione",
    "perk.astralsorcery.hybrid.life_starlight_charge.name": "Carica vita e stellare",
    "perk.astralsorcery.hybrid.melee_crit_chance.name": "Probabilità di critico e colpo alla misura",
    "perk.astralsorcery.hybrid.melee_proj_dmg.name": "Danno da proiettile e da corpo a corpo",
    "perk.astralsorcery.hybrid.proj_dmg_speed.name": "Danni e velocità proiettile",
    "perk.astralsorcery.hybrid.reach_mining.name": "Velocità di miniera e raggiungimento",
    "perk.astralsorcery.hybrid.reach_movespeed.name": "Velocità di movimento e raggiungimento",
    "perk.astralsorcery.key.aoe_effect.desc.1": "+2 livelli all'effetto di taglio a raggiera.",
    "perk.astralsorcery.key.aoe_effect.desc.2": "L'effetto di bordo anche funziona sugli attacchi a distanza.",
    "perk.astralsorcery.key.aoe_effect.name": "Area di effetto",
    "perk.astralsorcery.key.arc.desc.1": "Colpendo mostri ha una possibilità",
    "perk.astralsorcery.key.arc.desc.2": "Per creare fulmini in catena",
    "perk.astralsorcery.key.arc.desc.3": "tra il colpo e i mostri vicini.",
    "perk.astralsorcery.key.arc.name": "Arcobaleno di luce",
    "perk.astralsorcery.key.bleed.desc.1": "Aggiunge una possibilità che i mostri sanguinino dopo essere stati colpiti",
    "perk.astralsorcery.key.bleed.desc.2": "Infliggere danni a loro per la durata del sanguinamento.",
    "perk.astralsorcery.key.bleed.name": "Sanguinamento",
    "perk.astralsorcery.key.charge_regen.desc.1": "La rigenerazione delle cariche stellari è",
    "perk.astralsorcery.key.charge_regen.desc.2": "Meno ostacolato dal sottosuolo",
    "perk.astralsorcery.key.charge_regen.desc.3": "o durante il giorno.",
    "perk.astralsorcery.key.charge_regen.name": "Filamento spirituale",
    "perk.astralsorcery.key.cleansing.desc": "Ricostituendo la vita può rimuovere un effetto negativo.",
    "perk.astralsorcery.key.cleansing.name": "Purificazione",
    "perk.astralsorcery.key.cull_attack.desc.1": "nemici colpiti con meno del 15% della loro salute",
    "perk.astralsorcery.key.cull_attack.desc.2": "Vengono uccisi immediatamente, senza lasciare alcuna vita massima.",
    "perk.astralsorcery.key.cull_attack.name": "Colpo di eliminazione",
    "perk.astralsorcery.key.damage_armor.desc.1": "Il 5% del danno ricevuto viene applicato direttamente all'armatura",
    "perk.astralsorcery.key.damage_armor.desc.2": "a ogni pezzo di armatura indossato.",
    "perk.astralsorcery.key.damage_armor.name": "Blocco del corpo",
    "perk.astralsorcery.key.damage_types.desc.1": "aggiunge una possibilità di avvelenamento e secchezza",
    "perk.astralsorcery.key.damage_types.desc.2": "o indebolire significativamente i nemici al colpo.",
    "perk.astralsorcery.key.damage_types.name": "Tocco maledetto",
    "perk.astralsorcery.key.dig_types.desc.1": "Un piccone può essere utilizzato al posto di",
    "perk.astralsorcery.key.dig_types.desc.2": "Un'ascia o una vanga",
    "perk.astralsorcery.key.dig_types.name": "Angoli diversi",
    "perk.astralsorcery.key.disarm.desc": "Gli attacchi hanno una possibilità di disarmare il bersaglio",
    "perk.astralsorcery.key.disarm.name": "Miraggio di disarmo",
    "perk.astralsorcery.key.endless_munitions.desc.1": "+1 livello di infinito",
    "perk.astralsorcery.key.endless_munitions.name": "Rifornimenti illimitati",
    "perk.astralsorcery.key.enduring.desc.1": "+1 livello di resistenza",
    "perk.astralsorcery.key.enduring.name": "Duraturo",
    "perk.astralsorcery.key.entity_reach.desc": "Aggiornamenti ai raggi di blocco anche applicati ai raggi d'attacco.",
    "perk.astralsorcery.key.entity_reach.name": "Influenza affinata",
    "perk.astralsorcery.key.low_life.desc.1": "Più danni e velocità di miniera",
    "perk.astralsorcery.key.low_life.desc.2": "Più salute mancante, più forte è l'effetto.",
    "perk.astralsorcery.key.low_life.name": "Ultimo respiro",
    "perk.astralsorcery.key.luck.desc": "+1 livello di fortuna.",
    "perk.astralsorcery.key.luck.name": "Fortuna costante",
    "perk.astralsorcery.key.magnet_drops.desc.1": "Gli oggetti caduti durante la miniera o l'uccisione di mostri sono",
    "perk.astralsorcery.key.magnet_drops.desc.2": "Trasferiti direttamente nella tua inventario.",
    "perk.astralsorcery.key.magnet_drops.name": "Manipolazione spaziale",
    "perk.astralsorcery.key.mantle_flight.desc.1": "Il mantello della vicinia concede ora il volo",
    "perk.astralsorcery.key.mantle_flight.desc.2": "Invece di volare con gli elytra.",
    "perk.astralsorcery.key.mantle_flight.name": "Ali spettrali",
    "perk.astralsorcery.key.mending.desc": "Occasionalmente il tuo armamento si ripara leggermente.",
    "perk.astralsorcery.key.mending.name": "Riparazione",
    "perk.astralsorcery.key.no_armor.desc.1": "Assumi il 30% di danno inferito quando indossi abiti protettivi",
    "perk.astralsorcery.key.no_armor.desc.2": "Pochi meno di 2 pezzi d'armatura.",
    "perk.astralsorcery.key.no_armor.name": "Pelle di diamante",
    "perk.astralsorcery.key.no_knockback.desc": "Non puoi essere spinto indietro.",
    "perk.astralsorcery.key.no_knockback.name": "Inalterabile",
    "perk.astralsorcery.key.place_lights.desc": "Colloca fonti di luce vicino a te nei caverne.",
    "perk.astralsorcery.key.place_lights.name": "Diletto del minatore",
    "perk.astralsorcery.key.plant_growth.desc": "I piante intorno a te crescono più velocemente.",
    "perk.astralsorcery.key.plant_growth.name": "Crescita diffusa",
    "perk.astralsorcery.key.projectile_close_range.desc.1": "il più vicino l'avversario colpito da un proiettile, il",
    "perk.astralsorcery.key.projectile_close_range.desc.2": "Più danno infligge il proiettile. Se il mostro è a distanza ravvicinata, il danno aumenta ulteriormente.",
    "perk.astralsorcery.key.projectile_close_range.desc.3": "Più lontano è il bersaglio, meno danni significativi infligge.",
    "perk.astralsorcery.key.projectile_close_range.name": "Proiettili a corto raggio",
    "perk.astralsorcery.key.projectile_distance.desc.1": "più lontano è il nemico colpito da un proiettile,",
    "perk.astralsorcery.key.projectile_distance.desc.2": "Il danno causato dal proiettile aumenta, se l'avversario è ferito.",
    "perk.astralsorcery.key.projectile_distance.desc.3": "È più vicino, il tuo attacco infligge significativamente meno danno.",
    "perk.astralsorcery.key.projectile_distance.name": "Colpo lungo",
    "perk.astralsorcery.key.rampage.desc.1": "Ottenere velocità, velocità di attacco e danno",
    "perk.astralsorcery.key.rampage.desc.2": "Rincorsa dopo l'uccisione di un nemico.",
    "perk.astralsorcery.key.rampage.name": "Rampage",
    "perk.astralsorcery.key.reduced_food.desc": "Riduce la tua esigenza di cibo in generale.",
    "perk.astralsorcery.key.reduced_food.name": "Maggiore stomaco",
    "perk.astralsorcery.key.revive.desc": "Può salvarti dalla morte in situazioni disperate.",
    "perk.astralsorcery.key.revive.name": "Benedizione del fenice",
    "perk.astralsorcery.key.step_assist.desc": "Sembrare più facile scalare i blocchi singoli.",
    "perk.astralsorcery.key.step_assist.name": "Stivali da escursionismo",
    "perk.astralsorcery.key.stone_enrichment.desc.1": "Occasionalmente pietre vicine a te",
    "perk.astralsorcery.key.stone_enrichment.desc.2": "Si trasforma in pietra più preziosa.",
    "perk.astralsorcery.key.stone_enrichment.name": "Raffinamento pietra",
    "perk.astralsorcery.key.thorns_ranged.desc": "Il danno subito con gli attacchi a distanza viene riflesso indietro.",
    "perk.astralsorcery.key.thorns_ranged.name": "Riflessione dislocata",
    "perk.astralsorcery.key.undead_bane.desc.1": "+1 livello di maledizione",
    "perk.astralsorcery.key.undead_bane.name": "Maledizione degli spiriti mortali",
    "perk.astralsorcery.key.void_trash.desc.1": "Elimina tutti gli oggetti di scarto caduti nel vuoto.",
    "perk.astralsorcery.key.void_trash.desc.2": "Occasionalmente produce minerali preziosi quando si elimina la spazzatura nel vuoto.",
    "perk.astralsorcery.key.void_trash.name": "Dalla spazzatura al tesoro",
    "perk.astralsorcery.named.adaptive.name": "Adattivo",
    "perk.astralsorcery.named.agility.name": "Agilità",
    "perk.astralsorcery.named.alchemists_flasks.name": "Flaconi dell'alchimista",
    "perk.astralsorcery.named.ample_semblance.name": "Aspetto abbondante",
    "perk.astralsorcery.named.arrow_slits.name": "Fessure per frecce",
    "perk.astralsorcery.named.bloom.name": "Fiore",
    "perk.astralsorcery.named.bulwark.name": "Bulwark",
    "perk.astralsorcery.named.clarity.name": "Chiarità",
    "perk.astralsorcery.named.combat_focus.name": "Foco sul combattimento",
    "perk.astralsorcery.named.cunning.name": "Astuzia",
    "perk.astralsorcery.named.dazzling_barrier.name": "Barriera splendente",
    "perk.astralsorcery.named.deadly_draw.name": "Tiro mortale",
    "perk.astralsorcery.named.dervish.name": "Derviscio",
    "perk.astralsorcery.named.expertise.name": "Specializzazione",
    "perk.astralsorcery.named.finesse.name": "Finesse",
    "perk.astralsorcery.named.fleet_footed.name": "Piedi veloci",
    "perk.astralsorcery.named.focused_mind.name": "Mente concentrata",
    "perk.astralsorcery.named.geologic_prowess.name": "Abilità geologica",
    "perk.astralsorcery.named.haste.name": "Accelerazione",
    "perk.astralsorcery.named.hushed_steps.name": "Passi silenziosi",
    "perk.astralsorcery.named.illusory_hammer.name": "Martello illusorio",
    "perk.astralsorcery.named.iron_heart.name": "Cuore di ferro",
    "perk.astralsorcery.named.lethality.name": "Lethalità",
    "perk.astralsorcery.named.melding.name": "Fusione",
    "perk.astralsorcery.named.osmosis.name": "Osmosi",
    "perk.astralsorcery.named.precision.name": "Precisione",
    "perk.astralsorcery.named.prismatic_shimmer.name": "Scintillazione prismatica",
    "perk.astralsorcery.named.profane_chemistry.name": "Chimica profana",
    "perk.astralsorcery.named.resilience.name": "Resilienza",
    "perk.astralsorcery.named.sage.name": "Saggio",
    "perk.astralsorcery.named.stellar_vessel.name": "Vaso stellare",
    "perk.astralsorcery.named.strong_arms.name": "Braccia forti",
    "perk.astralsorcery.named.swiftness.name": "Velocità",
    "perk.astralsorcery.named.thick_skin.name": "Pelle spessa",
    "perk.astralsorcery.named.tilted_pendulum.name": "Pendolo inclinato",
    "perk.astralsorcery.named.tough.name": "Resistente",
    "perk.astralsorcery.named.tunneling.name": "Tunneling",
    "perk.astralsorcery.named.vampirism.name": "Vampirismo",
    "perk.astralsorcery.named.vitality.name": "Vitalità",
    "perk.astralsorcery.named.vivid_growth.name": "Crescita vivida",
    "perk.astralsorcery.named.zeal.name": "Zelo",
    "perk.astralsorcery.special.arc_chain_1.desc": "I raggi di fulmine dell'arco si concatenano in modo supplementare una volta.",
    "perk.astralsorcery.special.arc_chain_1.name": "Catenamento di arco",
    "perk.astralsorcery.special.arc_chain_2.desc": "I raggi di fulmine dell'arco si concatenano in modo ulteriore 2 volte.",
    "perk.astralsorcery.special.arc_chain_2.name": "Catenamento di arco",
    "perk.astralsorcery.special.connector.aevitas.name": "Chakra di continuità",
    "perk.astralsorcery.special.connector.armara.name": "Chakra di tenacia",
    "perk.astralsorcery.special.connector.discidia.name": "Chakra di voracità",
    "perk.astralsorcery.special.connector.evorsio.name": "Chakra di effimerità",
    "perk.astralsorcery.special.connector.key.aevitas.desc.1": "Altri nodi \"epifania\" possono essere sbloccati senza...",
    "perk.astralsorcery.special.connector.key.aevitas.desc.2": "Richiede una connessione ai benefici esistenti",
    "perk.astralsorcery.special.connector.key.aevitas.name": "Epifania: continuità",
    "perk.astralsorcery.special.connector.key.armara.desc.1": "Altri nodi \"epifania\" possono essere sbloccati senza",
    "perk.astralsorcery.special.connector.key.armara.desc.2": "richiede una connessione ai benefici esistenti",
    "perk.astralsorcery.special.connector.key.armara.name": "Epifania: tenacia",
    "perk.astralsorcery.special.connector.key.discidia.desc.1": "Altri nodi \"epifania\" possono essere sbloccati senza",
    "perk.astralsorcery.special.connector.key.discidia.desc.2": "richiede una connessione ai benefici esistenti",
    "perk.astralsorcery.special.connector.key.discidia.name": "Epifania: Voracità",
    "perk.astralsorcery.special.connector.key.evorsio.desc.1": "Altri nodi \"epifania\" possono essere sbloccati senza",
    "perk.astralsorcery.special.connector.key.evorsio.desc.2": "richiede una connessione ai benefici esistenti",
    "perk.astralsorcery.special.connector.key.evorsio.name": "Epifania: effimera",
    "perk.astralsorcery.special.connector.key.vicio.desc.1": "Altri nodi \"epifania\" possono essere sbloccati senza %s",
    "perk.astralsorcery.special.connector.key.vicio.desc.2": "richiede una connessione ai benefici esistenti",
    "perk.astralsorcery.special.connector.key.vicio.name": "Epifania: agilità",
    "perk.astralsorcery.special.connector.vicio.name": "Chakra di agilità",
    "perk.astralsorcery.special.focus.alcara.desc.1": "Incrementa e decrementa l'esperienza del beneficio",
    "perk.astralsorcery.special.focus.alcara.desc.2": "Applica all'efficacia del beneficio invece.",
    "perk.astralsorcery.special.focus.alcara.desc.3": "",
    "perk.astralsorcery.special.focus.alcara.desc.4": "Puoi attivare solo un perks di focalizzazione.",
    "perk.astralsorcery.special.focus.alcara.name": "Focalizzazione: Alcara",
    "perk.astralsorcery.special.focus.gelu.desc.1": "Ottenere un aumento del 2% dell'efficacia dei benefici per ogni beneficio allocato.",
    "perk.astralsorcery.special.focus.gelu.desc.2": "Altri modificatori non si applicano più all'efficacia del beneficio.",
    "perk.astralsorcery.special.focus.gelu.desc.3": "",
    "perk.astralsorcery.special.focus.gelu.desc.4": "Puoi attivare solo un perks di focalizzazione.",
    "perk.astralsorcery.special.focus.gelu.name": "Focalizzazione: Gelù",
    "perk.astralsorcery.special.focus.ulteria.desc.1": "+5% più esperienza di abilità per punto di abilità non speso.",
    "perk.astralsorcery.special.focus.ulteria.desc.2": "",
    "perk.astralsorcery.special.focus.ulteria.desc.3": "Puoi attivare solo un perks di focalizzazione.",
    "perk.astralsorcery.special.focus.ulteria.name": "Focalizzazione: Ulteria",
    "perk.astralsorcery.special.focus.vorux.desc.1": "Ottenere un aumento del 1% dell'efficacia dei benefici attivi ogni beneficio allocato attivo.",
    "perk.astralsorcery.special.focus.vorux.desc.2": "Non puoi guadagnare esperienza di abilità.",
    "perk.astralsorcery.special.focus.vorux.desc.3": "",
    "perk.astralsorcery.special.focus.vorux.desc.4": "Puoi attivare solo un singolo bonus di focalizzazione.",
    "perk.astralsorcery.special.focus.vorux.name": "Focalizzazione: Vorùx",
    "perk.astralsorcery.vicio.desc": "Acquisisci esperienza muovendoti in giro",
    "perk.astralsorcery.vicio.name": "Vicio",
    "perk.attribute.astralsorcery.allres.name": "Resistenze elementali",
    "perk.attribute.astralsorcery.armor.name": "Armatura",
    "perk.attribute.astralsorcery.armortoughness.name": "Resistenza armatura",
    "perk.attribute.astralsorcery.attackspeed.name": "Velocità di attacco",
    "perk.attribute.astralsorcery.bleedamount.name": "Livello di emorragia massimo",
    "perk.attribute.astralsorcery.bleedchance.name": "Caso di emorragia",
    "perk.attribute.astralsorcery.bleedduration.name": "Durata del sanguinamento",
    "perk.attribute.astralsorcery.chargecap.name": "Capacità di carica massima di luce stellare",
    "perk.attribute.astralsorcery.chargeregeneration.name": "Ricarica carica stellare",
    "perk.attribute.astralsorcery.cooldown_reduction.name": "Recupero del cooldown",
    "perk.attribute.astralsorcery.critchance.name": "Probabilità di colpo critico",
    "perk.attribute.astralsorcery.critmulti.name": "Multiplatore di danno critico",
    "perk.attribute.astralsorcery.dodge.name": "Caso di evasione",
    "perk.attribute.astralsorcery.dynenchantmenteffect.name": "Livello di incantesimi di prisma risplendente",
    "perk.attribute.astralsorcery.expgain.name": "Percepire esperienza guadagnata",
    "perk.attribute.astralsorcery.harvestspeed.name": "Velocità estrazione",
    "perk.attribute.astralsorcery.lifeleech.modifier.name": "% di danno inflitto guadagnato come guarigione",
    "perk.attribute.astralsorcery.lifeleech.name": "Sanguinazione vitale",
    "perk.attribute.astralsorcery.liferecovery.name": "Recupero vita",
    "perk.attribute.astralsorcery.luck.name": "Fortuna",
    "perk.attribute.astralsorcery.maxhealth.name": "Vita massima",
    "perk.attribute.astralsorcery.meleeattackdamage.name": "Danno da colpo in mezzo",
    "perk.attribute.astralsorcery.miningsize.name": "Dimensione estrazione",
    "perk.attribute.astralsorcery.movespeed.name": "Velocità di movimento",
    "perk.attribute.astralsorcery.perkeffect.name": "Efficacia degli effetti dei benefici",
    "perk.attribute.astralsorcery.potionduration.name": "Durata dell'effetto del filtro",
    "perk.attribute.astralsorcery.projectileattackdamage.name": "Danno proiettile",
    "perk.attribute.astralsorcery.projectilespeed.name": "Velocità proiettile",
    "perk.attribute.astralsorcery.rampageduration.name": "Durata del razzismo",
    "perk.attribute.astralsorcery.reach.name": "Portata",
    "perk.attribute.astralsorcery.swimspeed.name": "Velocità di nuoto",
    "perk.attribute.astralsorcery.thorns.modifier.name": "Il %% dei danni subiti in combattimento è riflesso",
    "perk.attribute.astralsorcery.thorns.name": "Riflessi danneggiamento",
    "perk.category.astralsorcery.epiphany.name": "Perfetto epifania",
    "perk.category.astralsorcery.focus.name": "Perfetto astrale (Focus)",
    "perk.category.astralsorcery.key.name": "Perfetto chiave",
    "perk.category.astralsorcery.major.name": "Perfetto maggiore",
    "perk.category.astralsorcery.root.name": "Perfetto radice",
    "perk.info.astralsorcery.active": "Attivo",
    "perk.info.astralsorcery.available": "Disponibile",
    "perk.info.astralsorcery.gem.content.empty": "Clicca destro per scegliere un gemma dalla tua inventario.",
    "perk.info.astralsorcery.gem.content.empty.none": "Non hai gemme nell'inventario!",
    "perk.info.astralsorcery.gem.content.item": "Gemma incastonata: %s",
    "perk.info.astralsorcery.gem.empty": "Fessura per gemma vuota",
    "perk.info.astralsorcery.gem.remove": "Clicca destro per rimuovere il gemma e aggiungerla alla tua inventario.",
    "perk.info.astralsorcery.locked": "Bloccato",
    "perk.info.astralsorcery.missing_progress": "Non puoi afferrare gli effetti di questo beneficio.",
    "perk.info.astralsorcery.points": "Punti disponibili: %s",
    "perk.info.astralsorcery.sealed": "Sigillato",
    "perk.info.astralsorcery.sealed.break": "[Clicca due volte per rompere il sigillo]",
    "perk.info.astralsorcery.sealed.usage": "Trascina e rilascia un sigillo sul merito che vuoi sigillare.",
    "perk.modifier.astralsorcery.added_multiply.add": "%% aumentato",
    "perk.modifier.astralsorcery.added_multiply.sub": "%% diminuito",
    "perk.modifier.astralsorcery.addition.add": "aggiunto",
    "perk.modifier.astralsorcery.addition.sub": "a +",
    "perk.modifier.astralsorcery.format": "%1$s%2$s %3$s",
    "perk.modifier.astralsorcery.format.lifeleech": "%1$s%3$s",
    "perk.modifier.astralsorcery.format.thorns": "%1$s %3$s",
    "perk.modifier.astralsorcery.stacking_multiply.add": "% più",
    "perk.modifier.astralsorcery.stacking_multiply.sub": "% meno %",
    "perk.reader.astralsorcery.description.addition": "un aumento di +%s",
    "perk.reader.astralsorcery.description.head": "b %s",
    "perk.reader.astralsorcery.description.increase": "* %s",
    "perk.reader.astralsorcery.description.moreless": "*m     * %s",
    "perk.reader.astralsorcery.gui": "Statistiche del perks",
    "perk.reader.astralsorcery.infostar": "Statistiche",
    "perk.reader.astralsorcery.limit.default": "(limitato a %s)",
    "perk.reader.astralsorcery.limit.percent": "Limitato al %s%",
    "perk.reader.astralsorcery.postprocess.default": "Forzato a %s",
    "potion.astralsorcery.crafted.name": "Stardew",
    "potion.potency.6": "VII",
    "potion.potency.7": "VIII",
    "potion.potency.8": "IX",
    "potion.potency.9": "x",
    "screen.astralsorcery.hand_telescope": "Specchio magico",
    "screen.astralsorcery.observatory": "Osservatorio astrale",
    "screen.astralsorcery.refraction_table": "Tavola di rifrazione stellare",
    "screen.astralsorcery.telescope": "Telescopio",
    "screen.astralsorcery.tome": "Codice astrale",
    "screen.astralsorcery.tome.constellations": "Costellazioni",
    "screen.astralsorcery.tome.perks": "Abilità del TOME",
    "screen.astralsorcery.tome.perks.stats": "Statistiche dei benefici speciali",
    "screen.astralsorcery.tome.progression": "Ricerca",
    "structure.astralsorcery.pattern_altar_attunement.name": "Altare di creazione stellare",
    "structure.astralsorcery.pattern_altar_constellation.name": "Altare celeste",
    "structure.astralsorcery.pattern_altar_trait.name": "Altare iridescente",
    "structure.astralsorcery.pattern_attunement_altar.name": "Altare di attunamento",
    "structure.astralsorcery.pattern_celestial_gateway.name": "Portale celeste",
    "structure.astralsorcery.pattern_enhanced_collector_crystal.name": "Crystale di raccolta migliorata",
    "structure.astralsorcery.pattern_fountain.name": "Fontana in costante evoluzione",
    "structure.astralsorcery.pattern_infuser.name": "Infusore di stellaluce",
    "structure.astralsorcery.pattern_ritual_pedestal.name": "Pedistallo rituale",
    "structure.astralsorcery.pattern_singularity.name": "Singolarità di Arnima",
    "structure.astralsorcery.pattern_spectral_relay.name": "Relay astrale"
}