{
    "entity.georenouveau.geore_golem": "Golem della terra geore",
    "item.georenouveau.aluminum_geore_dowsing_rod": "Barra di ricerca geologica in alluminio",
    "item.georenouveau.aluminum_geore_golem_charm": "Charma del golem di geore in alluminio",
    "item.georenouveau.ancient_debris_geore_dowsing_rod": "Barra di ricerca dei resti antichi per geologia",
    "item.georenouveau.ancient_debris_geore_golem_charm": "Amuleto del golem della geologia antica",
    "item.georenouveau.black_quartz_geore_dowsing_rod": "Barra di dowsing in cristallo nero di geoterra",
    "item.georenouveau.black_quartz_geore_golem_charm": "Amuleto del golem di quartzo nero",
    "item.georenouveau.coal_geore_dowsing_rod": "Barra di ricerca geologica a carbone",
    "item.georenouveau.coal_geore_golem_charm": "Charma del golem di carbone geore",
    "item.georenouveau.copper_geore_dowsing_rod": "Barra di dowsing per geore di rame",
    "item.georenouveau.copper_geore_golem_charm": "Favola del geolo di rame",
    "item.georenouveau.diamond_geore_dowsing_rod": "Barra di ricerca geore in diamante",
    "item.georenouveau.diamond_geore_golem_charm": "Favola del geolo di diamante",
    "item.georenouveau.emerald_geore_dowsing_rod": "Barra di dowsing per geore emerelda",
    "item.georenouveau.emerald_geore_golem_charm": "Charma del golem di pietra emerelda",
    "item.georenouveau.gold_geore_dowsing_rod": "Barra di ricerca geore d'oro",
    "item.georenouveau.gold_geore_golem_charm": "Favola di golem geore d'oro",
    "item.georenouveau.iron_geore_dowsing_rod": "Barra di ricerca geologica in ferro",
    "item.georenouveau.iron_geore_golem_charm": "Favola di golem geore in ferro",
    "item.georenouveau.lapis_geore_dowsing_rod": "Astuccio di dowsing in lapislazuli per geore",
    "item.georenouveau.lapis_geore_golem_charm": "Fascino del golem di lapis geore",
    "item.georenouveau.lead_geore_dowsing_rod": "Barra di dowsing per geore lead",
    "item.georenouveau.lead_geore_golem_charm": "Fascino del geore golem di piombo",
    "item.georenouveau.monazite_geore_dowsing_rod": "Barra di ricerca monazita geore",
    "item.georenouveau.monazite_geore_golem_charm": "Fascino del geore della monazita",
    "item.georenouveau.nickel_geore_dowsing_rod": "Barra di dowsing per geotrasmutazione in nichel",
    "item.georenouveau.nickel_geore_golem_charm": "Favola del geomante di nichel",
    "item.georenouveau.osmium_geore_dowsing_rod": "Barra di ricerca geore osmium",
    "item.georenouveau.osmium_geore_golem_charm": "Charma del golem geore di oszio",
    "item.georenouveau.platinum_geore_dowsing_rod": "Barra di ricerca geore in platino",
    "item.georenouveau.platinum_geore_golem_charm": "Favola di golem geore d'argento platinum",
    "item.georenouveau.quartz_geore_dowsing_rod": "Barra di dowsing a quartz geore",
    "item.georenouveau.quartz_geore_golem_charm": "Fascino del golem di geore di quarzo",
    "item.georenouveau.redstone_geore_dowsing_rod": "Barra di ricerca geore per risonanza rossa",
    "item.georenouveau.redstone_geore_golem_charm": "Charma del geore golem a risonanza rossa",
    "item.georenouveau.ruby_geore_dowsing_rod": "Astuccio di dowsing per geotrasmutazione rubino",
    "item.georenouveau.ruby_geore_golem_charm": "Fascino del golem geore rubino",
    "item.georenouveau.sapphire_geore_dowsing_rod": "Barra di dowsing smeraldo geore",
    "item.georenouveau.sapphire_geore_golem_charm": "Favola del geolo di zaffiro",
    "item.georenouveau.silver_geore_dowsing_rod": "Barra di dowsing in rame per geore",
    "item.georenouveau.silver_geore_golem_charm": "Favola di golem geore d'argento",
    "item.georenouveau.tin_geore_dowsing_rod": "Barra di dowsing in rame per geore",
    "item.georenouveau.tin_geore_golem_charm": "Charma del golem di geore in rame",
    "item.georenouveau.topaz_geore_dowsing_rod": "Astuccio di dowsing topazio per geore",
    "item.georenouveau.topaz_geore_golem_charm": "Favola del geolo di topazio",
    "item.georenouveau.tungsten_geore_dowsing_rod": "Barra di ricerca geore di tungsteno",
    "item.georenouveau.tungsten_geore_golem_charm": "Charma del golem di geore tungsteno",
    "item.georenouveau.uraninite_geore_dowsing_rod": "Barra di ricerca geore per uraninite",
    "item.georenouveau.uraninite_geore_golem_charm": "Charma del golem geore dell'uraninite",
    "item.georenouveau.uranium_geore_dowsing_rod": "Barra di ricerca geologica a uranio",
    "item.georenouveau.uranium_geore_golem_charm": "Charma del geoloide di uranio",
    "item.georenouveau.zinc_geore_dowsing_rod": "Barra di ricerca geologica in rame",
    "item.georenouveau.zinc_geore_golem_charm": "Favola del geolo di zinco",
    "tooltip.geore_nouveau.aluminum_charm": "Ottenuto eseguendo il rituale dell'awakening vicino ai geore di alluminio in crescita.",
    "tooltip.geore_nouveau.aluminum_dowsing_rod": "Concede la ricerca magica e lo scoprimento all'uso, facendo apparire creature magiche e rivelando geodi di alluminio attraverso i blocchi. Può essere utilizzato in camera di imbuamento e strumento di incantesimo per evidenziare pedestali collegati.",
    "tooltip.geore_nouveau.ancient_debris_charm": "Ottenuto eseguendo il rituale dell'awakening vicino ai giacimenti di antichi detriti in crescita",
    "tooltip.geore_nouveau.ancient_debris_dowsing_rod": "Concede la ricerca magica e lo scoprimento al momento dell'uso, facendo apparire creature magiche e rivelando i resti di antichi materiali geore attraverso i blocchi. Può essere utilizzato in camera di imbuamento e strumento per l'enchanting per evidenziare i piedistalli collegati.",
    "tooltip.geore_nouveau.black_quartz_charm": "Ottenuto eseguendo il rituale dell'awakening vicino ai geore di quartzo nero in crescita.",
    "tooltip.geore_nouveau.black_quartz_dowsing_rod": "Concede la ricerca magica e lo scoprimento al momento dell'utilizzo, facendo apparire creature magiche e rivelando geodi di quarzo nero attraverso i blocchi. Può essere utilizzato in camera di imbuamento e strumento di incantesimo per evidenziare pedestali collegati.",
    "tooltip.geore_nouveau.coal_charm": "Ottenuto eseguendo il rituale dell'awakening vicino al carbone in crescita geore.",
    "tooltip.geore_nouveau.coal_dowsing_rod": "Concede la ricerca magica e lo scoprimento al momento dell'utilizzo, facendo apparire creature magiche e rivelando il carbone geore attraverso i blocchi. Può essere utilizzato nella camera di imbuamento e nell'apparecchio per l'incantesimo per evidenziare i piedistalli collegati.",
    "tooltip.geore_nouveau.copper_charm": "Ottenuto eseguendo il rituale dell'awakening vicino ai geore di rame in crescita.",
    "tooltip.geore_nouveau.copper_dowsing_rod": "Concede la ricerca magica e lo scoprimento all'uso, facendo apparire creature magiche e rivelando geore di rame attraverso i blocchi. Può essere utilizzato in camera di imbussolamento e strumento di incantesimo per evidenziare pedestali collegati.",
    "tooltip.geore_nouveau.diamond_charm": "Ottenuto eseguendo il rituale dell'awakening vicino a un geore di diamante in crescita.",
    "tooltip.geore_nouveau.diamond_dowsing_rod": "Concede la ricerca magica e lo scoprimento al momento dell'utilizzo, facendo apparire creature magiche e rivelando geodi di diamante attraverso i blocchi. Può essere utilizzato nella camera di imbuamento e nell'apparecchio per l'incantesimo per evidenziare i piedistalli collegati.",
    "tooltip.geore_nouveau.emerald_charm": "Ottenuto eseguendo il rituale dell'awakening vicino a un geore in crescita di emerodio.",
    "tooltip.geore_nouveau.emerald_dowsing_rod": "Concede la ricerca magica e lo scoprimento al momento dell'utilizzo, facendo apparire creature magiche e rivelando geodi di emerardo attraverso i blocchi. Può essere utilizzato in camera di imbuamento e strumento di incantesimo per evidenziare pedestali collegati.",
    "tooltip.geore_nouveau.gold_charm": "Ottenuto eseguendo il rituale dell'awakening vicino ai geore in crescita d'oro",
    "tooltip.geore_nouveau.gold_dowsing_rod": "Concede la ricerca magica e lo scoprimento al momento dell'utilizzo, facendo apparire creature magiche e rivelando geodi d'oro attraverso i blocchi. Può essere utilizzato nella camera di imbuamento e nell'apparecchio per l'enchanting per evidenziare i piedistalli collegati.",
    "tooltip.geore_nouveau.iron_charm": "Ottenuto eseguendo il rituale dell'awakening vicino ai geore di ferro in crescita",
    "tooltip.geore_nouveau.iron_dowsing_rod": "Concede la ricerca magica e lo scoprimento al momento dell'utilizzo, facendo apparire creature magiche e rivelando blocchi di geore di ferro. Può essere utilizzato in camera di imbussolamento e strumento di incantesimo per evidenziare pedestali collegati.",
    "tooltip.geore_nouveau.lapis_charm": "Ottenuto eseguendo il rituale dell'awakening vicino ai geore di lapis in crescita.",
    "tooltip.geore_nouveau.lapis_dowsing_rod": "Concede la ricerca magica e lo scoprimento al momento dell'utilizzo, facendo apparire creature magiche e rivelando geodi di lapis attraverso i blocchi. Può essere utilizzato in camera di imbuamento e strumento di incantesimo per evidenziare pedestali collegati.",
    "tooltip.geore_nouveau.lead_charm": "Ottenuto eseguendo il rituale dell'awakening vicino a un geore di piombo in crescita",
    "tooltip.geore_nouveau.lead_dowsing_rod": "Concede la ricerca magica e lo scoprimento al momento dell'utilizzo, facendo apparire creature magiche e rivelando i blocchi di geore. Può essere utilizzato sulla camera di imbussolamento e sul dispositivo incantatorio per evidenziare i piedistalli collegati.",
    "tooltip.geore_nouveau.monazite_charm": "Ottenuto eseguendo il rituale dell'awakening vicino alle geore di monazite in crescita.",
    "tooltip.geore_nouveau.monazite_dowsing_rod": "Concede la ricerca magica e lo scoprimento all'uso, facendo apparire creature magiche e rivelando geodi di monazite attraverso i blocchi. Può essere utilizzato in camera di imbuamento e strumento di incantesimo per evidenziare pedestali collegati.",
    "tooltip.geore_nouveau.nickel_charm": "Ottenuto eseguendo il rituale dell'awakening vicino a geore di nichel in crescita",
    "tooltip.geore_nouveau.nickel_dowsing_rod": "Concede la ricerca magica e lo scoprimento all'uso, facendo apparire creature magiche e rivelando geodi di nichel attraverso i blocchi. Può essere utilizzato in camera di imbuiamento e strumento di incantesimo per evidenziare pedestali collegati.",
    "tooltip.geore_nouveau.osmium_charm": "Ottenuto eseguendo il rituale dell'awakening vicino a un geore di osmium in crescita.",
    "tooltip.geore_nouveau.osmium_dowsing_rod": "Concede la ricerca magica e lo scoprimento all'uso, facendo apparire creature magiche e rivelando geodi di osmio attraverso i blocchi. Può essere utilizzato in camera di imbuamento e strumento di incantesimo per evidenziare pedestali collegati.",
    "tooltip.geore_nouveau.platinum_charm": "Ottenuto eseguendo il rituale dell'awakening vicino a geore di platino in crescita",
    "tooltip.geore_nouveau.platinum_dowsing_rod": "Concede la ricerca magica e lo scoprimento al momento dell'utilizzo, facendo apparire creature magiche e rivelando geodi di platino attraverso i blocchi. Può essere utilizzato in camera di imbuamento e strumento di incantesimo per evidenziare pedestali collegati.",
    "tooltip.geore_nouveau.quartz_charm": "Ottenuto eseguendo il rituale dell'awakening vicino ai cristalli di quercia in crescita.",
    "tooltip.geore_nouveau.quartz_dowsing_rod": "Concede la ricerca magica e lo scoprimento al momento dell'utilizzo, facendo apparire creature magiche e rivelando geodi di quarzo attraverso i blocchi. Può essere utilizzato in camera di imbuamento e strumento di incantesimo per evidenziare pedestali collegati.",
    "tooltip.geore_nouveau.redstone_charm": "Ottenuto eseguendo il rituale dell'awakening vicino a un geore di crescita del rame in via di sviluppo.",
    "tooltip.geore_nouveau.redstone_dowsing_rod": "Concede la ricerca magica e lo scoprimento all'uso, facendo apparire creature magiche e rivelando geodi di redstone attraverso i blocchi. Può essere utilizzato in camera di imbussolamento e strumento di incantesimo per evidenziare pedestali collegati.",
    "tooltip.geore_nouveau.ruby_charm": "Ottenuto eseguendo il rituale dell'awakening vicino ai geore di rubino in crescita.",
    "tooltip.geore_nouveau.ruby_dowsing_rod": "Concede la ricerca magica e lo scoprimento al momento dell'utilizzo, facendo apparire creature magiche e rivelando geodi di rubino attraverso i blocchi. Può essere utilizzato in camera di imbuamento e strumento di incantesimo per evidenziare pedestali collegati.",
    "tooltip.geore_nouveau.sapphire_charm": "Ottenuto eseguendo il rituale dell'awakening vicino a un geore in crescita di zaffiro.",
    "tooltip.geore_nouveau.sapphire_dowsing_rod": "Concede la ricerca magica e lo scoprimento al momento dell'utilizzo, facendo apparire creature magiche e rivelando geodi di zaffiro attraverso i blocchi. Può essere utilizzato in camera di imbuamento e strumento di incantesimo per evidenziare pedestali collegati.",
    "tooltip.geore_nouveau.silver_charm": "Ottenuto eseguendo il rituale dell'awakening vicino ai geore argentati in crescita.",
    "tooltip.geore_nouveau.silver_dowsing_rod": "Concede la ricerca magica e lo scoprimento all'uso, facendo apparire creature magiche e rivelando geore d'argento attraverso i blocchi. Può essere utilizzato in camera di imbuamento e strumento di incantesimo per evidenziare pedestali collegati.",
    "tooltip.geore_nouveau.tin_charm": "Ottenuto eseguendo il rituale dell'awakening vicino ai geore di rame in crescita.",
    "tooltip.geore_nouveau.tin_dowsing_rod": "Concede la ricerca magica e lo scoprimento al momento dell'utilizzo, facendo apparire creature magiche e rivelando geotin attraverso i blocchi. Può essere utilizzato in camera di imbussamento e strumento di incantesimo per evidenziare i piedistalli collegati.",
    "tooltip.geore_nouveau.topaz_charm": "Ottenuto eseguendo il rituale dell'awakening vicino ai geore di topazio in crescita.",
    "tooltip.geore_nouveau.topaz_dowsing_rod": "Concede la ricerca magica e lo scoprimento all'uso, facendo apparire creature magiche e rivelando geodi di topazio attraverso i blocchi. Può essere utilizzato in camera di imbussolamento e strumento di incantesimo per evidenziare pedestali collegati.",
    "tooltip.geore_nouveau.tungsten_charm": "Ottenuto eseguendo il rituale dell'awakening vicino a un geore di tungsteno in crescita.",
    "tooltip.geore_nouveau.tungsten_dowsing_rod": "Concede la ricerca magica e lo scoprimento all'uso, facendo apparire creature magiche e rivelando geodi di tungsteno attraverso i blocchi. Può essere utilizzato in camera di imbuamento e strumento di incantesimo per evidenziare pedestali collegati.",
    "tooltip.geore_nouveau.uraninite_charm": "Ottenuto eseguendo il rituale dell'awakening vicino alle geore di uranite in crescita",
    "tooltip.geore_nouveau.uraninite_dowsing_rod": "Concede la ricerca magica e lo scoprimento all'uso, facendo apparire creature magiche e rivelando geodi di uraninite attraverso i blocchi. Può essere utilizzato in camera di imbuamento e strumento di incantesimo per evidenziare pedestali collegati.",
    "tooltip.geore_nouveau.uranium_charm": "Ottenuto eseguendo il rituale dell'awakening vicino a uranio in crescita",
    "tooltip.geore_nouveau.uranium_dowsing_rod": "Concede la ricerca magica e lo scoprimento al momento dell'utilizzo, facendo apparire creature magiche e rivelando geodi di uranio attraverso i blocchi. Può essere utilizzato in camera di imbuamento e strumento di incantesimo per evidenziare pedestali collegati.",
    "tooltip.geore_nouveau.zinc_charm": "Ottenuto eseguendo il rituale dell'awakening vicino ai geore di zinco in crescita.",
    "tooltip.geore_nouveau.zinc_dowsing_rod": "Concede la ricerca magica e lo scoprimento all'uso, facendo apparire creature magiche e rivelando geodi di zinco attraverso i blocchi. Può essere utilizzato in camera di imbuamento e strumento di incantesimo per evidenziare pedestali collegati."
}