{
    "probejs.already_running": "Ci sono già un thread di dump in esecuzione, attendere per favore.",
    "probejs.bye_bye": "Probejs è ora disattivato. Funziona ancora il metodo require(), ma non dimenticate di escludere la tipizzazione.",
    "probejs.complete": "Il probejs scaricherà ora tutti i tipi complessi, a scapito delle prestazioni di Visual Studio Code.",
    "probejs.decompile": "ProbeJS decodificherà le fonti del modulo alla prossima.dump, la decodifica sarà anche attivata quando cambierà l'elenco dei moduli.",
    "probejs.dump.class_discovered": "Scoperto %s classi per generare il tipo.",
    "probejs.dump.cleaning": "Eliminazione di file di dump vecchi che potrebbero contenere classi non valide... questo può essere lento.",
    "probejs.dump.decompiled_x_class": "Classi decompile %s.",
    "probejs.dump.decompiling": "Decompilazione dei mod, ciò potrebbe richiedere un po' di tempo...",
    "probejs.dump.dump_error": "La generazione del dump dello script tipo %s è fallita, questo potrebbe essere un bug nel codice.",
    "probejs.dump.dump_finished": "La generazione di tipo di script %s è terminata.",
    "probejs.dump.mod_changed": "L'ambiente del modulo è stato modificato.",
    "probejs.dump.report_progress": "Esecuzione dump in corso... progresso attuale:",
    "probejs.dump.snippets_generated": "Snappetti per VSCode generati.",
    "probejs.dump.start": "Il dump di probejs è stato avviato.",
    "probejs.enabled_warning": "Il modulo probejs è abilitato! Dovresti escludere i file generati da .probe quando hai finito lo sviluppo e disabilitare il modulo con:",
    "probejs.hello": "Benvenuto a ProbeJS! Un dump automatico verrà attivato ogni volta che entri nel gioco con nuove cose!",
    "probejs.hello_again": "Probejs è abilitato ora. Buon codice!",
    "probejs.interactive": "Il server interattivo di probejs è in ascolto sulla porta %s.",
    "probejs.isolation": "Il probejs isolerà ora ogni file di script, esporre solo gli identificatori \"export\"ati.",
    "probejs.lint_passed": "Congratulazioni! Il tuo codice ha superato la verifica di sintassi!",
    "probejs.no_complete": "Il probejs disabilità alcuni tipi nel dump attuale, il che dovrebbe far aumentare la velocità del tuo VSCode. Utilizza snippet per quei tipi mancanti.",
    "probejs.no_decompile": "ProbeJS non decodificherà ora le fonti dei mod.",
    "probejs.no_isolation": "Il probejs non cercherà di isolare gli ambiti diversi ora. Attenzione a nomi duplicati.",
    "probejs.performance": "Hai installato %s moduli! Alcune funzioni sono disattivate per il bene della prestazione, ma probabilmente non molto.",
    "probejs.removed_script": "Rimosso il tipo di script per `%s`.",
    "probejs.wiki": "Per imparare a utilizzare probejs (o segnalare un problema), per favore vai al sito web del wiki."
}