{
    "toomanyglyphs.glyph_desc.glyph_amplify_three": "Una variante furiosa di amplificazione che versa quantità assurdamente elevate di mana in un effetto.",
    "toomanyglyphs.glyph_desc.glyph_amplify_two": "Un'intensa variante di amplificazione che scambia efficienza con potere.",
    "toomanyglyphs.glyph_desc.glyph_chaining": "Causa un incantesimo a catena attraverso più bersagli raggruppati, sia blocchi simili che entità viventi diverse dal lanciatore. L'aumento del raggio d'azione aumenta il conteggio dei bersagli. L'aumento della penetrazione aumenta la distanza massima di salto tra i bersagli.",
    "toomanyglyphs.glyph_desc.glyph_filter_animal": "Frena la magia dal risolversi, a meno che non si tratti di un animale da fattoria.",
    "toomanyglyphs.glyph_desc.glyph_filter_block": "Frena la magia dal risolversi, a meno che non si tratti di un blocco.",
    "toomanyglyphs.glyph_desc.glyph_filter_entity": "Frena la magia dal risolversi a meno che non si tratti di un entità.",
    "toomanyglyphs.glyph_desc.glyph_filter_is_baby": "Frena la magia dal risolversi a meno che non si tratti di un essere vivente immaturo e accrescibile.",
    "toomanyglyphs.glyph_desc.glyph_filter_is_mature": "Frena la magia dal risolversi se non si rivolge a un essere vivente maturato e accrescibile.",
    "toomanyglyphs.glyph_desc.glyph_filter_item": "Impedisce la risoluzione del sortilegio a meno che non si tratti di un oggetto libero nel mondo. Probabilmente inutile per proiettili e raggi base, che non possono targeting entità non viventi.",
    "toomanyglyphs.glyph_desc.glyph_filter_living": "Frena l'incantesimo dal risolversi, a meno che non si dirigga verso un entità vivente.",
    "toomanyglyphs.glyph_desc.glyph_filter_living_not_monster": "Frena l'incantesimo dal risolversi, a meno che non si tratti di un entità vivente diversa da un mostro.",
    "toomanyglyphs.glyph_desc.glyph_filter_living_not_player": "Frena l'incantesimo dal risolversi, a meno che non si tratti di un entità vivente diversa da un giocatore.",
    "toomanyglyphs.glyph_desc.glyph_filter_monster": "Frena l'incantesimo dal risolversi, a meno che non si tratti di un mostro vivente.",
    "toomanyglyphs.glyph_desc.glyph_filter_player": "Frena l'incantesimo dal risolversi, a meno che non si tratti di un giocatore vivo.",
    "toomanyglyphs.glyph_desc.glyph_lay_on_hands": "Un blend contestuale di tocco e auto. Si applica ai soggetti viventi, non entità mostro, mediante il contatto o sul sé se impossibilitato di fare ciò, senza consumare mana se l'applicazione fallisce del tutto. Se seguito immediatamente da un glyph di filtro, quel filtro si applica al posto dei soggetti viventi, non mostri.",
    "toomanyglyphs.glyph_desc.glyph_ray": "Colpisce istantaneamente il bersaglio puntato, ad una distanza limitata ma maggiore rispetto al contatto. L'energia mana viene consumata anche se il raggio non colpisce nulla. La zona d'azione aumenta la portata. Sensitive 1 consente al raggio di colpire oggetti che non bloccano il movimento, come piante o globi di luce magica in volo. Sensitive 2 consente al raggio di colpire fluidi.",
    "toomanyglyphs.glyph_desc.glyph_reverse_direction": "Inverte la direzione di un incantesimo bersagliato su blocco sul volto colpito.",
    "toomanyglyphs.glyph_name.glyph_amplify_three": "Amplificare III",
    "toomanyglyphs.glyph_name.glyph_amplify_two": "Amplificazione II",
    "toomanyglyphs.glyph_name.glyph_chaining": "Chaining",
    "toomanyglyphs.glyph_name.glyph_filter_animal": "Filtro: animale",
    "toomanyglyphs.glyph_name.glyph_filter_block": "Filtro: blocco",
    "toomanyglyphs.glyph_name.glyph_filter_entity": "Filtrare entità",
    "toomanyglyphs.glyph_name.glyph_filter_is_baby": "Filtro: bambino",
    "toomanyglyphs.glyph_name.glyph_filter_is_mature": "Filtro: maturità",
    "toomanyglyphs.glyph_name.glyph_filter_item": "Filtro: oggetto",
    "toomanyglyphs.glyph_name.glyph_filter_living": "Filtro viventi",
    "toomanyglyphs.glyph_name.glyph_filter_living_not_monster": "Filtro: non mostro",
    "toomanyglyphs.glyph_name.glyph_filter_living_not_player": "Filtro: non giocatore",
    "toomanyglyphs.glyph_name.glyph_filter_monster": "Filtro: mostro",
    "toomanyglyphs.glyph_name.glyph_filter_player": "Filtro: giocatore",
    "toomanyglyphs.glyph_name.glyph_lay_on_hands": "Imposta le mani",
    "toomanyglyphs.glyph_name.glyph_ray": "Raggio",
    "toomanyglyphs.glyph_name.glyph_reverse_direction": "Direzione inversa"
}