{
    "_": "",
    "confident.dialogue.apologize.fail\/1": "Lascia spazio!",
    "confident.dialogue.apologize.fail\/2": "Hai intenzionalmente colpito me!",
    "confident.dialogue.apologize.fail\/3": "Per favore, risparmia la mia assurdità!",
    "confident.dialogue.apologize.fail\/4": "Quello che mi hai causato dolore, non ho bisogno delle tue scuse!",
    "confident.dialogue.apologize.fail\/5": "Non succederà assolutamente!",
    "confident.dialogue.apologize.success\/1": "Non ti preoccupare, gli errori sono parte del viaggio.",
    "confident.dialogue.apologize.success\/2": "Non c'è problema, ricorda solo di imparare dalle tue sbagliate mosse.",
    "confident.dialogue.apologize.success\/3": "Tutto bene, solo tenere gli occhi aperti per eventuali errori futuri.",
    "confident.dialogue.apologize.success\/4": "Non c'è problema, anche i migliori di noi sbagliano ogni tanto.",
    "confident.dialogue.apologize.success\/5": "Assolutamente bene, assicurati solo di mantenere la tua fiducia e imparare dalle tue sbagliate mosse.",
    "confident.dialogue.busy\/1": "Ho un mucchio di compiti sul mio piatto, quindi dovrei proprio mettermi al lavoro.",
    "confident.dialogue.busy\/2": "Ascolta, apprezzo l'attenzione, ma ho cose importanti da fare prima del tramonto.",
    "confident.dialogue.busy\/3": "Il mio orario è molto occupato in questo momento, posso riprendere la conversazione più tardi?",
    "confident.dialogue.busy\/4": "Mi dispiace, ma il mio dovere mi chiama e devo concentrarmi sul mio lavoro. Possiamo riprendere la conversazione un'altra volta.",
    "confident.dialogue.busy\/5": "Oh, dannazione! Ho completamente lasciato il mio forno inutilizzato. Ci parliamo ancora presto!",
    "confident.dialogue.chat.desert\/1": "Chi ha bisogno dell'inverno quando abbiamo il caldo arido del deserto per tenerci al caldo?",
    "confident.dialogue.chat.desert\/10": "La vita in questo deserto aspro e arido non potrebbe essere un passeggiata nel parco, ma almeno abbiamo questo villaggio fantastico che ci fornisce acqua e cibo.",
    "confident.dialogue.chat.desert\/2": "Il calore del deserto non ci lascia mai senza caldo tutto l'anno.",
    "confident.dialogue.chat.desert\/3": "Nonostante il caldo soffocante del deserto, sempre indosserò un abbronzatura impeccabile, o una bruciatura solare croccante.",
    "confident.dialogue.chat.desert\/4": "Oh, il cielo notturno nel deserto. Che spettacolo mozzafiato, con un tocco rinfrescante di freschezza.",
    "confident.dialogue.chat.desert\/5": "Oh, mio dio! Non credo che possa essere più intenso il sole oggi. È come se volesse proprio ucciderci!",
    "confident.dialogue.chat.desert\/6": "Oh mio dio! Il sole ha deciso di trasformarci in villaggi croccanti oggi!",
    "confident.dialogue.chat.desert\/7": "Riconoscere le lepri in questo deserto immenso è un vero sfida, non è vero? ma sono pronto alla caccia!",
    "confident.dialogue.chat.desert\/8": "Un piccolo svantaggio di vivere qui è quei fastidiosi husk. Sanno proprio come colpire la fame con forza! Puoi crederci?",
    "confident.dialogue.chat.desert\/9": "Appreso la lezione in modo difficile",
    "confident.dialogue.chat.fail\/1": "Sinceramente, hai appena detto questo con un volto serio?",
    "confident.dialogue.chat.fail\/10": "Scusa? Hai veramente appena detto questo?",
    "confident.dialogue.chat.fail\/11": "Cosa c'è che non va? Perché stai sprecando il mio tempo prezioso con questa sciocchezza?",
    "confident.dialogue.chat.fail\/12": "Sembra che io abbia sentito alcune cose non proprio lusinghe su di te, e ora capisco il motivo.",
    "confident.dialogue.chat.fail\/13": "anche i morti viventi eviterebbero di avere una conversazione con te. Ecco dire qualcosa.",
    "confident.dialogue.chat.fail\/14": "Sei come una strega, e non è un complimento.",
    "confident.dialogue.chat.fail\/15": "Favorisci di non parlarmi più. I guardie saranno felici di accompagnarti via.",
    "confident.dialogue.chat.fail\/16": "Oh, mi dispiace, stavi cercando di avere una conversazione? Devo avermi addormentato perché era così noioso.",
    "confident.dialogue.chat.fail\/17": "Sei finalmente pronto a tacere? Le mie orecchie hanno bisogno di un riposo.",
    "confident.dialogue.chat.fail\/18": "Mi chiedo se qualcuno ti mancherà il tuo incessante chiacchiericcio quando improvvisamente smetterai di parlare per sempre.",
    "confident.dialogue.chat.fail\/19": "preferirei guardare il posteriore di un maiale piuttosto che intrattenere una conversazione con te.",
    "confident.dialogue.chat.fail\/2": "Non è facile credere che qualcosa del genere possa esplodere da solo, non ti pare?",
    "confident.dialogue.chat.fail\/20": "Sei finito di disturbarmi adesso? Ho cose più importanti da fare.",
    "confident.dialogue.chat.fail\/21": "Aspetta, non ci credo. Tu veramente credi che la Terra sia rotonda? Sei serio? Nessun angolo affatto? Wow, proprio wow.",
    "confident.dialogue.chat.fail\/3": "Ecco, non vorrei essere un po' di ghiaccio nella tua festa, ma devi ammettere che non sei proprio il tipo più raffinato.",
    "confident.dialogue.chat.fail\/4": "Oh, guarda chi si sta esibendo di nuovo.",
    "confident.dialogue.chat.fail\/5": "Sai, se esistesse un dungeon per persone come te, sarebbe pieno zeppa da tempo.",
    "confident.dialogue.chat.fail\/6": "Oh no! \"Uh, sinceramente? Il tuo senso di moda è come un'esplosione dal passato. Vai via!\"",
    "confident.dialogue.chat.fail\/7": "Quello è un argomento ridicolo da discutere, non vale nemmeno la mia attenzione.",
    "confident.dialogue.chat.fail\/8": "Perché diavolo ti preoccupi ancora di parlare con me? Non riesci a prendere un indizio?",
    "confident.dialogue.chat.fail\/9": "Aspetta, hai detto qualcosa? Mi dispiace, devo aver perso perché era assolutamente noioso.",
    "confident.dialogue.chat.plains\/1": "Il piano? Oh, è abbastanza bene, suppongo. Ma sinceramente, ho sogni più grandi che non restare in un solo posto per sempre. Viaggio nel mondo, ecco il mio destino!",
    "confident.dialogue.chat.plains\/2": "Ha, tranquillo? Ecco, è solo un modo per descrivere le pianure. Sì, forse non ha lo stesso livello di eccitazione degli altri biomi, ma c'è qualcosa di particolare che non si può trovare altrove. È come un gioiello nascosto, sai?",
    "confident.dialogue.chat.plains\/3": "Oh, hai mai esperato la bellezza delle pianure di notte? È assolutamente mozzafiato. Il modo in cui la luce della luna danza sui campi aperti, il morbido fruscio dell'erba, è come essere in un sogno. Ti assicuro che non lo troverai da nessun'altra parte.",
    "confident.dialogue.chat.plains\/4": "Perché non semplicemente sdraiarsi e guardare il cielo quando si può fare di più? Nelle pianure, mi piace organizzare un pic-nic accogliente, con un tovaglia elegante e del cibo delizioso. Chi ha bisogno di un tetto sulla testa quando hai l'ampia estensione della natura come tua vista?",
    "confident.dialogue.chat.plains\/5": "Un'aria pulita e fresca? Assolutamente! L'aria delle pianure è come un respiro di pura vitalità. È come un trattamento spa per i polmoni, rinnovando l'intero essere. Passare il Taiga, le pianure hanno l'aria più fresca in giro!",
    "confident.dialogue.chat.plains\/6": "E semplice e naturale? Oh, caro, le pianure non sono affatto semplici e naturali. È un canovaccio per la mia immaginazione di correre incontrollata! La semplicità è ciò che lo rende così versatile, concedendomi la libertà di creare qualsiasi cosa desidero. È un parco giochi per la mia creatività!",
    "confident.dialogue.chat.plains\/7": "Ah, quei giorni di raccolta dei fiori selvatici. Buoni tempi, amico, buoni tempi. Usavo raccogliere i fiori più vistosi e rari, impressionando tutti intorno a me. E sì, avevo un crush su Ash. Chi non lo avrebbe? Ma non gli davo solo qualsiasi fiore, oh no. Solo i più esquisiti, adatti per un principe.",
    "confident.dialogue.chat.plains\/8": "Il tramonto mattutino nei piani è un spettacolo da vedere. È come se la natura stessa mettesse in scena un'esibizione luminosa solo per noi. Dovresti assolutamente vederlo almeno una volta nella tua vita, cara. Ti prometto che sarà come un incantesimo magico che catturerà il tuo cuore.",
    "confident.dialogue.chat.savanna\/1": "Il caldo bruciante della savana non è nulla in confronto al morso gelido dell'inverno. Ci adattiamo a queste condizioni!",
    "confident.dialogue.chat.savanna\/2": "Sì, i lama possono essere un po' fastidiosi, ma sono solo un piccolo prezzo da pagare per il paradiso che è la savana.",
    "confident.dialogue.chat.savanna\/3": "L'architettura qui nel savana è ineguagliabile! È come vivere in un capolavoro ogni giorno.",
    "confident.dialogue.chat.savanna\/4": "Non sottovalutare mai il potere del bioma della savana. può sembrare ordinario, ma cela segreti e tesori al di là della tua immaginazione più sfrenata.",
    "confident.dialogue.chat.savanna\/5": "Non come quei poveri anime nel deserto, abbiamo la fortuna di avere i fiumi che scorrono attraverso le nostre terre. Un vero dono del cielo!",
    "confident.dialogue.chat.savanna\/6": "I colline ondulate e i diversi terreni della savana sono una fonte costante di fascino. Ci sempre qualcosa di nuovo da scoprire!",
    "confident.dialogue.chat.savanna\/7": "Quando il sole cocente ci batte in faccia, gli imponenti alberi di acacia ci vengono in aiuto, offrendo un'ombra perfetta per continuare il nostro lavoro!",
    "confident.dialogue.chat.savanna\/8": "I nostri villaggi della savana sono famosi per produrre i più succulenti meloni e zucche del mondo intero. Siamo l'orgoglio di tutti gli altri villaggi!",
    "confident.dialogue.chat.snowy_plains\/1": "Questo clima freddo non è niente! Posso gestirlo come un capo, soprattutto con un fuoco accogliente vicino.",
    "confident.dialogue.chat.snowy_plains\/2": "Risate nel volto del congelamento! Il ghiaccio non è nulla per me, e il pesce abbondante è solo un extra in questo paradiso glaciale!",
    "confident.dialogue.chat.snowy_plains\/3": "Coperte e libri? Quello è per deboli! Io prospero in questo clima freddo, godendomi il suo abbraccio invigorente.",
    "confident.dialogue.chat.snowy_plains\/4": "La neve mi ricorda i bei tempi delle battaglie di palle di neve epiche della mia gioventù. Ah, quei bei giorni in cui ero il campione delle palle di neve!",
    "confident.dialogue.chat.snowy_plains\/5": "Quei vagabondi non hanno speranza contro di me! Le loro frecce con punta sono come zanzare fastidiose che cercano di disturbare un leone.",
    "confident.dialogue.chat.snowy_plains\/6": "Lupi? Per favore, posso gestirli con una mano legata dietro la schiena. I guardiani dovrebbero guardarsi dalle mie spalle invece!",
    "confident.dialogue.chat.snowy_plains\/7": "Toccando un golem di ferro? è un sfida che accetto con piacere! È come avere un distintivo d'onore essere attaccato a uno per tutta la giornata.",
    "confident.dialogue.chat.snowy_plains\/8": "Torte di zucca sono per principianti! Io utilizzavo a costruire mostri di neve per divertirmi dopo aver divorato la torta di zucca. La creatività non conosce limiti nel mio villaggio!",
    "confident.dialogue.chat.success\/1": "Wow, i biscotti e il latte sono un piacere assoluto!",
    "confident.dialogue.chat.success\/10": "E' molto intrigante, non è vero? %supporter% ha intrapreso un viaggio lontano da qui circa un anno fa.",
    "confident.dialogue.chat.success\/12": "Hai sentito l'incredibile storia di cosa è successo a %supporter% di recente?",
    "confident.dialogue.chat.success\/13": "Di recente, ho cominciato a giocare con l'idea di adottare uno dei gatti randagi che ci sono intorno qui, ma la vita è stata così affascinante e occupata.",
    "confident.dialogue.chat.success\/14": "Ho stato a pensare di fare un restyling della mia casa ultimamente. Il problema è che la mia pigrizia tende a sopraffarmi.",
    "confident.dialogue.chat.success\/15": "Un giorno, mi auguro di essere un genitore, ma devo trovare il partner ideale per prima.",
    "confident.dialogue.chat.success\/16": "Mi trovo spesso a chiedermi dove sarebbe stato se avessi scelto di risiedere nel villaggio confinante.",
    "confident.dialogue.chat.success\/17": "Ah, la nostalgia! I miei ricordi d'infanzia sono veramente preziosi. Quegli erano i tempi assolutamente migliori.",
    "confident.dialogue.chat.success\/18": "Mi è improvvisamente venuto in mente che non visito i miei genitori da anni. Un viaggio per vederli è assolutamente necessario.",
    "confident.dialogue.chat.success\/19": "Ho desiderato per molto tempo fare un viaggio nel villaggio vicino, ho alcuni vecchi amici che sono disperato di riunirmi con loro.",
    "confident.dialogue.chat.success\/2": "Certo, il tempo oggi è assolutamente splendido!",
    "confident.dialogue.chat.success\/20": "Hai mai immaginato un mondo in cui il formaggio era semplicemente un sogno? Sembra troppo meraviglioso per essere vero!",
    "confident.dialogue.chat.success\/3": "Sto andando fantastico, anche se accidentalmente ho incoccato il mio piede stamattina.",
    "confident.dialogue.chat.success\/4": "Conosci cosa dicono, un'arancia al giorno e quei zombi fastidiosi si allontanano!",
    "confident.dialogue.chat.success\/5": "Sto costruendo il mio villaggio è il mio sogno più grande, ma devo ammettere che posso essere un po' pigro di tanto in tanto.",
    "confident.dialogue.chat.success\/6": "Chi è che ho visto l'altro giorno? %supporter%, che si aggira con il suo armatura di diamante lucida!",
    "confident.dialogue.chat.success\/7": "Credere o no, %supporter% ha trovato un cassetto pieno di diamanti ieri stesso! così fortunati!",
    "confident.dialogue.chat.success\/8": "Non è il tempo che è semplicemente notevole? Io personalmente adoro i giorni soleggiati di più.",
    "confident.dialogue.chat.success\/9": "Ho vissuto in questo posto tutta la mia vita e questi ragni e gobbi sono onestamente niente di grave per me.",
    "confident.dialogue.chat.taiga\/1": "I boschi sono assolutamente fantastici! Ci forniscono un'abbondanza di materiale da costruzione, legna da fuoco e i più incredibili terreni di caccia che tu possa immaginare.",
    "confident.dialogue.chat.taiga\/2": "Ah, freddo? Nel bioma della taiga? Oh, per favore! Abbiamo tutto ciò di cui potremmo mai sognare qui. Non mi sogno nemmeno di scambiare questo posto con il mondo!",
    "confident.dialogue.chat.taiga\/3": "Foreste di taiga? sono incredibilmente cool! sono come l'epitome dell'awesomeness! e quei deliziosi frutti? oh, sono solo la ciliegina sulla torta!",
    "confident.dialogue.chat.taiga\/4": "I pipistrellini nei boschi di taiga? sono come piccole palle di maldicenza e adorabilità! non posso resistere a dar loro dei bei frutti dolci. semplicemente meritano!",
    "confident.dialogue.chat.taiga\/5": "I lupi nella taiga? sono praticamente i nostri migliori amici! Con tanto cibo intorno, sono quasi domestici come possono essere. È come avere un branco di compagni fedeli!",
    "confident.dialogue.chat.taiga\/6": "Ah, l'aria fresca e cruda della taiga. Non è solo rilassante, è come un respiro di pura invigoratione! Niente batte prendere un profondo respiro e sentirsi così vivo!",
    "confident.dialogue.chat.taiga\/7": "Raccolti di fragole dolci? Oh, sono una spada a doppio taglio di deliziosità! I migliori frutti che avrai mai assaggiato, ma quei spine? Sono come minuscole lame affilate!",
    "confident.dialogue.chat.taiga\/8": "Pioggia nella taiga? forse è fredda, ma è anche incredibilmente rilassante. C'è qualcosa di magico nel stare sotto la pioggia, sentire la tranquillità che ti avvolge. Ah, beatitudine!",
    "confident.dialogue.first.exploring\/1": "Possiamo non vantare molto, ma ti assicuriamo che sei più che benvenuto qui, a condizione che rispetti le nostre linee guida.",
    "confident.dialogue.first.exploring\/2": "Accogliamo le tue regole, caro viaggiatore, e questo rifugio ti aprirà le braccia.",
    "confident.dialogue.first.exploring\/3": "Ecco il testo:\n\n\"Hark, oh wanderer! Behave with utmost civility, and thou shalt be greeted with open arms in this realm.\"",
    "confident.dialogue.first.generic\/1": "Ah, finalmente qualcuno interessante! Ho aspettato un viaggiatore come te.",
    "confident.dialogue.first.generic\/2": "Beh, non sei proprio un cambiamento di aria fresca! Era ora che qualcuno degno di conversare facesse la sua comparsa.",
    "confident.dialogue.first.generic\/3": "Oh, un nuovo arrivato! Preparati a goderti una vera e propria avventura, amico mio!",
    "confident.dialogue.first.generic\/4": "Benvenuto, benvenuto! Spero che tu sia pronto per essere ammesso, perché questo villaggio appena ha ricevuto un importante aggiornamento con il tuo arrivo.",
    "confident.dialogue.first.generic\/5": "Ecco chi abbiamo qui, un vero avventuriero! Sei proprio ciò di cui questo posto aveva bisogno per dare un colpo di spalla.",
    "confident.dialogue.first.generic\/6": "Beh, beh, beh, cosa abbiamo qui? Un nuovo volto in città! Preparati per alcune esperienze indimenticabili, amico mio.",
    "confident.dialogue.first.question\/1": "Salve, viaggiatore. Cosa ti ha portato a onorare il nostro villaggio umile?",
    "confident.dialogue.first.question\/2": "Ah, un'anima fresca. Come hanno guidato i venti del destino fino al nostro piccolo rifugio?",
    "confident.dialogue.first.question\/3": "Beh, beh, beh! Un altro cercatore di emozioni, presumo? Raccontami, come hai scoperto questo tesoro nascosto?",
    "confident.dialogue.first.settling\/1": "Ah, splendido vedere un'altra anima che onora il nostro umile villaggio con la sua presenza!",
    "confident.dialogue.first.settling\/2": "Salve, caro vicino! Preparati per una esistenza deliziosa tra l'abbraccio del nostro villaggio!",
    "confident.dialogue.first.settling\/3": "Sono felice di accogliere un altro individuo esperto pronto a prestare la sua mano capace nel nostro umile rifugio!",
    "confident.dialogue.first.settling\/4": "Ecco, hai scelto saggiamente di restare nel nostro villaggio? Magnifico! Preparati per un viaggio di abbondante soddisfazione e prosperità!",
    "confident.dialogue.first.spent_night.failed\/1": "Non siamo proprio famosi per le nostre abilità da costruttori di alberghi, per essere franchi. Ma almeno abbiamo altri talenti!",
    "confident.dialogue.first.spent_night.failed\/2": "Purtroppo, non siamo molto bravi a costruire alberghi qui intorno. Ma non preoccuparti, abbiamo molte altre cose da offrire!",
    "confident.dialogue.first.spent_night.failed\/3": "Se hai bisogno disperato di un albergo, forse esplorare altre città potrebbe rivelarsi più fruttuoso. Ma non preoccuparti, abbiamo ancora molti charme per farne ammenda!",
    "confident.dialogue.first.spent_night.success\/1": "Sei fortunato! L'albergo nostro è di alta qualità e ti assicuro che non troverai un posto migliore per riposare le tue ossa stanche.",
    "confident.dialogue.first.spent_night.success\/2": "Non cercare oltre! La nostra locanda è famosa per il suo servizio eccezionale e la sua comodità ineguagliabile. È il rifugio ideale per ricaricarsi e rigenerarsi.",
    "confident.dialogue.first.spent_night.success\/3": "Stai cercando un rifugio accogliente con cucina deliziosa? Il nostro albergo è il posto dove devi essere! Ci prendiamo cura di offrire l'apice della calore e dei piatti gustosi.",
    "confident.dialogue.flirt.fail\/1": "Se tu credi veramente questo, allora dimmi come puoi essere irresistibile.",
    "confident.dialogue.flirt.fail\/2": "Oh, per favore, risparmia le frasi riciclate. L'hai usata anche sul fabbro!",
    "confident.dialogue.flirt.fail\/3": "Impossibile, assolutamente impossibile.",
    "confident.dialogue.flirt.fail\/4": "Ecco, il meglio che puoi fare? Mi aspettavo di più.",
    "confident.dialogue.flirt.fail\/5": "anche un crepitante avrebbe una possibilità migliore di conquistarmi.",
    "confident.dialogue.flirt.fail\/6": "Mi dispiace, ma quella battuta è semplicemente ridicola.",
    "confident.dialogue.flirt.fail\/7": "Quell'aspetto non funzionerà su di me e ti prego di non pronunciare mai più quelle parole.",
    "confident.dialogue.flirt.slap\/1": "Mi scuso, ma devo dire che stai interrompendo la mia brillantezza!",
    "confident.dialogue.flirt.slap\/2": "Hai preso appunti da un crepitio su come incantare?",
    "confident.dialogue.flirt.success\/1": "Wow, sei incredibilmente audace!",
    "confident.dialogue.flirt.success\/2": "Oh, per favore! Il tuo fascino è fuori scala!",
    "confident.dialogue.flirt.success\/3": "*giglie* sei per davvero?",
    "confident.dialogue.flirt.success\/4": "Oh, mio dio!",
    "confident.dialogue.flirt.success\/5": "Quello è stato assolutamente affascinante! Mi hai portato via i piedi!",
    "confident.dialogue.flirt.success\/6": "Come diavolo riesci sempre a emanare tanta sicurezza? Mi lasci completamente senza parole.",
    "confident.dialogue.flirt.success\/7": "Oh, basta già! Mi stai facendo arrossire come una scolaretta.",
    "confident.dialogue.goaway\/1": "No, non sono interessato. Vattene!",
    "confident.dialogue.goaway\/2": "Oh, per favore, trova qualcosa di più degno di occupare il tuo tempo.",
    "confident.dialogue.goaway\/3": "Scusa, caro\/a %1$s, ma attualmente sono impegnato.",
    "confident.dialogue.goaway\/4": "Perché non vai a disturbar qualcun altro? Ho cose da fare.",
    "confident.dialogue.goaway\/5": "Ti comando di partire, tu maiale incivile!",
    "confident.dialogue.greet.fail\/1": "Pfft, comunque.",
    "confident.dialogue.greet.fail\/2": "Sono felice di sapere...",
    "confident.dialogue.greet.fail\/3": "Oh, vedo. Non preoccuparti allora!",
    "confident.dialogue.greet.fail\/4": "Sembra che non ci sia stato un buon inizio...",
    "confident.dialogue.greet.fail\/5": "Meh, chi si cura...",
    "confident.dialogue.greet.mayor\/1": "Buon giorno a te, illustre sindaco!",
    "confident.dialogue.greet.mayor\/2": "Desiderando per te un giorno splendido, sindaco!",
    "confident.dialogue.greet.monarch\/1": "Salve, maestà onorata.",
    "confident.dialogue.greet.monarch\/2": "Saluti, altezza nobile.",
    "confident.dialogue.greet.negative\/1": "Ugh, andate via, siete l'individuo più inaspettato che avrei voluto incontrare!",
    "confident.dialogue.greet.negative\/2": "Fantastico, ecco chi è tornato. Ancora una volta.",
    "confident.dialogue.greet.negative\/3": "hm?",
    "confident.dialogue.greet.negative\/4": "Oh, è solo te. Mi aspettavo un'altra persona.",
    "confident.dialogue.greet.negative\/5": "Sono arrivato per disturbarmi ancora una volta?",
    "confident.dialogue.greet.success\/1": "Assolutamente fantastico, felice di sentire questo!",
    "confident.dialogue.greet.success\/2": "Fenomenale, assolutamente strepitoso!",
    "confident.dialogue.greet.success\/3": "Non potrei essere di meglio, sono estremamente felice di sentire questo!",
    "confident.dialogue.greet.success\/4": "Estasi, sopra la luna di sentire tali meravigliose notizie!",
    "confident.dialogue.greet.success\/5": "Meraviglioso, splendido in modo positivo avere quella conoscenza!",
    "confident.dialogue.greet\/1": "Beh, ciao lì! Come stai oggi?",
    "confident.dialogue.greet\/2": "Ciao %1$s! come va la vita?",
    "confident.dialogue.greet\/3": "Ah, ciao! Posso aiutarti con qualcosa?",
    "confident.dialogue.greet\/4": "Wow, sembri assolutamente temerario! Come ti sta andando il giorno?",
    "confident.dialogue.greet\/5": "Ciao là %1$s! È un piacere avere te qui intorno!",
    "confident.dialogue.greet\/6": "Ecco, ecco, ecco, guardate chi c'è!",
    "confident.dialogue.greet\/7": "Ecco un piacere incrociarti!",
    "confident.dialogue.greet\/8": "Salve! Devo dire che è un piacere vedere te. Come stai andando oggi?",
    "confident.dialogue.greet\/9": "Ehi! Sono felice di vederti!",
    "confident.dialogue.hire\/1": "Non preoccuparti, basta dirmi quando hai bisogno di aiuto. Sarò al tuo servizio per tutta la durata pagata.",
    "confident.dialogue.hire\/2": "Assolutamente splendido! Sono libero di chiamarti ogni volta che hai bisogno del mio aiuto. Sarò presente in cambio di quegli splendidi emeralditi!",
    "confident.dialogue.hire\/3": "Meraviglioso! Assicuratevi che gli smarriti siano pronti, poiché sono pronto a sbalordire!",
    "confident.dialogue.hug.fail\/1": "Sei assolutamente sporco! Coperto di terra e ruggine!",
    "confident.dialogue.hug.fail\/2": "Non posso accettare un abbraccio, mi dispiace.",
    "confident.dialogue.hug.fail\/3": "Ehi, cosa c'è da dire?",
    "confident.dialogue.hug.fail\/4": "Sei scherzando? ricordi quando mi hai insultato? assolutamente impossibile.",
    "confident.dialogue.hug.fail\/5": "Invero, non sono incline a estendere un abbraccio a qualcuno come te.",
    "confident.dialogue.hug.fail\/6": "Ugh, ti prego, tenere le tue germi lontano da me! disgustoso!",
    "confident.dialogue.hug.fail\/7": "Oh, bene, suppongo di dovere dire grazie... credo.",
    "confident.dialogue.hug.success\/1": "Ecco, ecco, ecco! Guarda chi è finalmente arrivato!",
    "confident.dialogue.hug.success\/2": "Ah, proprio ciò di cui avevo bisogno! Sapevo che non mi deluderesti.",
    "confident.dialogue.hug.success\/3": "Finalmente qualcosa per illuminare il mio giorno. Grazie!",
    "confident.dialogue.hug.success\/4": "Wow, ti dai i migliori abbracci! È come essere avvolto da un morbido copriletto.",
    "confident.dialogue.hug.success\/5": "Oh, grazie per l'abbraccio, ma devo dire che sei fortunato a provare il mio calore. È veramente eccezionale.",
    "confident.dialogue.hug.success\/6": "Wow! Il tuo abbraccio è come essere avvolto in un morbido copriletto di calore puro!",
    "confident.dialogue.joke.animal.failed\/1": "Oh per favore, continua a fare battute quanti ne vuoi. Non cambierà il fatto che non sono divertito.",
    "confident.dialogue.joke.animal.failed\/2": "Salva le tue battute poco originali per qualcuno che apprezzi. Io ho standard, sai?",
    "confident.dialogue.joke.animal.failed\/3": "Insulti ancora il mio maiale e vedrai come sono sicuro di difenderlo.",
    "confident.dialogue.joke.animal.failed\/4": "Beh, hai provato con quel gioco, ma sono abbastanza sicuro di sapere che non vale nemmeno una risata.",
    "confident.dialogue.joke.animal.failed\/5": "Un'occhiata a una mucca? Sinceramente? Il tuo tentativo di umorismo è altrettanto miserabile della tua fiducia in se stesso.",
    "confident.dialogue.joke.animal.success\/1": "Oh, il povero agnello ha perso la sua lana, ma be', ciò mi fa sorridere!",
    "confident.dialogue.joke.animal.success\/2": "E poi, che sorpresa! Il lupo finì per innamorarsi follemente di quella pecora!",
    "confident.dialogue.joke.animal.success\/3": "Ha! Non credi a ciò che quegli incredibili polli sono in grado di fare!",
    "confident.dialogue.joke.animal.success\/4": "Ahah, è troppo stupido per resistere! Assolutamente lo adoro!",
    "confident.dialogue.joke.animal.success\/5": "Sai cosa è incredibile? le mucche sono come macchine per la produzione di latte, non si esauriscono mai!",
    "confident.dialogue.joke.creative.failed\/1": "Sto scherzando su questo non mi impressiona.",
    "confident.dialogue.joke.creative.failed\/2": "Un tentativo di umorismo debole. Mi aspettavo di meglio.",
    "confident.dialogue.joke.creative.failed\/3": "Oh per favore, ho sentito battute più divertenti nel mio sonno.",
    "confident.dialogue.joke.creative.failed\/4": "È questo il miglior scherzo che puoi inventare? deludente.",
    "confident.dialogue.joke.creative.failed\/5": "Mi suppongo che ti darò un risata di pietà per quel tipo.",
    "confident.dialogue.joke.creative.failed\/6": "Divertente? No, non lo è stato. Prova di nuovo la prossima volta.",
    "confident.dialogue.joke.creative.failed\/7": "Salva le battute per gli amatori, ho un senso di umorismo raffinato.",
    "confident.dialogue.joke.creative.failed\/8": "La saggezza di Ash ti supera. Dovresti prendere appunti.",
    "confident.dialogue.joke.creative.success\/1": "*Ridacchia* questo mi fa ridere!",
    "confident.dialogue.joke.creative.success\/2": "Ahah! Questo è divertente!",
    "confident.dialogue.joke.creative.success\/3": "Questo è semplicemente straordinario! Il vertice dell'ilarità!",
    "confident.dialogue.joke.creative.success\/4": "Potresti essere proprio la persona più spiritosa che abbia mai incontrato, anche più della %supporter%!",
    "confident.dialogue.joke.creative.success\/5": "Oh mio, hai un talento comico veramente notevole! Hai mai considerato una carriera di stand-up?",
    "confident.dialogue.joke.creative.success\/6": "Oh mio dio! Quell'umorismo è stato un vero e proprio schiaffo al ginocchio, il migliore di sempre!",
    "confident.dialogue.joke.creative.success\/7": "Hehe! Il tuo umorismo supera quello di Ash per un miglio!",
    "confident.dialogue.joke.creative.success\/8": "Ahaha! È veramente divertente, devo ammettere!",
    "confident.dialogue.joke.monster.failed\/1": "Naturalmente, i scheletri sono esseri senzienti! È conoscenza comune, veramente!",
    "confident.dialogue.joke.monster.failed\/2": "Puoi crederci che qualcuno abbia scherzato sulle creature che esplodono? Quanto datati puoi essere?",
    "confident.dialogue.joke.monster.failed\/3": "Non dimenticare che i morti viventi e gli scheletri erano un tempo umani, proprio come te e me. Mostra un po' di rispetto!",
    "confident.dialogue.joke.monster.failed\/4": "Oh per favore, un Enderman che cade in acqua? Questo non è niente in confronto a ciò che ho visto.",
    "confident.dialogue.joke.monster.failed\/5": "E' così divertente come le persone sempre fanno quei battute sugli scarafaggi d'argento sul bagno. Io mean, veniamo onesti, è quasi un cliché in questo punto. Ma hey, è successo ancora una volta, puoi crederci?",
    "confident.dialogue.joke.monster.success\/1": "Ahah! Quell' scheletro ha avuto quel che si meritava!",
    "confident.dialogue.joke.monster.success\/2": "Aspetta, quello zombi ha seriamente pensato di poterti prendere con una piccozza? Hahahah, come è patetico!",
    "confident.dialogue.joke.monster.success\/3": "Oh, uomo, hai completamente posseduto quel ragno! Sei inarrestabile, hahaha!",
    "confident.dialogue.joke.monster.success\/4": "Wow, hai realmente riuscito a far cadere un scheletro su un crepitio?! È incredibile, haha!!",
    "confident.dialogue.joke.monster.success\/5": "Ahah! Non credo che quei ragno delle grotte siano così disperati! È quasi troppo facile superarli!",
    "confident.dialogue.kiss.fail\/1": "Chi si preoccupa se qualcuno può vedere, baceremo come se non ci fosse un domani!",
    "confident.dialogue.kiss.fail\/2": "Ecco, è il meglio che hai? I miei baci sono leggendari!",
    "confident.dialogue.kiss.fail\/3": "Per favore, Ash desidera che potessero baciarsi come me. Io sono su un livello completamente diverso.",
    "confident.dialogue.kiss.fail\/4": "Sono spray per la respirazione nemmeno riusciranno a riparare quell'insuccesso catastrofico bacio!",
    "confident.dialogue.kiss.fail\/5": "Oh, grazie per il bacio \"amabile\". Hai sicuramente bisogno di prendere lezioni da me.",
    "confident.dialogue.kiss.fail\/6": "Lasciami stare! Desidero qualcuno che sappia baciare correttamente.",
    "confident.dialogue.kiss.slap\/1": "Chi pensi di essere, sfidarmi in questo modo?",
    "confident.dialogue.kiss.slap\/2": "Dai un'altra chance se osi, ma avvertito, la prossima non sarà dimenticata!",
    "confident.dialogue.kiss.success\/1": "In questo momento è pura perfezione, non voglio che finisca mai.",
    "confident.dialogue.kiss.success\/2": "Sono completamente innamorato di te, cara.",
    "confident.dialogue.kiss.success\/3": "Wow, questo bacio è altrettanto delizioso quanto un banchetto gourmet!",
    "confident.dialogue.kiss.success\/4": "Mmm, le tue labbra sono come un nettare dolce che non posso resistere.",
    "confident.dialogue.kiss.success\/5": "Oh mio, hai veramente padroneggiato l'arte del bacio, %1$s.",
    "confident.dialogue.kiss.success\/6": "Non offenderei Ash, ma i tuoi baci sono sovrani! *risata*",
    "confident.dialogue.location.ancient_city\/0": "Direi, ho sentito parlare di alcuni suoni piuttosto strani che provenivano da %2$s, risonanti dalle profondità sottostanti.",
    "confident.dialogue.location.ancient_city\/1": "Oh, segnalo la mia parola, là giace un segreto nascosto di grande portata proprio sotto il terreno stesso di %2$s.",
    "confident.dialogue.location.ancient_city\/3": "Storie antiche di una città antica a %2$s, mio caro amico. Ahimè, i miei occhi non hanno ancora avuto il privilegio di vederla, forse riposa nascosta proprio sotto la roccia stessa.",
    "confident.dialogue.location.failed\/1": "Ecco, non ho ricevuto neanche un solo bisbiglio.",
    "confident.dialogue.location.failed\/2": "Con rincrescimento, mio caro interlocutore, devo informarti che la mia vasta conoscenza di questo luogo non offre alcun luogo interessante da divulgare.",
    "confident.dialogue.location.failed\/3": "Ohimè, devo deluderti, nobile viaggiatore. Le nostre priorità sono altrove, poiché non ci dedichiamo alla ricerca folle di rovine pericolose come gli audaci avventurieri come te.",
    "confident.dialogue.location.forgot\/1": "Oh, ho, mi sono imbattuto nel luogo più incredibile, ma purtroppo la mia memoria fotografica non si è attivata e ho dimenticato di documentarlo. Mi scuso.",
    "confident.dialogue.location.forgot\/2": "Oh, l'avventura del divertimento! Non credi che ci sia stato questo luogo incredibile che ho scoperto e, per fortuna, è sfuggito alla mia memoria come sabbia tra le mie dita. Mi scuso sinceramente per questo frustrante lapsus.",
    "confident.dialogue.location.forgot\/3": "Certo! Ci fu un'emozionante scoperta che feci, ma purtroppo la mia memoria abituale mi ha tradito e non riesco a ricordare i dettagli esatti. Mi scuso per l'omissione.",
    "confident.dialogue.location.igloo\/1": "Mi sono imbattuto in un iglù nel %2$s. Puoi crederci che qualcuno abbia effettivamente pensato che vivere in una casa fatta di neve fosse un'idea buona? Quanto freddo!",
    "confident.dialogue.location.igloo\/2": "Tu non credi a cosa ho scoperto al %2$s - un igloo abbandonato. Immagino che nessuno abbia il coraggio di affrontare il freddo e vivere lì. E, tra te e me, c'è qualcosa di strano in quel posto. Giuro di sentire strani rumori ogni volta che ci passo...",
    "confident.dialogue.location.igloo\/3": "Che cosa ho trovato qui? Un palazzo di ghiaccio abbandonato, o come lo chiamano, un iglù. È stato deserto per anni, probabilmente perché nessuno nella sua testa sana vuole vivere in una fortezza congelata.",
    "confident.dialogue.location.jungle_pyramid\/1": "Oh, non credi ai tesori che si nascondono nelle profondità di %2$s nel folto della giungla! Solo un avvertimento, mio coraggioso amico, quei pericolosi trappole potrebbero trasformare anche il più valoroso avventuriero in una semplice memoria.",
    "confident.dialogue.location.jungle_pyramid\/2": "Ah, %2$s, il leggendario tempio nascosto tra la giungla fitta. Si dice che le trappole all'interno siano altrettanto letali come sempre, in attesa di un'anima ingenua come te stessa per cadere loro preda. Considerati avvisato, mio coraggioso compagno.",
    "confident.dialogue.location.mansion\/1": "Ascolta bene, gente! Se osse il coraggio di avventurarsi in %2$s, vi imbatterete nella famigerata villa. Considerate la vostra vita in pericolo e evitate quell'abitazione maledetta.",
    "confident.dialogue.location.mansion\/2": "Hai visto quell'enorme villa là a %2$s? È infestata da quei malvagi Illager e ti dico che dobbiamo spostare questo villaggio al più presto. Lontano, lontano da questo luogo maledetto, se mi chiedi.",
    "confident.dialogue.location.mineshaft\/1": "Ah, i giorni buoni quando avevamo una miniera fiorente in %2$s. Tuttavia, la tragedia ha colpito e doveva essere sigillata. Procedere con cautela se osate esplorare le sue rimanenze maledette.",
    "confident.dialogue.location.mineshaft\/2": "Senti dire una storia sulla leggendaria miniera che avevamo proprio in questo punto. Era un vedere da togliere il fiato fino a quando non si verificò un disastro, costringendoci ad abbandonarla. Se la mia memoria non mi inganna, potresti ancora trovare tracce di essa vicino %2$s.",
    "confident.dialogue.location.monument\/1": "Oh, non crederebbei! C'è un incredibile castello sommerso, circondato da mostri marini feroci, là dove %2$s. Ti consiglio di dargli ampio spazio, mio amico.",
    "confident.dialogue.location.monument\/2": "Oh, le leggende! parlano di rovine antiche incredibili nascoste nelle profondità dell'oceano a %2$s. il tesoro attende, mio coraggioso amico, ma procedi con cautela, poiché pericolo si nasconde in ogni angolo.",
    "confident.dialogue.location.pillager_outpost\/1": "Oh, non credi a ciò che ho visto! proprio sopra a %2$s, c'è questo gruppo di razziatori che pensano di poterci intimorire. Ma ti dico, non ci arretreremo. Siamo pronti a difendere il nostro villaggio con tutto ciò che abbiamo!",
    "confident.dialogue.location.pillager_outpost\/2": "Ascolta tutti! abbiamo un problema in mano! quei pillaggiatori hanno stabilito un avamposto a %2$s, pensando di poterci spaventare. Be', immaginate cosa? non ci spaventiamo! li mostreremo chi è il capo e li farò scappare quei codardi!",
    "confident.dialogue.location.pillager_outpost\/3": "Attenzione, valorosi! Se sentite di essere pronti per un'avventura, dirigetevi verso %2$s. I razziatori hanno osato invadere il nostro territorio, ma non li lasceremo scappare. Sono sicuro che se sconfiggete quei birbanti, guadagnerete il rispetto e la gratitudine di tutta la nostra comunità.",
    "confident.dialogue.location.pyramid\/1": "Oh, non credi a ciò che ho trovato! Ci sono una piramide imponente proprio a pochi passi da qui, al %2$s. Sono sicuro che ne vale la pena!",
    "confident.dialogue.location.pyramid\/2": "Preparati, avventuriero! Si dice che ci sia un'imponente piramide in attesa della tua scoperta a %2$s. La leggenda racconta che solo le anime più coraggiose osano varcare la soglia. Sei tu pronto per il challenge?",
    "confident.dialogue.location.pyramid\/3": "Ah, %2$s, la casa di un famoso piramide. molti hanno cercato di conquistare i suoi misteri, ma solo i migliori dei migliori emergono vittoriosi. sarai il prossimo eroe a reclamare i suoi tesori?",
    "confident.dialogue.location.ruined_portal\/1": "Oh, vuoi parlare di quel portale abbandonato in %2$s? Ti dico, non c'è nulla da preoccuparsi. Solo un po' di invasione dell'inferno dopo effetto. Non mi sorprenderei se non fosse nemmeno degno della mia attenzione!",
    "confident.dialogue.location.ruined_portal\/2": "Ecco, hai sentito parlare di quel portale del Nether abbandonato a %2$s, eh? Be', ti assicuro che non mi spaventa affatto. Potrei probabilmente ripararlo addirittura nel mio sonno!",
    "confident.dialogue.location.ruined_portal\/3": "Ah, gli antichi ruderi a %2$s. Non ascoltare i pettegolezzi, amico mio. Io ho esplorato quei terreni da solo. Quel vecchio portale dell'Inferno potrebbe essere spaventoso, ma ti assicuro che non rappresenta alcun pericolo per qualcuno con le mie abilità. E se ci sono tesori nascosti intorno, sarò il primo a prenderli!",
    "confident.dialogue.location.ruined_portal_desert\/1": "Ecco, avventuriero coraggioso! Avventura nel deserto arido, dove un portale, ora niente più che rovine, racconta la storia di sogni infranti.",
    "confident.dialogue.location.ruined_portal_mountain\/1": "Marvel, mio amico, alla vista di un portale vecchio ormai, nascosto tra le montagne ruinate di %2$s, i suoi segreti ora sussurrati solo dal vento.",
    "confident.dialogue.location.ruined_portal_swamp\/1": "Puoi crederlo? C'è un totale disastro di porta nel mezzo di questo maledetto pantano dei %2$s, dove gli invasori del Nether devono essere confusi e senza speranza su dove si sono ritrovati.",
    "confident.dialogue.location.shipwreck\/1": "Oh, ecco! Ho trovato un'imbarcazione sommersa magnifica nel %2$s. Quest'unità, una volta possedimento degno dell'Eminentissima Compagnia dell'Alleanza Orientale, ora riposa ai fondi del mare.",
    "confident.dialogue.location.shipwreck\/2": "Si dice che un gruppo di marinai intraprendenti abbia scoperto un relitto navale in %2$s. Oh, l'emozione! Non posso fare a meno di chiedermi se ci sono tesori preziosi in attesa di essere scoperti nella sua tomba d'acqua.",
    "confident.dialogue.location.shipwreck_beached\/1": "Ecco! Un relitto di proporzioni epiche ti attende a %2$s! Uno spettacolo inconfondibile che ti lascerà senza parole!",
    "confident.dialogue.location.shipwreck_beached\/2": "Imposta gli occhi sul %2$s, amico mio, poiché là giace un relitto che ha incontrato la sua morte acquatica sulla spiaggia sabbiosa. Oserei dire che è un mistero come tale spettacolo sia venuto a essere!",
    "confident.dialogue.location.swamp_hut\/1": "Ecco, stai andando nella palude, eh? Be', ti darò un consiglio",
    "confident.dialogue.location.swamp_hut\/2": "Ah, il famoso pantano, dove pericolo si nasconde a ogni angolo. Se fossi te, starei lontano da %2$s. C'è questa strega orrenda e la sua decrepita capanna, e ti dico, non troverai nulla di buono in quella zona.",
    "confident.dialogue.location.village_desert\/1": "Certo, tutti sanno di questo villaggio accogliente situato proprio nel cuore del deserto arido, a %2$s.",
    "confident.dialogue.location.village_plains\/1": "Ecco, un villaggio magnifico ti attende presso %2$s.",
    "confident.dialogue.location.village_plains\/2": "Esplora il cuore della pianura e sii ammesso dalla meravigliosa altra che ti si presenta di fronte a te in %2$s.",
    "confident.dialogue.location.village_savanna\/1": "Andare a %2$s e troverai un'altra villaggio. Sono sicuro che il caldo cocente non ti farà nemmeno inarcare un sopracciglio!",
    "confident.dialogue.location.village_savanna\/2": "Entrare nel savana al %2$s, mio amico, e scoprirai un villaggio delizioso. I locali sono semplicemente deliziosi, ti assicuro!",
    "confident.dialogue.location.village_snowy\/1": "C'è un villaggio là dove %2$s. ti assicuro che è gelido fuori!",
    "confident.dialogue.location.village_snowy\/2": "Nel cuore delle pianure innevate, scoprirai un'altra villaggio al %2$s. È freddo, ma quei gentiluomini sono resistenti come il ghiaccio stesso!",
    "confident.dialogue.location.village_taiga\/1": "C'è un villaggio magnifico proprio davanti a noi, situato nel cuore del bioma della taiga vibrante.",
    "confident.dialogue.location.village_taiga\/2": "Esplora il villaggio di %2$s e ammira la sua magnificenza pura. Si trova maestosamente nel cuore del bioma della taiga incantata, se la mia memoria impeccabile non mi inganna.",
    "confident.dialogue.main.evening\/1": "Buona sera, mio amico!",
    "confident.dialogue.main.evening\/2": "Posso crederci che il giorno sia volato via così in fretta? Come è andata la tua giornata?",
    "confident.dialogue.main.evening\/3": "Altro giorno, altro trionfo del duro lavoro, non ti pare?",
    "confident.dialogue.main.evening\/4": "Il tempo sembra avere un conto in sospeso con noi, non è vero? Ci sono così tante cose da fare e così poco tempo!",
    "confident.dialogue.main.evening\/5": "Come il maestro cuoco della mia umile dimora, è ora per me ritirarmi e creare un capolavoro culinario per la cena.",
    "confident.dialogue.main.evening\/6": "Oggi è stato un disastroso spreco di momenti preziosi, lasciandomi con un senso di insoddisfazione persistente.",
    "confident.dialogue.main.evening\/7": "La mattina fu un campo di battaglia, ma non temere, poiché presto partirò su un sonno meritato per ricaricare lo spirito eroico.",
    "confident.dialogue.main.evening\/8": "La sera porta storie di crolli pericolosi, quindi mi ritirerò nella sicurezza della mia abitazione. Arrivederci!",
    "confident.dialogue.main.evening\/9": "Ehi, mio caro conoscente! Stavo solo procurando gli ingredienti più fini per il nostro prossimo banchetto. Ci rivedremo presto!",
    "confident.dialogue.main.morning\/1": "Buongiorno!",
    "confident.dialogue.main.morning\/10": "Penso che potrei passare un po' di tempo libero oggi, mi merito un po' di tempo per me.",
    "confident.dialogue.main.morning\/11": "Il mio orario è pieno oggi, sono praticamente una superstar!",
    "confident.dialogue.main.morning\/12": "In realtà ho passato la notte più rilassante, il che significa è arrivato il momento di alcune avventure grandiose!",
    "confident.dialogue.main.morning\/2": "Alzati e splenditi, amici! Pronti a conquistare il giorno?",
    "confident.dialogue.main.morning\/3": "Sono ancora un po' stordito, come te?",
    "confident.dialogue.main.morning\/5": "Sembra che non hai avuto abbastanza sonno da bellezza, amico mio.",
    "confident.dialogue.main.morning\/6": "Ah, un altro giorno glorioso ci attende, miei concittadini. Sia pure conto!",
    "confident.dialogue.main.morning\/7": "Hai catturato tutti i sogni dolci della notte scorsa? Sembrano proprio radiosa.",
    "confident.dialogue.main.morning\/8": "Buongiorno, sonnambulo! è ora di svegliarsi e afferrare la giornata!",
    "confident.dialogue.main.morning\/9": "Che mattino splendido! Posso già sentire le onde del successo che ci arrivano.",
    "confident.dialogue.main.night\/1": "Oh, stiamo bruciando il petrolio della mezzanotte, vero?",
    "confident.dialogue.main.night\/10": "Sai, dovresti veramente ritirarti per la notte. Ho sentito voci di un giorno caotico che ti aspetta domani.",
    "confident.dialogue.main.night\/2": "Sembra che qualcuno abbia un'infatuazione per le serate tarde.",
    "confident.dialogue.main.night\/3": "Ah, un creatura notturna come me, vedo.",
    "confident.dialogue.main.night\/4": "Eh, ti consiglio di stare attento fuori lì. I mostri non avrebbero alcuna possibilità contro di me, ma non posso dire lo stesso per te.",
    "confident.dialogue.main.night\/5": "Anche con i guardiani intorno, la notte mi dà ancora un brivido emozionante. Non ti sembra?",
    "confident.dialogue.main.night\/6": "Ah, la tranquillità dell'oscurità mi avvolge. È il momento perfetto per godermi un po' di rilassamento meritato.",
    "confident.dialogue.main.night\/7": "Il rumore e la confusione del giorno possono essere soverchiante, ma per me la notte offre un rifugio sereno.",
    "confident.dialogue.main.night\/8": "Devo ammettere che mi sento un po' stanco. Oggi è stato molto evento, ma domani sarà un gioco da ragazzi per qualcuno come me.",
    "confident.dialogue.main.night\/9": "Oh, il pensiero di accucciarsi sotto le coperte è delizioso. Non posso aspettare di addormentarmi in un sonno profondo.",
    "confident.dialogue.main.rock_paper_scissor\/1": "Preparati a vedere la potenza dei miei incredibili skill di scacchi delle pietre!",
    "confident.dialogue.main\/1": "Ah, salve!",
    "confident.dialogue.main\/2": "Beh, beh, come stai oggi?",
    "confident.dialogue.main\/3": "Ah, splendido rivederti!",
    "confident.dialogue.main\/4": "Racconta pure, qual è la novità del tuo giorno?",
    "confident.dialogue.main\/5": "Come va il tuo giorno, buon signore\/donna?",
    "confident.dialogue.main\/6": "Ah, %1$s! Qual è l'ultima notizia nel tuo mondo?",
    "confident.dialogue.main\/7": "Mi permetta di raccontare una storia della mia avventura con %supporter%. Accadde che lui fu morso da un zombi! Non temete, poiché mi assicurò che non aveva alcun effetto. Ma ecco che oggi ho incontrato un zombi che somigliava incredibilmente a %supporter% stesso! Una coincidenza molto perplessa, non credete?",
    "confident.dialogue.no_money\/1": "Mi costerebbe una piccola fortuna di emeriti per garantire i miei servizi preziosi!",
    "confident.dialogue.no_money\/2": "Vuoi onestamente pensare che possa pagarti il mio eccezionale expertise con solo quel misero quantitativo di emeriti?",
    "confident.dialogue.no_money\/3": "Mi dispiace, ma le mie abilità uniche hanno un prezzo elevato. Dovrai scavare molto più in profondità nei tuoi riserves di zaffiro se vuoi assumermi.",
    "confident.dialogue.procreate_engaged\/1": "Non posso fare altro che sentire una sensazione di sicurezza non appena abbiamo siglato il contratto e ci siamo uniti.",
    "confident.dialogue.procreate_engaged\/2": "Non sentiamo di poter portare un nuovo essere umano nel mondo senza aver prima consolidato il nostro legame.",
    "confident.dialogue.rock_paper_scissor.loose.paper\/1": "Ok, questa volta sono sicuro che il mio movimento vincente sarà forbici!",
    "confident.dialogue.rock_paper_scissor.loose.rock\/1": "Oh, guardate questo! È carta! Mi godrò della gloria della mia scelta vittoriosa!",
    "confident.dialogue.rock_paper_scissor.loose.scissor\/1": "Scegli, pensavi di poter sconfiggermi? mortale stolto! sono invincibile!",
    "confident.dialogue.rock_paper_scissor.paper\/1": "Tremo di ammirazione mentre svelo il carta imbattibile!",
    "confident.dialogue.rock_paper_scissor.rock\/1": "Ahah! Pietra, amico mio! Preparati a essere schiacciato dal peso della mia determinazione solida!",
    "confident.dialogue.rock_paper_scissor.scissor\/1": "Scissor! I suoi sassi e carta non sono in grado di contrastare la mia fiducia incrollabile!",
    "confident.dialogue.rock_paper_scissor.win.paper\/1": "Ah! La roccia non è in grado di competere con la mia strategia di carta superiore. Vittoria è mia!",
    "confident.dialogue.rock_paper_scissor.win.rock\/1": "Ahimè, il mio sassolino ha distrutto le forbici in mille pezzi! La vittoria è mia, come sempre!",
    "confident.dialogue.rock_paper_scissor.win.scissor\/1": "Hai vinto con quel carta fragile, ma le mie forbici acute sono pronte a conquistare il prossimo turno.",
    "confident.dialogue.rock_paper_scissor\/1": "Pronto, set, vai!",
    "confident.dialogue.rock_paper_scissor\/2": "Posso già vedere il momento glorioso in cui emergo vittorioso! Sia il duello delle menti!",
    "confident.dialogue.rumors.failed\/1": "Ecco, temo di non avere alcuna notizia emozionante per te.",
    "confident.dialogue.rumors.lore\/1": "Credimi, Jax potrebbe ancora avere alcuni seguaci, ma la vera illuminazione si trova nel culto di Sirben. I profeti Merlinwolfgames e Crow sono quelli che diffondono le sue parole divine, e posso assicurarti che stanno creando onde.",
    "confident.dialogue.rumors.lore\/2": "Oh, caro, non ti preoccupare di quei demoni cyber che cercano di invaderci. Sirben e Luke, la coppia imbattibile, hanno messo fine a quell'invasione. Hanno dimostrato a quei demoni chi comanda e li hanno fatti scappare indietro da dove sono venuti.",
    "confident.dialogue.rumors.lore\/3": "Ah, sì, la famosa sparizione dell'antico costruttore. si dice che 2da50, quell'anima avventurosa, decise di intraprendere un viaggio nei luoghi lontani. Ma ti dico, una volta che ti immergi nell'ignoto come quello, non sai mai cosa il destino ti riserva. 2da50 sparì senza lasciare traccia, mai più sentito.",
    "confident.dialogue.rumors.lore\/4": "Oh, il tempio di Sirben, costruito da MerlinwolfGames. Non è solo un tempio, amico mio, è uno dei meravigliosi antichi wonder del nostro mondo. La fattura, la devozione, è veramente ispiratrice. MerlinwolfGames si è davvero distinto con questo capolavoro.",
    "confident.dialogue.rumors.lore\/5": "Una volta c'era una razza magnifica di costruttori, cara. Erano la crema della crema, l'apice del genio architettonico. Ma almeno, si sono estinti, lasciando dietro solo bisbigli delle loro esistenze. È una storia tragica, veramente, vedere tale grandezza svanire negli annali della storia.",
    "confident.dialogue.rumors.lore\/6": "Oh, hai sentito le leggende affascinanti degli antichi costruttori? quegli esseri meravigliosi che disseminarono il mondo superiore con i loro monumentali ruderi e templi mozzafiato? la loro eredità è un testamento alla loro genialità, cara. oh, come desidero sciogliere i misteri che hanno lasciato dietro di sé.",
    "confident.dialogue.shake_hand.fail\/1": "Sei scherzando? Dopo che hai sterminato senza pietà quella mucca?",
    "confident.dialogue.shake_hand.fail\/2": "Non grazie, passerò.",
    "confident.dialogue.shake_hand.fail\/3": "Non c'è bisogno di essere formale, non sono un estraneo qui.",
    "confident.dialogue.shake_hand.fail\/4": "Sei sul serio? Questo è del tutto fuori carattere per te.",
    "confident.dialogue.shake_hand.fail\/5": "Andare al diavolo e lasciami in pace.",
    "confident.dialogue.shake_hand.success\/1": "Il tuo saluto di mano trasuda sicurezza!",
    "confident.dialogue.shake_hand.success\/2": "Il tuo saluto deciso rivela molto sulla tua forza e abilità!",
    "confident.dialogue.shake_hand.success\/3": "Impressionante, la tua etichetta è impeccabile!",
    "confident.dialogue.shake_hand.success\/4": "Saluti, mio amico!",
    "confident.dialogue.shake_hand.success\/5": "Beh, ciao al più affascinante persona che abbia mai incontrato oggi!",
    "confident.dialogue.stay.fail\/1": "Non è il mio stile, sono tutto per l'avventura!",
    "confident.dialogue.stay.fail\/2": "Apprezzo l'offerta, ma prospero esplorando il vasto ignoto!",
    "confident.dialogue.stay.fail\/3": "Questo villaggio è bello e tutto, ma io sono costruito per avventure epiche, non per stabilirmi.",
    "confident.dialogue.stay.no_space\/1": "Ah, questo villaggio sembra essere pieno di abitanti già.",
    "confident.dialogue.stay.no_space\/2": "Nonostante io sia incline a restare, le sistemazioni per il sonno disponibili sembrano essere completamente occupate.",
    "confident.dialogue.stay.repeat\/1": "Oh, va bene adesso! Hai già chiesto questo. Non c'è bisogno di continuare a disturbarmi, amico mio.",
    "confident.dialogue.stay.repeat\/2": "Oh mio dio, non hai ancora capito? Hai già posto quella domanda prima! Sforza di tenere il passo, caro interlocutore.",
    "confident.dialogue.stay.success\/1": "Grazie mille, questo villaggio è veramente un luogo meraviglioso in cui vivere!",
    "confident.dialogue.stay.success\/2": "Meraviglioso! Non posso resistere l'attrazione di questo villaggio, è un paradiso assoluto!",
    "confident.dialogue.story.enderdragon.fail\/1": "Ah! Sei fuori di testa? Il drago dell'End è niente più che un fiaba.",
    "confident.dialogue.story.enderdragon.fail\/2": "Dacci un break! Nessun mortale potrebbe mai sognare di toccare con il dito quel bestione poderoso!",
    "confident.dialogue.story.enderdragon.success\/1": "Incredibile! E prego, hai avuto il coraggio di procurarti l'uovo del drago nel tuo pericoloso viaggio?",
    "confident.dialogue.story.enderdragon.success\/2": "Oh, oh! Preparatevi, poiché il leggendario drago è stato ucciso da nessun altro che non sia proprio voi stessi! Il vostro trionfo echeggerà attraverso i secoli, mentre il villaggio si abbraccia alla vostra straordinaria impresa!",
    "confident.dialogue.story.exploring.fail\/1": "I tuoi racconti sono diventati piuttosto noiosi.",
    "confident.dialogue.story.exploring.fail\/2": "Sforzo impressionante di essere un tipo \"edgy\", amico mio. Guardati dalle punte acute, però.",
    "confident.dialogue.story.exploring.fail\/3": "Interagendo con te sembra come se stessi interagendo con una persona che immagina un futuro di grandezza, ma manca la maturità per raggiungerlo.",
    "confident.dialogue.story.exploring.success\/1": "Assolutamente fantastico! Entrerò nei meravigliosi segreti del mondo, lo giuro!",
    "confident.dialogue.story.exploring.success\/2": "Oh mio dio! Il solo pensiero di intraprendere avventure emozionanti, attraversare terre sconosciute, mi riempie di un misto eccitante di ammirazione e invidia. Tengo il mio villaggio, la mia famiglia e gli amici cari al cuore, ma guardando le tue esperienze, non posso aiutarmi a sentire un desiderio irresistibile!",
    "confident.dialogue.story.exploring.success\/3": "Tu, mio amico, possiedi un coraggio straordinario che ignora tutti gli ostacoli! Avventurarti senza paura in territori sconosciuti, affrontando i misteri che attendono, è un'impresa ispiratrice.",
    "confident.dialogue.story.fail\/1": "Quella è la mia madre di cui stai parlando, e ti assicuro che non è nulla meno che incredibile.",
    "confident.dialogue.story.fail\/10": "Mi dispiace, ma è stato un fallimento. Nessun se, ma solo un semplice \"no\". Non è stato affatto bene.",
    "confident.dialogue.story.fail\/2": "Questo è il motivo per cui il villaggio non smette di parlare di te. Sei solo così indimenticabile.",
    "confident.dialogue.story.fail\/3": "Non lo capisco...ma è perché il mio intelletto è su un livello completamente diverso.",
    "confident.dialogue.story.fail\/4": "Oh no, non fare ridere! I Creepers hanno sentimenti pure, sai.",
    "confident.dialogue.story.fail\/5": "*Snozzo* Uh... Ehi, cosa? Mi dispiace, stavo solo riposando gli occhi perché la tua storia era troppo noiosa.",
    "confident.dialogue.story.fail\/6": "Come è stato questo degno del mio tempo? Chiaramente, i miei standard per l'intrattenimento sono troppo alti per questo.",
    "confident.dialogue.story.fail\/7": "Sigh! Come è noioso. Speravo in qualcosa di più stimolante, ma suppongo non dovrei aspettarmi molto da te.",
    "confident.dialogue.story.fail\/8": "Saresti pazzo? Oh, mio caro amico, non hai idea di cosa sia la vera follia. E credimi, non è un'ottima impressione.",
    "confident.dialogue.story.fail\/9": "Non vedo come fosse stato buono...ma poi di nuovo, il mio gusto e gli standard di eccellenza ineguagliabili sono insuperati.",
    "confident.dialogue.story.nether.fail\/1": "Sono molto scettico sul fatto che tu abbia mai avventurato nel Nether, amico mio.",
    "confident.dialogue.story.nether.fail\/2": "Ah, tutto diventa chiaro ora. Non è sorprendente che quei piglin abbiano deciso di attaccarti.",
    "confident.dialogue.story.nether.fail\/3": "I tuoi racconti di aver visitato l'Inferno non hanno alcun potere su di me. Le tue abilità narrative sono semplicemente abissali.",
    "confident.dialogue.story.nether.fail\/4": "Guardandoti, posso dire con assoluta certezza che tu manchi della forza per sopravvivere nel Nether.",
    "confident.dialogue.story.nether.fail\/5": "Vengo da una lunga linea di esploratori del Nether e il mio nonno non ha mai menzionato il fungo distorto. Sei solo un vigliacco bugiardo!",
    "confident.dialogue.story.nether.success\/1": "Il calore dell'Inferno? Ha! Potrei gestirlo nel mio sonno!",
    "confident.dialogue.story.nether.success\/2": "Sopravvivere al pericoloso inferno? Un gioco da bambini per qualcuno come me.",
    "confident.dialogue.story.nether.success\/3": "Il Nether ha tesori, eh? Be', io sarò il primo a nuotare nella ricchezza una volta che avrò conquistato la mia paura e mi sono intrapreso!",
    "confident.dialogue.story.nether.success\/4": "Mi fai paura? Ah, no, io rideco in faccia al pericolo, proprio come farebbe qualsiasi eroe senza paura.",
    "confident.dialogue.story.nether.success\/5": "Zombified piglin? Sì, li ho visti. Non oserebbero mai incrociare il mio cammino.",
    "confident.dialogue.story.success\/1": "Certo che tutto ciò è successo! Non sono affatto sorpreso.",
    "confident.dialogue.story.success\/2": "Se solo avessi il coraggio di affrontare un creepers. Ma non sono proprio qualcuno, lo sai.",
    "confident.dialogue.story.success\/3": "Quell'histoire era incredibile! Hai inventato tu stesso? Non mi aspetto meno da un genio creativo come me.",
    "confident.dialogue.story.success\/4": "Ieri? Oh per favore, è storia antica. Ho già mosso avanti e ho affrontato cose più grandi e migliori.",
    "confident.dialogue.story.success\/5": "Mi abito praticamente in quell'area e ho le mie fonti, ma fingere di essere sorpreso per il tuo bene.",
    "confident.dialogue.story.success\/6": "Ahah! Classico %supporter%! Sempre eseguo incredibili imprese. Ecco come mi comporto.",
    "confident.dialogue.story.success\/7": "La leggenda di %supporter% è praticamente impressa nella mia memoria. Ma va bene, divertimi pure a raccontarmi la tua versione ancora una volta!",
    "confident.dialogue.story.success\/8": "Ah, sì. La storia di come ho trovato il mio primo diamante. È veramente leggendaria, non è vero?",
    "confident.dialogue.story.success\/9": "Sei sempre il benvenuto a casa nostra. Sii pronto a essere ammesso da storie infinite di avventura.",
    "confident.dialogue.story.wither.fail\/1": "Questo suona molto improbabile a me.",
    "confident.dialogue.story.wither.fail\/2": "Trovo difficile credere, considerando quanto sembri ancora intatto.",
    "confident.dialogue.story.wither.success\/1": "Incredibile! Le storie della devastazione del Wither non erano esagerate!",
    "confident.dialogue.story.wither.success\/2": "Tu, mio amico, hai raggiunto l'inimmaginabile! Sconfiggere il Wither è impressionante al di là delle aspettative!"
}