{
    "sodium.console.broken_nvidia_driver": "I Tuoi Driver Di Grafica NVIDIA Sono Obsoleti!\n* Ciò Causerà Problemi Di Prestazioni Gravi E Crash Quando Sodium è Installato.\n* Si Prega Di Aggiornare I Propri Driver Di Grafica A Versione Più Recente (versione 536.23 O Successiva).",
    "sodium.console.config_file_was_reset": "Il File Di Configurazione è Stato Reimpostato Sui Valori Predefiniti Noti.",
    "sodium.console.config_not_loaded": "Il File Di Configurazione Per Sodium è Stato Danneggiato O Non è Attualmente Leggibile. Alcuni Opzioni Sono Stati Reimpostati Temporaneamente Sui Loro Valori Predefiniti. Si Prega Di Aprire Lo Schermo Di Impostazioni Video Per Risolvere Questo Problema.",
    "sodium.console.core_shaders_error": "I Seguenti Pacchetti Di Risorse Sono Incompatibili Con Sodium:",
    "sodium.console.core_shaders_info": "Controllare Il Registro Del Gioco Per Informazioni Dettagliate.",
    "sodium.console.core_shaders_warn": "I Seguenti Pacchetti Di Risorse Possono Essere Incompatibili Con Sodium:",
    "sodium.console.game_restart": "Il Gioco Deve Essere Riavviato Per Applicare Uno O Più Impostazioni Del Video!",
    "sodium.console.pojav_launcher": "Il Launcher Pojav Non è Supportato Quando Si Utilizza Sodium.\n  * È Molto Probabile Che Incontri Problemi Di Prestazioni Estremi, Bug Grafici E Crash.\n  * Sarai Da Solo Se Deciderai Di Continuare -- Non Ti Aiuteremo Con Alcun Bug O Crash!",
    "sodium.option_impact.extreme": "Estremo",
    "sodium.option_impact.high": "Alto",
    "sodium.option_impact.low": "Basso",
    "sodium.option_impact.medium": "Medio",
    "sodium.option_impact.varies": "Varia",
    "sodium.options.always_defer_chunk_updates.name": "Sempre Differire Gli Aggiornamenti Di Blocco",
    "sodium.options.always_defer_chunk_updates.tooltip": "Se Abilitato, Il Rendering Non Attenderebbe Mai La Fine Degli Aggiornamenti Dei Blocchi, Neanche Se Sono Importanti. Ciò Può Migliorare Significativamente Le Frequenze Di Frame In Alcuni Scenari, Ma Potrebbe Creare Un Ritardo Visivo Significativo Dove I Blocchi Possono Richiedere Del Tempo Per Apparire O Scomparire.",
    "sodium.options.animate_only_visible_textures.name": "Animare Solo Texture Visibili",
    "sodium.options.animate_only_visible_textures.tooltip": "Se Abilitato, Solo I Texture Animate Che Sono Determinate Essere Visibili Nell'immagine Corrente Verranno Aggiornate. Ciò Può Fornire Un Miglioramento Significativo Delle Prestazioni Su Alcuni Dispositivi, Specialmente Con I Pacchetti Di Risorse Più Pesanti. Se Si Verificano Problemi Con Alcune Texture Non Animate, Provare A Disabilitare Questa Opzione.",
    "sodium.options.attack_indicator.tooltip": "Regola La Posizione Dell'indicatore Di Attacco Sullo Schermo.",
    "sodium.options.autosave_indicator.tooltip": "Se Abilitato, Un Indicatore Verrà Visualizzato Quando Il Gioco Sta Salvando Il Mondo Sul Disco.",
    "sodium.options.biome_blend.tooltip": "La Distanza (in Blocchi) Entro Cui I Colori Del Bioma Vengono Soffolati In Modo Fluido. L'utilizzo Di Valori Più Elevati Aumenterà Notevolmente Il Tempo Necessario Per Caricare O Aggiornare I Chunk, Con Miglioramenti Nella Qualità Che Diminuiscono Gradualmente.",
    "sodium.options.biome_blend.value": "%s Blocchi",
    "sodium.options.brightness.tooltip": "Regola La Minima Luminosità Nel Mondo. Aumentando, Le Aree Più Scure Del Mondo Appariranno Più Luminose. Ciò Non Influenza La Luminosità Di Aree Già Ben Illuminate.",
    "sodium.options.buttons.apply": "Applica",
    "sodium.options.buttons.donate": "Acquistaci Un Caffè!",
    "sodium.options.buttons.undo": "Annulla",
    "sodium.options.chunk_update_threads.name": "Filtri Di Aggiornamento Di Chunk",
    "sodium.options.chunk_update_threads.tooltip": "Specificare Il Numero Di Thread Da Utilizzare Per L'edificazione E La Gestione Dei Blocchi. Utilizzando Più Thread Può Accelerare Il Caricamento E L'aggiornamento Dei Blocchi, Ma Potrebbe Avere Un Impatto Negativo Sui Tempi Di Frame. Il Valore Predefinito è Abbastanza Buono Per Tutte Le Situazioni.",
    "sodium.options.clouds_distance.tooltip": "La distanza di rendering delle nuvole. Questo non ha un impatto significativo sulle prestazioni e è destinato a scopi visivi.",
    "sodium.options.clouds_quality.tooltip": "Livello Di Qualità Utilizzato Per La Renderizzazione Delle Nuvole Nel Cielo. Nonostante Le Opzioni Siano Etichettate Come \"veloci\" E \"fanciulle\", L'effetto Sulle Prestazioni è Trascurabile.",
    "sodium.options.cpu_render_ahead_limit.name": "Limite Di Anteprima Di Rendering CPU",
    "sodium.options.cpu_render_ahead_limit.tooltip": "Solo Per Il Debug. Specifica Il Numero Massimo Di Frame Che Possono Essere In Volo Verso La GPU. Modificare Questo Valore Non è Consigliato, Poiché Valori Molto Bassi O Alti Potrebbero Creare Instabilità Del Tasso Di Frame.",
    "sodium.options.cpu_render_ahead_limit.value": "%s Frame(i)",
    "sodium.options.entity_distance.tooltip": "Il Fattore Di Moltiplicazione Della Distanza Di Rendering Utilizzato Dalla Rendering Degli Entità. Valori Più Piccoli Diminuiscono E Valori Più Grandi Aumentano La Distanza Massima A Cui Gli Entità Saranno Renderizzate.",
    "sodium.options.entity_shadows.tooltip": "Se Abilitato, Le Ombre Di Base Saranno Renderizzate Sotto I Mostri E Gli Altri Entità.",
    "sodium.options.fps_limit.tooltip": "Limita Il Numero Massimo Di Frame Al Secondo. Questo Può Aiutare A Ridurre L'utilizzo Della Batteria E Il Carico Del Sistema Quando Si Eseguono Compiti Multipli. Se è Abilitata La Sincronizzazione Con Lo Schermo, Questa Opzione Sarà Ignorata A Meno Che Non Sia Inferiore Alla Frequenza Di Aggiornamento Dello Schermo.",
    "sodium.options.fullscreen.tooltip": "Se Abilitato, Il Gioco Si Visualizzerà A Schermo Intero (se Supportato).",
    "sodium.options.fullscreen_resolution.tooltip": "Impostazione Della Risoluzione E Del Tasso Di Aggiornamento Dello Schermo Da Utilizzare Quando Si è In Modalità Full Screen. Cambiando Questa Opzione Potrebbe Interferire Con Altre Applicazioni E Causare Un Ritardo Nel Passaggio Tra Le Applicazioni.\n\nQuesto è Supportato Solo Sul Sistema Operativo Windows.",
    "sodium.options.graphics_quality.tooltip": "La Qualità Grafica Predefinita Controlla Alcune Opzioni Di Vecchia Generazione E è Necessaria Per La Compatibilità Con I Mod. Se Le Opzioni Sottostanti Vengono Lasciate Su \"predefinite\", Utilizzeranno Questo Impostazione.",
    "sodium.options.gui_scale.tooltip": "Imposta Il Fattore Di Scala Massimo Da Utilizzare Per L'interfaccia Utente. Se \"auto\" Viene Utilizzato, Allora Il Fattore Di Scala Più Grande Sarà Sempre Utilizzato.",
    "sodium.options.leaves_quality.name": "Qualità Foglie",
    "sodium.options.leaves_quality.tooltip": "Controlla Se Le Foglie Saranno Renderizzate Come Trasparenti (fanciful) O Opache (veloci).",
    "sodium.options.mipmap_levels.tooltip": "Controlla Il Numero Di Mipmap Utilizzati Per Le Texture Dei Modelli Di Blocchi. I Valori Più Alti Forniscono Una Migliore Rappresentazione Dei Blocchi A Distanza, Ma Potrebbero Avere Un Impatto Negativo Sulla Prestazione Con Pacchetti Di Risorse Che Utilizzano Molte Texture Animate.",
    "sodium.options.pages.advanced": "Avanzato",
    "sodium.options.pages.performance": "Performanza",
    "sodium.options.pages.quality": "Qualità",
    "sodium.options.particle_quality.tooltip": "Controlla Il Numero Massimo Di Particelle Che Possono Essere Presenti Sullo Schermo Nello Stesso Momento.",
    "sodium.options.performance_impact_string": "Impatto Sulle Prestazioni: %s",
    "sodium.options.simulation_distance.tooltip": "Il Distanza Di Simulazione Controlla A Quanta Distanza Il Terreno E Gli Entità Saranno Caricati E Aggiornati. Distances Più Brevi Possono Ridurre La Carica Del Server Interno E Migliorare Le Frequenze Di Frame.",
    "sodium.options.smooth_lighting.tooltip": "Abilita L'illuminazione E La Ombreggiatura Liscie Dei Blocchi Nel Mondo. Ciò Può Aumentare Leggermente Il Tempo Di Caricamento O Aggiornamento Di Un Blocco, Ma Non Influisce Sulle Frequenze Di Frame.",
    "sodium.options.sort_behavior.name": "Ordinamento Per Traslucidezza",
    "sodium.options.sort_behavior.tooltip": "Abilita L'ordinamento Per Trasparenza. Ciò Evita I Glitch Negli Blocchi Trasparenti Come Acqua E Vetro Quando Abilitato E Tenta Di Presentarli Correttamente Anche Quando La Camera è In Movimento. Ciò Ha Un Impatto Leggero Sulle Prestazioni Durante L'elaborazione Dei Chunk E Degli Aggiornamenti, Ma Solitamente Non è Notevole In Termini Di Frame Rate.",
    "sodium.options.use_block_face_culling.name": "Usa Eliminazione Facce Di Blocco",
    "sodium.options.use_block_face_culling.tooltip": "Se Abilitato, Solo Le Facce Dei Blocchi Che Si Affacciano Sulla Telecamera Verranno Sottoposte A Rendering. Ciò Può Eliminare Un Gran Numero Di Facce Di Blocchi Molto Presto Nel Processo Di Rendering, Il Che Migliora Significativamente La Prestazione Del Rendering. Alcuni Pacchetti Di Risorse Potrebbero Avere Problemi Con Questa Opzione, Quindi Tenta Di Disabilitarla Se Vedi Buchi Nei Blocchi.",
    "sodium.options.use_entity_culling.name": "Usa La Cullitura Di Entità",
    "sodium.options.use_entity_culling.tooltip": "Se Abilitato, Gli Entità Che Si Trovano All'interno Della Finestra Di Visualizzazione Del Camera, Ma Non All'interno Di Un Blocco Visibile, Verranno Ignorati Durante La Renderizzazione. Questa Ottimizzazione Utilizza I Dati Di Visibilità Che Già Esistono Per La Renderizzazione Dei Blocchi E Non Aggiunge Overhead.",
    "sodium.options.use_fog_occlusion.name": "Usa Occultamento Nebbia",
    "sodium.options.use_fog_occlusion.tooltip": "Se Abilitato, I Blocchi Che Sono Determinati Essere Completamente Nascosti Dagli Effetti Di Nebbia Non Saranno Renderizzati, Aiutando A Migliorare Le Prestazioni. L'impatto Può Essere Più Drammatico Quando Gli Effetti Di Nebbia Sono Più Pesanti (ad Esempio Mentre Si è Sott'acqua), Ma Potrebbe Causare Artefatti Visivi Indesiderati Tra Il Cielo E La Nebbia In Alcuni Scenari.",
    "sodium.options.use_no_error_context.name": "Utilizza Contesto Di Errore Zero",
    "sodium.options.use_no_error_context.tooltip": "Se Abilitato, Il Contesto OpenGL Verrà Creato Con L'errore Di Controllo Disattivato. Ciò Migliora Leggermente Le Prestazioni Di Rendering, Ma Può Rendere Più Difficile La Risoluzione Di Crash Improvvisi E Imprevedibili.",
    "sodium.options.use_persistent_mapping.name": "Utilizzare Mappatura Persistente",
    "sodium.options.use_persistent_mapping.tooltip": "Solo Per Il Debug. Se Abilitato, Le Mappature Di Memoria Persistenti Verranno Utilizzate Per Il Buffer Di Staging In Modo Da Evitare Copie Di Memoria Non Necessarie. Disabilitando Questo Può Essere Utile Per Restringere La Causa Della Corruzione Grafica.\n\nRichiede OpenGL 4.4 O ARB_buffer_storage.",
    "sodium.options.v_sync.tooltip": "Se Abilitato, Il Tasso Di Frame Del Gioco Sarà Sincronizzato Con La Frequenza Di Aggiornamento Del Monitor, Ottenendo Un'esperienza Più Fluida A Scapito Della Latenza Di Input Generale. Questo Impostazione Potrebbe Ridurre Le Prestazioni Se Il Tuo Sistema è Troppo Lento.",
    "sodium.options.view_bobbing.tooltip": "Se Abilitato, La Vista Del Giocatore Oscillerà E Si Muoverà Quando Si Sposterà. I Giocatori Che Soffrono Di Nausea Da Movimento Mentre Giocano Potrebbero Trarre Vantaggio Dall'impedire Questa Funzionalità.",
    "sodium.options.view_distance.tooltip": "Il Distanza Di Rendering Controlla Fino A Che Punto La Terra Sarà Resa. Le Distanze Più Brevi Significano Che Meno Terra Sarà Resa, Migliorando I Frame Rate.",
    "sodium.options.vignette.name": "Vignetta",
    "sodium.options.vignette.tooltip": "Se Abilitato, Un Effetto Di Vignetta Sarà Applicato Quando Il Giocatore è In Aree Più Buie, Il Che Rende L'immagine Più Scura E Drammatica.",
    "sodium.options.weather_quality.tooltip": "Controlla La Distanza In Cui Gli Effetti Meteorologici, Come Pioggia E Neve, Verranno Visualizzati"
}