{
    "advancement.redstonepen.craft_redstonepen": "Un pennino per disegnare tutti",
    "advancement.redstonepen.craft_redstonepen.desc": "Crea un pennino di raddrizzamento",
    "block.redstonepen.basic_button": "Pulsante di base",
    "block.redstonepen.basic_button.help": "Quasi adatto ovunque - speriamo.",
    "block.redstonepen.basic_gauge": "Tappo di rilevamento rosso base",
    "block.redstonepen.basic_gauge.help": "Indicatore di segnale di risonanza semplice a blocco intero in vetro che mostra il segnale di risonanza ricevuto e isolato i segnali.",
    "block.redstonepen.basic_lever": "Levera base",
    "block.redstonepen.basic_lever.help": "Si adatta ovunque - speriamo.",
    "block.redstonepen.basic_pulse_button": "Pulsante di impulso base",
    "block.redstonepen.basic_pulse_button.help": "Emette un segnale di Redstone per un solo tick.",
    "block.redstonepen.bistable_relay": "Rilevatore di stato bi-stabile per il rame rosso",
    "block.redstonepen.bistable_relay.help": "Rilascia i segnali in arrivo dal retro e dai lati verso il fronte con potenza di uscita 15. Accende e spegne quando rileva un bordo di ascensione del segnale (pulsante di accensione-spento controllato da impulsi).",
    "block.redstonepen.bridge_relay": "Relay di ripristino del rame rosso",
    "block.redstonepen.bridge_relay.help": "Rilascia i segnali in arrivo dal retro al fronte con potenza di uscita 15. Trasmette un segnale di redstone normale da sinistra a destra.",
    "block.redstonepen.control_box": "Controllo logico di redstone",
    "block.redstonepen.control_box.error.expected_assignment": "Assegnazione attesa",
    "block.redstonepen.control_box.error.invalid_character": "Carattere non valido",
    "block.redstonepen.control_box.error.invalid_number_of_arguments": "Numero di argomenti della funzione non valido",
    "block.redstonepen.control_box.error.missing_closing_function_parenthesis": "Sperato un parentesi di chiusura del funzionale ')'",
    "block.redstonepen.control_box.error.missing_closing_parenthesis": "Si aspetta un parentesi chiusa ')'.",
    "block.redstonepen.control_box.error.missing_function_arguments": "Si aspettano argomenti di funzione (compresi parentesi)",
    "block.redstonepen.control_box.error.parse_error": "Errore di parsing",
    "block.redstonepen.control_box.error.symbol_readonly": "Simbolo\/variabile è di sola lettura",
    "block.redstonepen.control_box.error.unexpected_character": "Carattere inaspettato",
    "block.redstonepen.control_box.error.unknown_function": "Funzione sconosciuta",
    "block.redstonepen.control_box.help": "Controllore PLC semplificato.",
    "block.redstonepen.control_box.help.1": "**Guida alla scheda di controllo del pennino rosso**\n\n**Basics:** Il pennino rosso fornisce ingressi e uscite di redstone digitali (on\/off) e analogiche (intensità del segnale, output del comparatore) in tutte le direzioni. I port sono rappresentati dalle prime lettere dei colori: rosso, blu, giallo, verde, su e giù.\n\n**Programmazione:** Il pennino rosso viene programmato con un insieme di espressioni matematiche. Tutte le righe di codice vengono calcolate nello stesso tick (leggi input -> calcola -> scrivi output). Il codice è case-insensitive (\"r\" è lo stesso di \"R\"). È anche possibile impostare variabili personalizzate, i cui valori verranno mantenuti fino a quando il pennino rosso non viene fermato.\n\n**Errori di parsing:** Gli errori di parsing sono segnalati (fai hover sul simbolo del pennino rosso) e impediscono di avviare il programma.\n\n**Funzioni:** Clicca sul pulsante \"Esegui\/Ferma\" per avviare o fermare un programma. Fai hover sul simbolo del pennino rosso per visualizzare i valori delle variabili interne (solo quando il programma è in esecuzione). La lista dei porti mostra i valori attuali del segnale e se un porto è di input, output o non utilizzato. Il pulsante \"Copia\/Incolla\" non richiede ulteriore spiegazione.",
    "block.redstonepen.control_box.help.10": "Ulteriore: il controllo normalmente calcola ogni 4 ticks, quando un porto di input cambia forma da on->off o off->on, il ciclo di esecuzione viene ri-programmato per il prossimo tick possibile. Assegna la variabile \"tickrate\" per alterare la base del tickrate tra 2t e 20t. I ingressi dei comparator non attivano questa programmazione.",
    "block.redstonepen.control_box.help.2": "**Guida all'utilizzo del control box di Redstone**\n\nLe espressioni sono state specificate come assegnazioni \"risultato=termine\", ad esempio \"r = g & b\". ogni riga di codice deve essere formata in questo modo.\n\nUtilizza un \"#\" per segnalare il resto della riga come commento.\nIl termine può consistere in parentesi \"(...)\", porte, variabili, operatori e funzioni.\n\nSe assegni a una variabile di porta (r, b, y, g, u, d), viene automaticamente impostata come output e le modifiche ai segnali di input vengono ignorate. Se utilizzi una variabile di porta (che non è già output) in un'espressione, viene automaticamente impostata come input.\nI segnali di uscita dei comparatori degli blocchi adiacenti vengono letti con il suffisso \".co\". Ad esempio \"y = max( b.co, r, g.co, myvar )\".\nI co non sono mai output RLC, anche se li assegni.",
    "block.redstonepen.control_box.help.3": "Aiuto per la cassa di controllo del pennello di risonanza rosso:\nL'aritmetica nel RLC è aritmetica intera, quindi \"a * 1.5\" non è accettato e le divisioni sono arrotondate verso zero.\nSono supportate le operazioni:\n\n+ , - , * , \/ , % (l'ultimo è la divisione modulo).\n\nGli assegnamenti di variabile possono contenere qualsiasi valore intero positivo o negativo di 32 bit (più grande del necessario).\nI valori dei porti sono implicitamente limitati al range di valori rosso-sonoro valido 0..15.\nSi applica il wrap-over di int32 e la divisione per zero produce 0 e una singolarità alle dimensioni della dungeon.",
    "block.redstonepen.control_box.help.4": "Aiuto per la cassa di controllo del pennello di redstone:\n\nI operator relazionali forniscono confronti numerici:\n\"==\" (uguale), \"!=\" (non uguale),\n\">=\" (maggiore-uguale), \"<=\" (minore-uguale),\n \">\" (maggiore-di), \"<\" (minore-di).\nEssi valutano a 0 se il risultato della comparazione è\n\"falso\", e a 15 se \"vero\". Poiché i valori sono numerici,\npuoi calcolare direttamente con loro. Ad esempio, \"g=(r>11)\/3\"\nrisultati in 5 o 0. Tuttavia, sarebbe meglio utilizzare la funzione if: \"g = if( r>11, 5, 0 )\".",
    "block.redstonepen.control_box.help.5": "Operazioni logiche con valori booleani di redstone, che sono numeri interi. Gli operandi maggiori di 0 sono considerati \"veri\". Le operazioni restituiscono 0 per \"falso\" e 15 per \"vero\". Sono supportate:\nAnd: \"and\", \"&&\", \"&\"\nOra: \"or\", \"||\", \"|\"\nXOR: \"xor\", \"^\"\nNon: \"not\", \"!\"\nRegola generale: le operazioni vedono gli input come una lampada di redstone e restituiscono output come un coperchio. I programmatori: non ci sono operazioni bitwise.",
    "block.redstonepen.control_box.help.6": "La detezione dell'orlo significa il monitoraggio degli ingressi nel momento in cui essi cambiano da spenti [0] a accesi [>0] e viceversa.\nI trigger di orlo ascendente sono impostati con l'estensione \".re\" e sono 15 per un tick quando l'ingresso cambia da spento a acceso.\nI trigger di orlo discendente sono impostati con l'estensione \".fe\" e sono 15 per un tick quando l'ingresso cambia da acceso a spento.\nEsempio:\nc = c + se(r.re o g.fe o y.co.re, 1, 0) # conteggio di c\nc = cnt1(g.re, b.re, 10) # utilizzo del contatore a scorrimento down-up-1\nNota: nonostante il RLC non esegua ogni tick, gli orli sono ancora rilevati sugli ingressi (\"interruzione\"). Gli equivalenti PLC sono chiamati rtrig e ftrig.",
    "block.redstonepen.control_box.help.7": "I timer dei dispositivi di controllo sono basati sui segnali. I tre principali sono implementati nel RLC: ton, tof e tp:\n\nton è un interruttore con ritardo. Il segnale d'ingresso deve essere costantemente acceso per un tempo specifico, dopodiché l'uscita del timer si alza a on. Qualsiasi segnale di off resetta immediatamente il timer. tof è lo stesso invertito (interruttore con ritardo di spegnimento). tp genera un impulso per un tempo specifico quando vede un bordo ascendente del segnale d'ingresso. Qualsiasi cambiamento di segnale durante l'impulso viene ignorato.\n\nL'RLC ha 5 istanze (semplificate) di ogni tipo:\n\na = ton3( terminale_di_entrata, ritardo_di_accensione_ticks )\na = tof2( terminale_di_entrata, ritardo_di_spegnimento_ticks )\na = tp4( terminale_di_entrata, tempo_impulso_ticks )\nr = ton1( y.co<3, 30*20 ) # allarme basso del serbatoio dopo 30s\nr = tp1( y.re, 20 ) # estensione dell'impulso dell'osservatore di 1s.\n\nI parametri dei timer (pt) possono essere modificati mentre i timer sono attivi.",
    "block.redstonepen.control_box.help.8": "Aiuto per il rilevatore di conteggi:\n\nIl rilevatore di conteggi ha cinque contatori ascendenti cnt1...5 con argomenti di input facoltativi.\n\nGli argomenti sono:\nn = cntx(iup)   # conta in su se iup è > 0\nn = cntx(iup, idown)   # idown>0: conta indietro a 0\nn = cntx(iup, idown, max)   # conta da 0 a max\nn = cntx(iup, idown, min, max)   # conta da min a max\nn = cntx(iup, idown, min, max, reset)    # resetta a min\n\nIl valore di conteggio nuovo è rappresentato da n. Nota: i contatori non sono garantiti per essere precisi nel tempo (utilizza timer per il timing).",
    "block.redstonepen.control_box.help.9": "Riferimento alla funzione di controllo del pennino di redstone:\n§nfunzione di riferimento§r\n§7if(x,a,b)   # a se x>0 altrimenti b\n§7inv(x)   # invertitore di redstone: 15-x, risultato 0..15.\n§7max(a,b,...), min(...), mean(...)   # minimo, massimo, media\n§7lim(x), lim(x,b), lim(x,a,b)   # limite 0..15, 0..b, a..b\n§7time(), clock()    # ora del giorno, tempo di gioco\n§7rnd()   # random 0..15\n\n§7§nfunzioni specifiche dei blocchi di controllo§r\n§7\n§7tivx(t) # intervallo, pulsazione ogni t tick (tiv1\/tiv2\/tiv3)§r\n§7tivx(t, en) # intervallo, pulsazione ogni t tick se abilitato.",
    "block.redstonepen.control_box.tooltips.copyall": "Copia codice nel portapenne",
    "block.redstonepen.control_box.tooltips.pasteall": "Incolla codice dalla clipboard",
    "block.redstonepen.control_box.tooltips.rcaplayer": "Connessione RCA al giocatore %1$s",
    "block.redstonepen.control_box.tooltips.runstop": "Avvia\/ferma",
    "block.redstonepen.inverted_relay": "Rilevatore di relè di redstone inverso",
    "block.redstonepen.inverted_relay.help": "Rilascia i segnali di ingresso dai lati e dal retro verso il fronte con potenza di output 15. L'output è invertito (0 se c'è un segnale di input, 15 se non ce n'è). Il ritardo di spegnimento è di un tick di Redstone, si accende immediatamente.\nAccetta anche potenza di ingresso indiretta da tracce (connesse a un blocco che propaga i segnali di Redstone).",
    "block.redstonepen.pulse_relay": "Relay di pulsazione del rame rosso",
    "block.redstonepen.pulse_relay.help": "Emette un breve impulso all'uscita quando rileva un bordo di segnale in ascesa (pulsante controllato da off-to-on). L'impulso dura 1 tick di Redstone.",
    "block.redstonepen.relay": "Rilevatore di redstone",
    "block.redstonepen.relay.help": "Rilascia i segnali in arrivo dal retro e dai lati verso il fronte con potenza di output 15. Si accende immediatamente, il ritardo di spegnimento è di un tick di Redstone.\nAccetta anche input di potenza indiretta da tracciati (connessi a un blocco che propaga i segnali di Redstone).",
    "block.redstonepen.track": "Tracciato di redstone",
    "item.redstonepen.pen": "Stilografica di risonanza rossa",
    "item.redstonepen.pen.help": "Stilo di risonanza utilizzato per disegnare o rimuovere tracce di risonanza sottili in tutte le direzioni. Destra-click: posiziona, sinistra-click: elimina, tenere premuto il pulsante Shift: consente i connettori centrali.\nLe tracce non alimentano normalmente i blocchi su cui sono poste (fai clic sul centro di una traccia per eliminare o riposizionare un connettore). Tenere premuto il pulsante Shift mentre guardi i blocchi per vedere quali segnale di risonanza hanno attualmente. Ripara con della risonanza nel tuo inventario di crafting.\nTroppo tracce a facce non connesse in un blocco causano interferenza e non funzioneranno, semplicemente reindirizza poi.",
    "item.redstonepen.pen.tooltip.numstored": "%1$s di redstone immagazzinati",
    "item.redstonepen.pen.tooltip.rsfrominventory": "Usa il riscaldamento presente nella tua inventario",
    "item.redstonepen.quill": "Penna di redstone",
    "item.redstonepen.quill.help": "Usato per disegnare o rimuovere tracce di redstone sottili in tutte le direzioni. Queste tracce non alimentano normalmente i blocchi su cui sono poste (fai clic sul centro di una traccia per collocare o rimuovere un connettore esplicito). Tieni premuto il pulsante Shift mentre guardi i blocchi per vedere quali segnale di redstone hanno attualmente.\nTroppo tracce a facce non connesse in un blocco causano interferenza e non funzioneranno, semplicemente reindirizza poi.",
    "item.redstonepen.remote": "Penna a risonanza remota",
    "item.redstonepen.remote.help": "Usato per attivare\/ruotare pulsanti e leve. Fai clic destro sul blocco per segnare la sua posizione, in seguito utilizza il telecomando per attivare quel blocco. Il chunk del blocco deve essere caricato, non è possibile operazione inter-dimensionale.",
    "item.redstonepen.remote.tooltip.linkedto": "Collegato a %4$s [%1$s, %2$s, %3$s]",
    "item.redstonepen.remote.tooltip.notlinked": "Non collegato, clicca con il pulsante destro su un bottone o una leva per stabilire la connessione.",
    "itemGroup.tabredstonepen": "Penna di redstone",
    "language": "inglese",
    "language.code": "inglese (Stati Uniti d'America)",
    "language.region": "Stati Uniti d'America",
    "redstonepen.overlay.comparator_compare": "Confronta",
    "redstonepen.overlay.comparator_subtract": "Sottrai",
    "redstonepen.overlay.direct_power": "[%1$s]",
    "redstonepen.overlay.direct_power_at": "[%1$s] @ %2$s",
    "redstonepen.overlay.indirect_power": "(%1$s) @ %2$s",
    "redstonepen.overlay.remote_saved": "Collegamento salvato %4$s [%1$s, %2$s, %3$s]",
    "redstonepen.overlay.repeater_delay": "Ritardo del ripetitore: %1$st",
    "redstonepen.overlay.track_power": "<%1$s> (potenza del segnale)",
    "redstonepen.overlay.wire_power": "<%1$s> (potenza di filo rosso)",
    "redstonepen.tooltip.hint.extended": "[Shift più]",
    "redstonepen.tooltip.hint.help": "[Clic destro con Ctrl+Shift per aiuto]"
}