{
    "feywild_lexicon.category.feywild.autumn_court.description": "Il cortile autunnale è il più maturo dei quattro cortili fey, la loro età e saggezza hanno loro donato un apprezzamento per le belle arti, la musica e la poesia. Sanno che il periodo successivo sarà difficile e sentono la responsabilità di prepararsi per la fine di un ciclo.",
    "feywild_lexicon.category.feywild.autumn_court.name": "Corte dell'autunno",
    "feywild_lexicon.category.feywild.dwarves.description": "Istituiti nella vita dallo spillamento del sangue di Ymir, gli elfi della terra hanno un forte legame con la terra, il fuoco e le montagne. Ciò li rende eccellenti e abili lavoratori del metallo e degli artigiani, e si prendono grande orgoglio in questo.",
    "feywild_lexicon.category.feywild.dwarves.name": "Gnomi",
    "feywild_lexicon.category.feywild.fey_gems.description": "Quando un essere fatato passa nel mondo successivo, lascia dietro di sé una piccola quantità di polvere fatata. Questa polvere è ricercata dagli artigiani, poiché comprimendola si trasforma nella rara e preziosa ghisa fatata.",
    "feywild_lexicon.category.feywild.fey_gems.name": "Gemme fey",
    "feywild_lexicon.category.feywild.feywild.description": "Un trattato sulla selvaggia e fantastica Fey.",
    "feywild_lexicon.category.feywild.feywild.name": "Regno dei Fey",
    "feywild_lexicon.category.feywild.neutral_courts.description": "Non tutti i fei sono allineati a un particolare corte e alcuni sono persino allineati a corti meno note, come la corte dell'ombra. Ci sono anche voci di fei che sono allineati alle stelle.",
    "feywild_lexicon.category.feywild.neutral_courts.name": "Corti neutrali",
    "feywild_lexicon.category.feywild.spring_court.description": "Rappresentano il nascita di un nuovo anno e l'arrivo della nuova vita e sono i più innocenti del tribunale. Sono tuttavia, notoriamente fastidiosi quando giocano scherzi, poiché non sanno i pericoli o le conseguenze delle loro azioni. E neanche se ne curano.",
    "feywild_lexicon.category.feywild.spring_court.name": "Corte primaverile",
    "feywild_lexicon.category.feywild.summer_court.description": "Il cortile estivo è la corte regnante primaria all'interno del Feywild e lo sanno bene. Gli altri corti e gli abitanti del Feywild sono lì per servirli, e sebbene educati, esigono riconoscimento dello status reale che si sono assegnati.",
    "feywild_lexicon.category.feywild.summer_court.name": "Corte estiva",
    "feywild_lexicon.category.feywild.winter_court.description": "Quando le foglie sono cadute e il cielo si è trasformato in grigio e la notte ha chiuso su di giorno. È in quel momento che la corte d'inverno regna sovrana nel Feywild. In ultima analisi, la morte arriverà per tutti noi e il loro scopo è assicurare che il Feywild veda un altro giro dell'anno.",
    "feywild_lexicon.category.feywild.winter_court.name": "Corte invernale",
    "feywild_lexicon.entry.feywild.autumn_court.autumn_court": "Corte dell'autunno",
    "feywild_lexicon.entry.feywild.autumn_court.autumn_court.page0.text0": "Il cortile autunnale è il più maturo dei quattro cortili dei fae, la loro età e saggezza hanno loro donato un apprezzamento per le belle arti, la musica e la poesia. Preferiscono trascorrere una notte ascoltando canzoni, ballando e flirtando piuttosto che andare in combattimento o indulgere senza senso. Sanno che il periodo successivo sarà duro, e sentono la responsabilità di",
    "feywild_lexicon.entry.feywild.autumn_court.autumn_court.page1.text0": "Preparandosi per la fine di un ciclo. Forse il più gentile dei corti, sono ancora capaci di astuzia e maldicenza, ma sono più riservati al riguardo. Il corte dell'autunno proteggerà il Feywild da spiriti malvagi e raccoglierà anime che si sono perse. Per onorarli, ma anche per concedere all'anima smarrita un'ultima buona volta prima di passare alla fase successiva.",
    "feywild_lexicon.entry.feywild.autumn_court.autumn_court.page2.text0": "Il caduto eterno",
    "feywild_lexicon.entry.feywild.autumn_court.autumn_court.page3.text0": "Nelle cascate eterni potrai trovare funghi giganti. Puoi coltivare i tuoi propri funghi giganti piazzando un fungo rosso o marrone su podzol e farlo crescere con polvere d'ossa. I funghi dei alberi possono essere raccolti con cura utilizzando una cesella.",
    "feywild_lexicon.entry.feywild.autumn_court.autumn_pixie": "Fata autunnale",
    "feywild_lexicon.entry.feywild.autumn_court.autumn_pixie.page1.text0": "Il cortile autunnale è il più maturo dei quattro cortili fey, la loro età e saggezza hanno donato loro un apprezzamento per le belle arti, la musica e la poesia. Attenzione: quando evochi una pixie, sei vincolato al loro cortile! Ciò significa che gli altri cortili potrebbero non essere disposti a interagire con te in seguito. Inoltre, non tutte le pixies sono volontarie come familiari e potrebbero ingannarti! Prova ad interagire con la tua pixie",
    "feywild_lexicon.entry.feywild.autumn_court.autumn_pixie.page2.text0": "Dopo aver evocato uno, se possibile, tenta di guadagnare la loro fiducia.",
    "feywild_lexicon.entry.feywild.autumn_court.autumn_pixie.page4.text0": "Con questo rotolo puoi evocare un pixie autunnale. I pixie autunnali cercheranno di allontanare gli spiriti malvagi proteggendoti con uno scudo di camminata al vento. Il pixie evocato seguirà te cliccando a destra con shift, se vuoi farla restare in un certo luogo, clicca nuovamente a destra con shift.",
    "feywild_lexicon.entry.feywild.autumn_court.autumn_pixie.page5.text0": "I pixie amano i biscotti, come la maggior parte dei Fey! Quando sono affamati, puoi dar loro un biscotto e questo li farà guarire di alcuni punti di salute.",
    "feywild_lexicon.entry.feywild.autumn_court.autumn_pixie.page6.text0": "Puoi cambiare l'abilità del tuo pixie con un runestone. I nani sapranno più sulle runestone.",
    "feywild_lexicon.entry.feywild.autumn_court.autumn_pixie_wings": "Ali di pixie autunnali",
    "feywild_lexicon.entry.feywild.autumn_court.autumn_pixie_wings.page0.text0": "I pipistrelli originariamente non avevano ali. dopo la caduta di luce e oscurità, i corti si divisero. ignari del loro luogo d'origine, i pipistrelli desiderosi di tornare alle stelle gli diedero ali.$(br)$(br)puoi ricevere le tue proprie ali di pipistrello completando la linea di quest.",
    "feywild_lexicon.entry.feywild.autumn_court.autumn_pixie_wings.page2.text0": "Puoi riparare le ali di pixie con polvere dei Fey.",
    "feywild_lexicon.entry.feywild.autumn_court.shroomling": "Shroomling",
    "feywild_lexicon.entry.feywild.autumn_court.shroomling.page0.text0": "Con questo rotolo puoi evocare un fungo. Il fungo ha alcune allergie per i funghi e si starnutirà in momenti casuali.",
    "feywild_lexicon.entry.feywild.autumn_court.shroomling.page4.text0": "Se l'area in cui si trova il fungo, non è ben illuminata, il fungo shroomling genererà un fungo fey per illuminare l'area. $(p) puoi facilmente raccogliere il fungo fey e sostituirlo. Il click destro con polvere fey o bonemeal accenderà il fungo. Non usarne troppo, altrimenti perderà la sua magia.",
    "feywild_lexicon.entry.feywild.autumn_court.shroomling.page5.text0": "Se lo shroomling starnutisce vicino a una mucca, potrebbe infettarla con il...",
    "feywild_lexicon.entry.feywild.autumn_court.shroomling.page6.text0": "'Shrooms', trasformando la mucca in una mooshroom. Sapete che potete tosare una mooshroom, ciò rimuove i funghi e la trasforma di nuovo in una normale mucca? Potete tenere un piatto vicino a un fungo e mungere per ottenere del delizioso stufato di funghi fresco.",
    "feywild_lexicon.entry.feywild.dwarves.dwarf_market": "Mercato dei nani",
    "feywild_lexicon.entry.feywild.dwarves.dwarf_market.page0.text0": "Le lastre di runa sono piccole lastre di pietra con proprietà magiche. possono contenere diversi tipi di incantesimi magici. I più comuni sono le lastre di viaggio, utilizzate per viaggiare in altri luoghi.",
    "feywild_lexicon.entry.feywild.dwarves.dwarf_market.page1.text0": "Puoi chiedere a un nano con cui sei amico di attivare una pietra runica inattiva. Una volta attivata, può essere utilizzata per teleportarti in un luogo segreto noto solo ai nanetti e a quelli che loro fidano.",
    "feywild_lexicon.entry.feywild.dwarves.dwarf_market.page2.text0": "Mercato dei nani",
    "feywild_lexicon.entry.feywild.dwarves.dwarf_market.page2.text1": "Al mercato dei nani puoi scambiare tutti i tipi di oggetti.",
    "feywild_lexicon.entry.feywild.dwarves.dwarf_market.page3.text0": "Questo nano commercia tutti i tipi di articoli culinari.",
    "feywild_lexicon.entry.feywild.dwarves.dwarf_market.page4.text0": "Questo nano commercia tutti i tipi di articoli relativi a animali da fattoria.",
    "feywild_lexicon.entry.feywild.dwarves.dwarf_market.page5.text0": "Questo nano commercia tutti i tipi di armatura, armi e strumenti.",
    "feywild_lexicon.entry.feywild.dwarves.dwarf_market.page6.text0": "Questo nano commercia tutti i tipi di artefatti e oggetti decorativi.",
    "feywild_lexicon.entry.feywild.dwarves.dwarf_market.page7.text0": "Questo nano commercia tutti i tipi di pietre e minerali.",
    "feywild_lexicon.entry.feywild.dwarves.dwarf_market.page8.text0": "Questo nano commercia tutti i tipi di oggetti caduti dai mostri.",
    "feywild_lexicon.entry.feywild.dwarves.dwarven_anvil": "Incudine dei nani",
    "feywild_lexicon.entry.feywild.dwarves.dwarven_anvil.page0.text0": "I dwarfi non fanno facilmente amicizia con gli estranei, ma se sei uno dei pochi che hai guadagnato la gratitudine di un nano, hai un amico per tutta la vita.",
    "feywild_lexicon.entry.feywild.dwarves.dwarven_anvil.page1.text0": "Un contratto di evocazione può essere ottenuto scambiando con i nani (fino al livello 3). cliccando a destra con il pulsante shift sul martello dei nani con la pergamena di evocazione, si lega un nano a quel martello. Il nano evocato lavorerà per te quando metterai la ricetta corretta nel martello. Assicurati quindi che...",
    "feywild_lexicon.entry.feywild.dwarves.dwarven_anvil.page2.text0": "Hanno un nano legato all'incudine.",
    "feywild_lexicon.entry.feywild.dwarves.dwarven_anvil.page3.text0": "Puoi rifornire la mana dell'anfora ponendo polvere fatata come combustibile nel lato sinistro inferiore dell'anfora. La maggior parte delle ricette speciali richiede mana.",
    "feywild_lexicon.entry.feywild.dwarves.dwarven_anvil.page4.text0": "Il nano evocato avrà commerci diversi rispetto a quelli trovati nelle grotte o presso il fabbro. Richiederanno un pasto quotidiano in cambio di minerale. Se fornirete al nano sufficienti pasti, offrirà la sua conoscenza sotto forma di schemi.",
    "feywild_lexicon.entry.feywild.dwarves.dwarven_anvil.page5.text0": "La maggior parte delle ricette per l'anfora richiederanno schemi. Puoi collocare i schemi nella slot a sinistra superiore dell'anfora.",
    "feywild_lexicon.entry.feywild.dwarves.dwarven_anvil.page6.text0": "Per creare con l'incudine dei nani assicurati di avere abbastanza mana, un nano deve essere legato all'incudine e richiedere lo schema corretto. Una volta che tutti gli oggetti sono stati posti, il nano inizierà a creare per te!",
    "feywild_lexicon.entry.feywild.dwarves.dwarves": "Gnomi",
    "feywild_lexicon.entry.feywild.dwarves.dwarves.page0.text0": "Istituiti nella vita dallo spillamento del sangue di Ymir, gli elfi hanno un forte legame con la terra, il fuoco e le montagne. Ciò li rende eccellenti e abili lavoratori del metallo e degli artigiani, e si prendono grande orgoglio in questo.",
    "feywild_lexicon.entry.feywild.dwarves.dwarves.page2.text0": "La maggior parte dei nani possono essere trovati sottoterra, dove si dedicano alla miniera e alcuni hanno costruito una casa, ovunque nel Feywild. Se commerciate molto con loro, potrebbero offrirvi un contratto di chiamata.",
    "feywild_lexicon.entry.feywild.dwarves.elven_quartz": "Quarzo elfico",
    "feywild_lexicon.entry.feywild.dwarves.elven_quartz.page0.text0": "Con questo sapere, il tuo nano può creare tutti i tipi di quartzo elfico e blocchi stellari. Basta fornire gli ingredienti corretti.",
    "feywild_lexicon.entry.feywild.dwarves.gem_transmutation": "Trasmutazione di gemme",
    "feywild_lexicon.entry.feywild.dwarves.gem_transmutation.page0.text0": "Con la conoscenza della trasmutazione dei gemme, il tuo nano può creare per te gemme fey di alta qualità. Basta che tu fornisca gli ingredienti corretti.",
    "feywild_lexicon.entry.feywild.dwarves.magical_brazier": "Forno magico",
    "feywild_lexicon.entry.feywild.dwarves.magical_brazier.page0.text0": "Il mistero della magia dei bracieri è ancora sconosciuto, ma si sa solo che fu creato dai nani.",
    "feywild_lexicon.entry.feywild.dwarves.magical_brazier.page1.text0": "Il fuoco dei bracieri magici può essere acceso e spento con polvere fea.",
    "feywild_lexicon.entry.feywild.dwarves.runestones": "Runestone dei nani",
    "feywild_lexicon.entry.feywild.dwarves.runestones.page0.text0": "Con questo sapere, il tuo nano può creare pietre runiche. tutto ciò che devi fare è fornire gli ingredienti corretti. Puoi anche rinnovare la manna di una pietra runica inattiva.",
    "feywild_lexicon.entry.feywild.dwarves.runestones.page3.text0": "Questo runestone concederà al tuo pixie la capacità di lanciare \"Camminata tra i fiori\" sul proprietario.",
    "feywild_lexicon.entry.feywild.dwarves.runestones.page5.text0": "Questo runestone concederà al tuo pixie la capacità di lanciare \"Fire Walk\" sul proprietario.",
    "feywild_lexicon.entry.feywild.dwarves.runestones.page7.text0": "Questo runestone concederà al tuo pixie la capacità di lanciare \"Frost Walk\" sul proprietario.",
    "feywild_lexicon.entry.feywild.dwarves.runestones.page9.text0": "Questo runestone concederà al tuo pixie la capacità di lanciare \"camminata nel vento\" sul proprietario.",
    "feywild_lexicon.entry.feywild.fey_gems.elven_quartz": "Quarzo elfico",
    "feywild_lexicon.entry.feywild.fey_gems.elven_quartz.page0.text0": "Nel dimensione del Feywild, puoi trovare geodi colorate piene di blocchi stellari.",
    "feywild_lexicon.entry.feywild.fey_gems.elven_quartz.page1.text0": "Il blocco stellare conterrà il quarzo elfico grezzo. Ci sono cinque diversi tipi di quarzo, normale e uno che rappresenta ogni stagione.",
    "feywild_lexicon.entry.feywild.fey_gems.elven_quartz.page3.text0": "Combiniendo la cuarzo cruda creará un bloque de cuarzo élfico. Estos bloques se pueden utilizar para crear todo tipo de bloques utilizando una cortadora de piedra.",
    "feywild_lexicon.entry.feywild.fey_gems.fey_dust": "Polvere fey",
    "feywild_lexicon.entry.feywild.fey_gems.fey_dust.page0.text0": "Quando un essere fatato passa nel mondo successivo, lascia dietro di sé una piccola quantità di polvere fatata. Frantumare gli alberi fatati fornirà anche polvere fatata. La polvere fatata si ottiene anche riscaldando l'oro fatato.",
    "feywild_lexicon.entry.feywild.fey_gems.fey_ore": "Minerale fey",
    "feywild_lexicon.entry.feywild.fey_gems.fey_ore.page0.text0": "I gemme dei Fey sono molto desiderate da alcuni esseri e maghi perché ancora contengono alcune delle magiche originali dei Fey. essere cauti quando si estrae l'oro dei Fey, poiché è fragile e applicare troppo peso sull'oro può ridurre la qualità dei gemme dei Fey estratte.",
    "feywild_lexicon.entry.feywild.fey_gems.fey_ore.page1.text0": "Il minerale dei Fey può essere trovato solo nel dimensione del Feywild.",
    "feywild_lexicon.entry.feywild.fey_gems.fey_ore.page2.text0": "I gemme dei Fey possono essere tagliate in pezzi più piccoli utilizzando un tagliatore di pietra. Si dice che solo i nani conoscano il segreto per aumentare la qualità di una gemma dei Fey.",
    "feywild_lexicon.entry.feywild.fey_gems.fey_ore.page3.text0": "Il minerale dei Fey può essere anche trovato in vene di Deepslate. Il minerale dei Fey è meglio conservato nel Deepslate e avrà una leggermente maggiore probabilità di rilasciare gemme di qualità superiore.",
    "feywild_lexicon.entry.feywild.feywild.fey_altar": "Esecuzione di invocazioni per la fea",
    "feywild_lexicon.entry.feywild.feywild.fey_altar.page0.text0": "Per creare il rotolo di evocazione per un Fey specifico, ti servirà un Altare dei Fey, che può essere creato o trovato in luoghi di culto nei piccoli villaggi.",
    "feywild_lexicon.entry.feywild.feywild.fey_altar.page2.text0": "Con gli ingredienti giusti e l'incantesimo scritto su un rotolo di evocazione con inchiostro magico, puoi evocare nuovamente un essere fatato.",
    "feywild_lexicon.entry.feywild.feywild.fey_altar.page4.text0": "Un seme di mandragola può essere trovato negli alberi dei Fey. Una volta che un albero normale viene corrotto dalla magia dei Fey, alcuni dei suoi semi si trasformeranno in un seme di mandragola.",
    "feywild_lexicon.entry.feywild.feywild.feywild": "Il dimensione del Feywild",
    "feywild_lexicon.entry.feywild.feywild.feywild.page0.text0": "Eseguendo le linee di avventura per il tuo folletto, puoi ottenere l'orbita di teletrasporto del Feywild. La missione è ripetibile se perdessi l'orbita.",
    "feywild_lexicon.entry.feywild.feywild.feywild.page1.text0": "Durante la linea di ricerca, il pixie ti chiederà di catturare un Fey con un Occhio di Ender. Quando torni l'Orb del Pixie al tuo pixie, lei lo concederà poteri speciali che gli consentiranno di viaggiare indietro e in avanti dal Mondo dei Fey.",
    "feywild_lexicon.entry.feywild.feywild.handeling_fey": "Gestione dei Fey",
    "feywild_lexicon.entry.feywild.feywild.handeling_fey.page0.text0": "Puoi $(in grassetto)invocare$(()) un Fey cliccando con il pulsante destro su un rotolo di invocazione dei Fey su un blocco. Una volta utilizzato, ricevi un rotolo di invocazione vuoto in cambio. Ogni Fey ha il suo proprio rotolo di invocazione e le ricette per ogni Fey possono essere trovate sulle relative pagine o utilizzando JEI.",
    "feywild_lexicon.entry.feywild.feywild.handeling_fey.page1.text0": "Cliccando con il pulsante destro sul tuo Fey quando è fermo, puoi riportare il tuo Fey nel rotolo di chiamata vuoto.",
    "feywild_lexicon.entry.feywild.feywild.handeling_fey.page2.text0": "Alcuni folletti ti seguono intorno al mondo. Puoi far seguire un folletto o fargli restare dove è, interagendo con esso mentre hai premuto Shift e clicco destro.",
    "feywild_lexicon.entry.feywild.feywild.handeling_fey.page3.text0": "Puoi aprire la finestra di $(bold)ricerca$( ) per i folletti facendo clic con il pulsante destro su di loro con una mano vuota.",
    "feywild_lexicon.entry.feywild.feywild.handeling_fey.page4.text0": "Puoi regalare un oggetto ai Fey per una missione facendo clic destro su di loro con l'oggetto richiesto.",
    "feywild_lexicon.entry.feywild.feywild.introduction": "Introduzione al Feywild",
    "feywild_lexicon.entry.feywild.feywild.introduction.page0.text0": "Hai mai trovato le tue scarpe legate insieme dopo una buona notte di sonno? Il zucchero nel tuo tè si è improvvisamente trasformato in sale? Hai mai viaggiato attraverso la foresta giurando di vedere qualcosa solo nell'angolo del tuo occhio o sentire le risate delle voci dei bambini? Non preoccuparti, non stai impazzendo! È solo il folle locale che ti mostra che si prende cura di te in...",
    "feywild_lexicon.entry.feywild.feywild.introduction.page1.text0": "I loro modi molto speciali. I fey sono buffoni, truffatori che ci piacciono di prendere in giro i grandi esseri umani. La maggior parte delle volte sono innocui, ma proprio come con noi, potrebbe essercene uno cattivo fra loro. È difficile guadagnare la fiducia di una fata, poiché vedono il mondo in modo diverso da noi.",
    "feywild_lexicon.entry.feywild.feywild.introduction.page2.text0": "Se desideri imparare di più sulla fatale, potresti voler visitare una biblioteca e parlare con uno dei bibliotecari lì presente. Essi hanno anche libri di guida sull'arte magica, a seconda del tipo di magia che hai portato nel regno della fatale. Se non è presente, basta suonare la campana.",
    "feywild_lexicon.entry.feywild.feywild.introduction.page3.text0": "Biblioteca",
    "feywild_lexicon.entry.feywild.feywild.quest": "Caccia",
    "feywild_lexicon.entry.feywild.feywild.quest.page0.text0": "Tutti i folletti hanno una linea di compiti. Dopo aver evocato uno, puoi accedere ai compiti facendo clic destro sul folletto con la mano vuota. Il folletto ti chiede inizialmente di accettare un contratto e diventerai un alleato della corte di quel folletto.",
    "feywild_lexicon.entry.feywild.feywild.quest.page1.text0": "Dipendendo dalle tue impostazioni, allinearti con un corteo potrebbe far partire altri Fey! Di default, questo è disattivato.",
    "feywild_lexicon.entry.feywild.feywild.seasonal_trees": "Alberi stagionali",
    "feywild_lexicon.entry.feywild.feywild.seasonal_trees.page0.text0": "I rami dei Fey cadranno anche polvere dei Fey quando taglierai le loro foglie.",
    "feywild_lexicon.entry.feywild.feywild.seasonal_trees.page1.text0": "I fiori della stagione primaverile cresceranno intorno all'albero.",
    "feywild_lexicon.entry.feywild.feywild.seasonal_trees.page10.text0": "Ilbero d'inverno sarà coperto di neve e freddo.",
    "feywild_lexicon.entry.feywild.feywild.seasonal_trees.page13.text0": "Alcuni utilizzano l'hexerei per corrompere la magia dei Fey. In luoghi dove la magia è stata corrotta, un albero di Hexen crescerà.",
    "feywild_lexicon.entry.feywild.feywild.seasonal_trees.page15.text0": "Un'area benedetta da un arcangelo dei Fey darà vita ad un albero di fiori di Fey speciale.",
    "feywild_lexicon.entry.feywild.feywild.seasonal_trees.page17.text0": "A volte il magico del Feywild lascerà crepe nella struttura degli alberi. Utilizzando polvere di Fey su tronco con crepe non farà altro che scurire ulteriormente il blocco.",
    "feywild_lexicon.entry.feywild.feywild.seasonal_trees.page4.text0": "I fiori della stagione estiva cresceranno intorno all'albero e talvolta l'albero può essere un rifugio per le api della corte estiva.",
    "feywild_lexicon.entry.feywild.feywild.seasonal_trees.page7.text0": "L'area intorno all'albero sarà presto riempita di foglie cadute. Per scacciare i malvagi spiriti, a volte può apparire un cocomero intagliato.",
    "feywild_lexicon.entry.feywild.neutral_courts.blossom_tree_ent": "Albero di fiori entico",
    "feywild_lexicon.entry.feywild.neutral_courts.blossom_tree_ent.page1.text0": "Gli enti degli alberi sono fate che, nel corso del tempo, hanno iniziato a somigliare agli alberi che stanno proteggendo. Gli enti degli alberi attaccheranno chiunque credano non appartenere alla loro area di territorio. Quando evocati, gli enti degli alberi non attaccheranno i giocatori.",
    "feywild_lexicon.entry.feywild.neutral_courts.blossom_tree_ent.page3.text0": "Gli alberi ent possono essere guariti donando loro tronchi di alberi simili ai loro. Puoi anche dar loro un biscotto se vuoi coccolarli.",
    "feywild_lexicon.entry.feywild.neutral_courts.blossom_tree_ent.page4.text0": "Il cibo d'osso farà crescere piante da seme e le loro auree si estenderanno di più, concedendo ai proprietari miglioramenti speciali. Il albero dei fiori potrebbe anche cadere mele.",
    "feywild_lexicon.entry.feywild.neutral_courts.hexen_tree_ent": "Ent di albero esorcista",
    "feywild_lexicon.entry.feywild.neutral_courts.hexen_tree_ent.page1.text0": "Gli enti degli alberi sono fate che, nel tempo, hanno iniziato a somigliare alle piante che stanno proteggendo. Gli enti degli alberi attaccheranno chiunque credano non appartenere alla loro area di territorio. Quando evocati, gli enti degli alberi non attaccheranno i giocatori.",
    "feywild_lexicon.entry.feywild.neutral_courts.hexen_tree_ent.page3.text0": "Gli alberi ent possono essere guariti donando loro tronchi di alberi simili ai loro. Puoi anche dar loro un biscotto se vuoi coccolarli.",
    "feywild_lexicon.entry.feywild.neutral_courts.hexen_tree_ent.page4.text0": "Il cibo d'ossa farà crescere piante da seme e le loro auree si estenderanno di più, concedendo ai proprietari miglioramenti speciali.",
    "feywild_lexicon.entry.feywild.neutral_courts.hexen_tree_ent.page5.text0": "Gli enti di albero esorcisti sono enti corrotti da hexerei. La strega che li ha evocati, ha utilizzato la loro aura e il polvere fey per ottenere accesso a tutti i tipi di magia contenuti nel polvere fey. La magia è molto volatile e non sempre concede all'proprietario un incantesimo desiderato.",
    "feywild_lexicon.entry.feywild.neutral_courts.pixie_wings": "Ali di folletto",
    "feywild_lexicon.entry.feywild.neutral_courts.pixie_wings.page0.text0": "I pipistrelli originariamente non avevano ali. dopo la caduta di luce e oscurità, i corti si divisero. ignari del loro luogo d'origine, i pipistrelli desiderosi di tornare alle stelle gli diedero le ali.$(br)$(br)puoi ricevere le tue proprie ali di pipistrello completando la linea di quest.",
    "feywild_lexicon.entry.feywild.spring_court.mandragora": "Mandrágola",
    "feywild_lexicon.entry.feywild.spring_court.mandragora.page0.text0": "Come se fossero stati toccati da uno spirito fatale, i mandragorae sono tipicamente luminosi e allegri ottimisti, pronti a ridere, giocare e godersi la vita e la natura. Essi germogliano dai loro parenti meno attraenti, le mandragore.",
    "feywild_lexicon.entry.feywild.spring_court.mandragora.page2.text0": "Ecco il testo:\n\n\"by feeding a mandrake their favorite food, a magical honey cookie, they will sprout into a mandragora. A mandragora will take care of your garden, and her lovely singing voice might even...\"",
    "feywild_lexicon.entry.feywild.spring_court.mandragora.page3.text0": "Coltiva colture.",
    "feywild_lexicon.entry.feywild.spring_court.mandragora.page4.text0": "Puoi utilizzare una seme di mandragola per cambiare il tipo del Mandragora.",
    "feywild_lexicon.entry.feywild.spring_court.mandragora.page6.text0": "A volte altri mod potrebbero impedirti di evocare un Mandragora con un biscotto d'acero, quindi prova a creare un rotolo di evocazione.",
    "feywild_lexicon.entry.feywild.spring_court.mandragora.page7.text0": "Il biscotto miele magico può essere trovato nei campi dorati del Seelie estivo. Ci sarà una struttura chiamata apiario, dove la corte estiva protegge il loro miele.",
    "feywild_lexicon.entry.feywild.spring_court.spring_court": "Corte primaverile",
    "feywild_lexicon.entry.feywild.spring_court.spring_court.page0.text0": "Il corteo dei Fey del cortile primaverile è un luogo bizzarro e vivace, dove gli esseri della natura trattano ogni cosa come se non l'avessero mai vista prima. Sono come bambini iperattivi, sempre incuriositi da tutto ciò che vedono, mangiano qualsiasi cosa sembri commestibile e il loro unico pensiero è quello di non avere abbastanza divertimento.",
    "feywild_lexicon.entry.feywild.spring_court.spring_court.page1.text0": "Ogni anno, essi rappresentano il nascita di un nuovo anno e l'arrivo della nuova vita e sono i più innocenti dei cortili. Sono tuttavia, notoriamente fastidiosi quando giocano scherzi, poiché non sanno i pericoli o le conseguenze delle loro azioni. E neanche se ne curano.",
    "feywild_lexicon.entry.feywild.spring_court.spring_court.page2.text0": "boschi in fiore",
    "feywild_lexicon.entry.feywild.spring_court.spring_court.page3.text0": "Nel Weald in fiore, è possibile trovare giganteschi tarassaci. Il tarassaco gigante presenta tre varianti: un bud, un fiore e la seta del fiore, nota per il suo uso. Il fiore può anche lasciare cadere semi di tarassaco, che possono essere utilizzati per coltivare i propri giganteschi tarassaci.",
    "feywild_lexicon.entry.feywild.spring_court.spring_pixie": "Fata primaverile",
    "feywild_lexicon.entry.feywild.spring_court.spring_pixie.page1.text0": "Attenzione: quando evochi un'ape, sei vincolato al loro corteo! Ciò significa che altre corti potrebbero non essere disposte a interagire con te in seguito. Inoltre, non tutte le api sono familiari disponibili e possono ingannarti! Prova ad interagire con la tua ape dopo averla evocata, se possibile cerca di guadagnare la loro fiducia.",
    "feywild_lexicon.entry.feywild.spring_court.spring_pixie.page3.text0": "Con questo rotolo puoi evocare una fata della fontana. La presenza di una fata della fontana farà innamorare gli animali l'uno dell'altro. Il pixie evocato seguirà te cliccando a destra con il shift, se vuoi che resti in una posizione specifica, clicca nuovamente a destra con il shift sulla fata.",
    "feywild_lexicon.entry.feywild.spring_court.spring_pixie.page4.text0": "I pixie amano i biscotti, come la maggior parte dei Fey! Quando sono affamati, puoi dar loro un biscotto e questo li farà guarire di alcuni punti di salute.",
    "feywild_lexicon.entry.feywild.spring_court.spring_pixie.page5.text0": "Puoi cambiare l'abilità del tuo pixie con un runestone. I nani sapranno più sulle runestone.",
    "feywild_lexicon.entry.feywild.spring_court.spring_pixie_wings": "Ali di fate",
    "feywild_lexicon.entry.feywild.spring_court.spring_pixie_wings.page0.text0": "I pipistrelli originariamente non avevano ali. dopo la caduta di luce e oscurità, i corti si divisero. ignari del loro luogo d'origine, i pipistrelli desiderosi di tornare alle stelle gli diedero ali.$(br)$(br)puoi ricevere le tue proprie ali di pipistrello completando la linea di quest.",
    "feywild_lexicon.entry.feywild.spring_court.spring_pixie_wings.page2.text0": "Puoi riparare le ali delle fate con polvere fatata.",
    "feywild_lexicon.entry.feywild.spring_court.spring_tree_ent": "Ent di primavera",
    "feywild_lexicon.entry.feywild.spring_court.spring_tree_ent.page1.text0": "Gli enti degli alberi sono fate che, nel corso del tempo, hanno iniziato a somigliare agli alberi che stanno proteggendo. Gli enti degli alberi attaccheranno chiunque credano non appartenere alla loro area di territorio. Quando evocati, gli enti degli alberi non attaccheranno i giocatori.",
    "feywild_lexicon.entry.feywild.spring_court.spring_tree_ent.page3.text0": "Gli alberi ent possono essere guariti donando loro tronchi di alberi simili ai loro. Puoi anche dar loro un biscotto se vuoi coccolarli.",
    "feywild_lexicon.entry.feywild.spring_court.spring_tree_ent.page4.text0": "Il cibo d'osso farà crescere piante da seme e le loro auree si estenderanno di più, concedendo ai proprietari miglioramenti speciali. L'Ent della foresta primaverile anche rilascerà una varietà di fiori.",
    "feywild_lexicon.entry.feywild.summer_court.bee_knight": "Cavaliere ape",
    "feywild_lexicon.entry.feywild.summer_court.bee_knight.page1.text0": "I guardiani api patrollano i campi dorati del Seelie, alla ricerca di chi tenta di rubare il loro sacro miele.",
    "feywild_lexicon.entry.feywild.summer_court.bee_knight.page2.text0": "Il miele migliore della corte estiva è conservato presso la apiaria. La apiaria è protetta da diversi cavalieri api. Il cesto sacro del miele è tenuto in un display di vetro. Lo display può essere rotto cliccando rapidamente con il pulsante destro, quindi si romperà e il tesoro d'oro sarà tuo.",
    "feywild_lexicon.entry.feywild.summer_court.bee_knight.page4.text0": "Con questo rotolo puoi evocare un cavaliere apiario. Il cavaliere apiario proteggerà l'area da altri esseri viventi che vi interagiscono con essa.",
    "feywild_lexicon.entry.feywild.summer_court.summer_court": "Corte estiva",
    "feywild_lexicon.entry.feywild.summer_court.summer_court.page0.text0": "Il cortile estivo è la corte regnante primaria all'interno del Feywild e lo sanno bene. Superbia e esigente, si aspettano che chi li abbia in considerazione trattandoli come i reali che sono. Le altre corti e gli abitanti del Feywild sono lì per servirli, e sebbene educati, richiedono riconoscimento dello status reale che si sono auto-assegnati.",
    "feywild_lexicon.entry.feywild.summer_court.summer_court.page1.text0": "Il cortile estivo difende il Feywild contro gli intrusi che cercano di appropriarsi delle ricchezze del corteo dei folletti e sono più orientati alla lotta rispetto alle altre corti. Sono pronti a rispondere a qualsiasi minaccia o opposizione con il loro giudizio retto.",
    "feywild_lexicon.entry.feywild.summer_court.summer_court.page2.text0": "Campi dorati dei Seelie",
    "feywild_lexicon.entry.feywild.summer_court.summer_court.page3.text0": "Nelle campagne dorati del corte estivo dei sidhe, è possibile trovare gigli di sole. I gigli di sole giganti si orienteranno verso la posizione del sole. Il fiore anche rilascerà semi di giglio di sole, che possono essere utilizzati per coltivare i propri gigli di sole giganti.",
    "feywild_lexicon.entry.feywild.summer_court.summer_pixie": "Fata estiva",
    "feywild_lexicon.entry.feywild.summer_court.summer_pixie.page1.text0": "Il cortile estivo è la corte principale regnante all'interno del Feywild e lo sanno. Attenzione che quando evochi un pixie, sei vincolato alla loro corte! Ciò significa che altre corti potrebbero non essere disposte a interagire con te in seguito. Inoltre, non tutti i pixies sono familiari disponibili e potrebbero ingannarti! Prova ad interagire con il tuo pixie dopo averlo evocato, se possibile cerca di guadagnare la loro fiducia!",
    "feywild_lexicon.entry.feywild.summer_court.summer_pixie.page2.text0": "Trust.",
    "feywild_lexicon.entry.feywild.summer_court.summer_pixie.page4.text0": "Con questo rotolo puoi evocare una pixie estiva. Come membro orgoglioso della corte estiva, la pixie estiva colpirà i suoi nemici. La pixie evocata seguirà te cliccando a destra con il tasto Shift su di lei, se vuoi farla restare in una posizione specifica, clicca nuovamente a destra con il tasto Shift su di lei.",
    "feywild_lexicon.entry.feywild.summer_court.summer_pixie.page5.text0": "I pixie amano i biscotti, come la maggior parte dei Fey! Quando sono affamati, puoi dar loro un biscotto e questo li farà guarire di alcuni punti di salute.",
    "feywild_lexicon.entry.feywild.summer_court.summer_pixie.page6.text0": "Puoi cambiare l'abilità del tuo pixie con un runestone. I nani sapranno più sulle runestone.",
    "feywild_lexicon.entry.feywild.summer_court.summer_pixie_wings": "Ali di pixie estivo",
    "feywild_lexicon.entry.feywild.summer_court.summer_pixie_wings.page0.text0": "I pixie non avevano ali inizialmente. Dopo la caduta di luce e oscurità, i corti si divisero. Non sapendo da dove venivano, i pixie desiderosi di tornare alle stelle diedero loro ali.$(br)$(br)Puoi ricevere le tue proprie ali dei pixie completando la linea di quest.",
    "feywild_lexicon.entry.feywild.summer_court.summer_pixie_wings.page2.text0": "Puoi riparare le ali dei folletti con polvere fatata.",
    "feywild_lexicon.entry.feywild.summer_court.summer_tree_ent": "Ent di albero estivo",
    "feywild_lexicon.entry.feywild.summer_court.summer_tree_ent.page1.text0": "Gli enti degli alberi sono fate che, nel corso del tempo, hanno iniziato a somigliare agli alberi che stanno proteggendo. Gli enti degli alberi attaccheranno chiunque credano non appartenere alla loro area di territorio. Quando evocati, gli enti degli alberi non attaccheranno i giocatori.",
    "feywild_lexicon.entry.feywild.summer_court.summer_tree_ent.page3.text0": "Gli alberi ent possono essere guariti donando loro tronchi di alberi simili ai loro. Puoi anche dar loro un biscotto se vuoi coccolarli.",
    "feywild_lexicon.entry.feywild.summer_court.summer_tree_ent.page4.text0": "Il corteccia d'estate ha attirato alcune api, concedendogli un biscotto magico miele potrebbe lusingare alcuni di loro fuori dalle loro arnie.",
    "feywild_lexicon.entry.feywild.summer_court.summer_tree_ent.page5.text0": "Il cibo d'osso farà crescere piante da seme e le loro auree si estenderanno di più, concedendo ai proprietari miglioramenti speciali.",
    "feywild_lexicon.entry.feywild.winter_court.allay": "Allay",
    "feywild_lexicon.entry.feywild.winter_court.allay.page1.text0": "Gli allay sono spiriti di fey perduti. il loro unico scopo è trovare gli oggetti persi e restituirli ai loro proprietari. I reaper del cortile d'inverno hanno sfruttato questi piccoli allay per recuperare frammenti di anime. Tuttavia, gli allay non sono fedeli al cortile d'inverno e aiuteranno chiunque possano.",
    "feywild_lexicon.entry.feywild.winter_court.allay.page3.text0": "Puoi provare a dar loro un biscotto, ma li restituiranno comunque.",
    "feywild_lexicon.entry.feywild.winter_court.reaper_scythe": "Falcione dell'inverno, il raccolitore di anime",
    "feywild_lexicon.entry.feywild.winter_court.reaper_scythe.page1.text0": "Il rasoio invernale del reaper concede abilità speciali a un giocatore allineato alla corte invernale.",
    "feywild_lexicon.entry.feywild.winter_court.reaper_scythe.page2.text0": "Con la falce del raccolta anime, puoi raccogliere frammenti di anima dagli zombi.",
    "feywild_lexicon.entry.feywild.winter_court.reaper_scythe.page3.text0": "Con la falce del raccolto dei morti, puoi prendere il capo di un mostro non-morto occasionalmente.",
    "feywild_lexicon.entry.feywild.winter_court.reaper_scythe.page5.text0": "Puoi combinare le anime catturate in un gioiello animico. Puoi restaurare l'anima nel mondo dei viventi. Ma se l'anima è incompleta, può manifestarsi una versione zombie.",
    "feywild_lexicon.entry.feywild.winter_court.reaper_scythe.page6.text0": "Puoi riparare la falce con gemme fey minori.",
    "feywild_lexicon.entry.feywild.winter_court.winter_court": "Corte invernale",
    "feywild_lexicon.entry.feywild.winter_court.winter_court.page0.text0": "Quando le foglie sono cadute e il cielo si è trasformato in grigio e la notte ha chiuso su di giorno. È in quel momento che la corte d'inverno regna sovrana nel Feywild. Questi fey non si curano dei viventi e delle loro lotte per il potere. In fondo, la morte ci raggiungerà tutti e il loro scopo è assicurare che il Feywild veda un altro giro dell'anno.",
    "feywild_lexicon.entry.feywild.winter_court.winter_court.page1.text0": "Essi possono sembrare freddi e sullen alla prima occhiata, ma si riscaldano verso chiunque sia disposto ad aiutare il Feywild nel suo momento più crudele e mortale. I fey del winter tendono a essere parlati con voce bassa, leggermente morbosi e non scelgono mai le loro parole senza pensare alle conseguenze. Sembrano un po' imbarazzati quando si tratta di relazioni sociali, e alcuni preferiscono la compagnia dei morti.",
    "feywild_lexicon.entry.feywild.winter_court.winter_court.page2.text0": "Ritiro congelato",
    "feywild_lexicon.entry.feywild.winter_court.winter_court.page3.text0": "Nel rifugio ghiacciato puoi trovare gigli di croco. Il giglio di croco aprirà il suo fiore durante il giorno e lo chiuderà la notte. Il fiore anche rilascerà semi di croco, che possono essere utilizzati per coltivare il tuo proprio giglio di croco.",
    "feywild_lexicon.entry.feywild.winter_court.winter_pixie": "Fata invernale",
    "feywild_lexicon.entry.feywild.winter_court.winter_pixie.page1.text0": "Essi possono sembrare freddi e sullen alla prima occhiata, ma si riscaldano verso chiunque sia disposto a aiutare il Feywild nel suo momento più crudele e mortale. Attenzione che quando evochi un pixie, sei vincolato al loro corte! Ciò significa che altre corti potrebbero non essere disposte ad interagire con te in seguito. Inoltre, non tutti i pixies sono familiari disponibili e possono ingannarti! Prova a interagire con il tuo pixie",
    "feywild_lexicon.entry.feywild.winter_court.winter_pixie.page2.text0": "Dopo aver evocato uno, se possibile, tenta di guadagnare la loro fiducia.",
    "feywild_lexicon.entry.feywild.winter_court.winter_pixie.page4.text0": "Con questo rotolo puoi evocare un pixie invernale. Il pixie invernale occasionalmente evocherà un'anima nel corpo di un omino di neve. Il pixie evocato seguirà te cliccando a destra con il shift, se vuoi farla restare in una certa posizione, clicca a destra con il shift ancora una volta.",
    "feywild_lexicon.entry.feywild.winter_court.winter_pixie.page5.text0": "I pixie amano i biscotti, come la maggior parte dei Fey! Quando sono affamati, puoi dar loro un biscotto e questo li farà guarire di alcuni punti di salute.",
    "feywild_lexicon.entry.feywild.winter_court.winter_pixie.page6.text0": "Puoi cambiare l'abilità del tuo pixie con un runestone. I nani sapranno più sulle runestone.",
    "feywild_lexicon.entry.feywild.winter_court.winter_pixie_wings": "Ali di pixie invernali",
    "feywild_lexicon.entry.feywild.winter_court.winter_pixie_wings.page0.text0": "I pixie non avevano ali inizialmente. Dopo la caduta di luce e oscurità, i corti si divisero. Non sapendo da dove venivano, i pixie desiderosi di tornare alle stelle diedero loro ali.$(br)$(br)Puoi ricevere le tue proprie ali dei pixie completando la linea di quest.",
    "feywild_lexicon.entry.feywild.winter_court.winter_pixie_wings.page2.text0": "Puoi riparare le ali dei folletti con polvere fatata.",
    "feywild_lexicon.entry.feywild.winter_court.winter_tree_ent": "Albero di inverno",
    "feywild_lexicon.entry.feywild.winter_court.winter_tree_ent.page1.text0": "Gli enti degli alberi sono fate che, nel corso del tempo, hanno iniziato a somigliare alle piante che stanno proteggendo. Gli enti degli alberi attaccheranno chiunque credano non appartenere alla loro terra. Quando evocati, gli enti degli alberi non attaccheranno i giocatori. Gli enti degli alberi invernali non sono ostili verso l'undead poiché si sono abituati alla loro presenza.",
    "feywild_lexicon.entry.feywild.winter_court.winter_tree_ent.page3.text0": "Gli alberi ent possono essere guariti donando loro tronchi di alberi simili ai loro. Puoi anche dar loro un biscotto se vuoi coccolarli.",
    "feywild_lexicon.entry.feywild.winter_court.winter_tree_ent.page4.text0": "Il cibo d'osso farà crescere piante da seme e le loro auree si estenderanno di più, concedendo ai proprietari miglioramenti speciali."
}