{
    "advancement.enigmaticlegacy:abyssalHeart": "Orrore eldritch",
    "advancement.enigmaticlegacy:abyssalHeart.desc": "Sconfiggi il drago dell'ender e rivendica il cuore dell'abisso",
    "advancement.enigmaticlegacy:allSpellstones": "Codice di pietra magico",
    "advancement.enigmaticlegacy:allSpellstones.desc": "Raccogli ogni spelta unica. Ci sarebbe stato un modo per combinare tutte insieme...",
    "advancement.enigmaticlegacy:astralDust": "Catalizzatore primordiale",
    "advancement.enigmaticlegacy:astralDust.desc": "Scopri il polvere astrale",
    "advancement.enigmaticlegacy:astralFruit": "Mela fantastica",
    "advancement.enigmaticlegacy:astralFruit.desc": "Trova il frutto celeste tra i tesori della città finale e consumalo",
    "advancement.enigmaticlegacy:burnTheTome": "Come osate!",
    "advancement.enigmaticlegacy:burnTheTome.desc": "Prova ad usare il tomo antico come combustibile per la fornace",
    "advancement.enigmaticlegacy:cosmicScroll": "Retto del divino",
    "advancement.enigmaticlegacy:cosmicScroll.desc": "Compire un pellegrinaggio nel dominio dell'architetto e diventare il suo devoto credente, guadagnando il diritto di portare il suo segno e la sua benedizione.",
    "advancement.enigmaticlegacy:cursedRing": "La tenebra si estende davanti a te",
    "advancement.enigmaticlegacy:cursedRing.desc": "Indossare l'anello e accogliere le sette maledizioni",
    "advancement.enigmaticlegacy:desolationRing": "La realtà è distorta",
    "advancement.enigmaticlegacy:desolationRing.desc": "Fonderemo il fardello della desolazione e lo porteremo",
    "advancement.enigmaticlegacy:discoverRing": "Un diamante di 0,5 carati pazzo",
    "advancement.enigmaticlegacy:discoverRing.desc": "Scoprire o creare il tuo primo anello",
    "advancement.enigmaticlegacy:discoverScroll": "Mago supersolido",
    "advancement.enigmaticlegacy:discoverScroll.desc": "Ottenere il tuo primo rotolo arcano",
    "advancement.enigmaticlegacy:discoverSpellstone": "Potere elementale",
    "advancement.enigmaticlegacy:discoverSpellstone.desc": "Scopri il tuo primo stonetto incantato",
    "advancement.enigmaticlegacy:etheriumGear": "Il difensore supremo",
    "advancement.enigmaticlegacy:etheriumGear.desc": "Creare un completo set di armatura realizzato con etereio",
    "advancement.enigmaticlegacy:etheriumTool": "Progettista di paesaggi aggressivo",
    "advancement.enigmaticlegacy:etheriumTool.desc": "Crea qualsiasi strumento con etereio",
    "advancement.enigmaticlegacy:fabulousScroll": "Tocca i cieli",
    "advancement.enigmaticlegacy:fabulousScroll.desc": "Ottenere la grazia del creatore",
    "advancement.enigmaticlegacy:forbiddenAxe": "Vendetta terribile",
    "advancement.enigmaticlegacy:forbiddenAxe.desc": "Decapitare un nemico utilizzando l'ascia dell'esecutore",
    "advancement.enigmaticlegacy:forbiddenFruit": "Peccato primordiale",
    "advancement.enigmaticlegacy:forbiddenFruit.desc": "Consuma il frutto proibito e libera te stesso dalla maledizione della fame",
    "advancement.enigmaticlegacy:guardianHeart": "L'occhio funesto",
    "advancement.enigmaticlegacy:guardianHeart.desc": "Sconfiggi l'Elder Guardian e reclama il Cuore del Guardiano",
    "advancement.enigmaticlegacy:heavenScroll": "Rollo celeste",
    "advancement.enigmaticlegacy:heavenScroll.desc": "Trova o crea il dono del cielo",
    "advancement.enigmaticlegacy:infernalShield": "Provi a penetrare questo!",
    "advancement.enigmaticlegacy:infernalShield.desc": "Forgiare un baluardo di orgoglio fiammeggiante, l'arma finale della difesa",
    "advancement.enigmaticlegacy:loreInscriber": "Scrittore di leggende",
    "advancement.enigmaticlegacy:loreInscriber.desc": "Ottenere l'inchiostro dell'architetto",
    "advancement.enigmaticlegacy:magnetRing": "Magnificenza",
    "advancement.enigmaticlegacy:magnetRing.desc": "Trova o crea anello magnetico",
    "advancement.enigmaticlegacy:megasponge": "Chi vive in fondo?...",
    "advancement.enigmaticlegacy:megasponge.desc": "Trova o crea un mega-spongia estesa",
    "advancement.enigmaticlegacy:mendingMixture": "Sostanza extraterrestre",
    "advancement.enigmaticlegacy:mendingMixture.desc": "Trova o crea miscela di riparazione",
    "advancement.enigmaticlegacy:recallPotion": "Devo uscire da qui",
    "advancement.enigmaticlegacy:recallPotion.desc": "Brew the potion of recall",
    "advancement.enigmaticlegacy:smeltEtherium": "Non così eterei",
    "advancement.enigmaticlegacy:smeltEtherium.desc": "Fonder l'ingottatura di etereio",
    "advancement.enigmaticlegacy:superMagnetRing": "Occhio onnivoro",
    "advancement.enigmaticlegacy:superMagnetRing.desc": "Trova o crea anello di dislocazione",
    "advancement.enigmaticlegacy:theCube": "Questo cubo ha guarito la mia mortalità",
    "advancement.enigmaticlegacy:theCube.desc": "Forzare tutti i cristalli di incantesimo in una forma ugualmente potente e innaturale, creando un cubo non euclideo.",
    "advancement.enigmaticlegacy:theInfinitum": "Oltre il tempo e lo spazio",
    "advancement.enigmaticlegacy:theInfinitum.desc": "Acquisire l'infinito e diventare il portavoce dell'abisso",
    "advancement.enigmaticlegacy:theTwist": "Svolta fatale",
    "advancement.enigmaticlegacy:theTwist.desc": "Uccidi il Wither e crea la Twist utilizzando l'Essenza Nefasta",
    "advancement.enigmaticlegacy:twistedHeart": "Ti tradirà",
    "advancement.enigmaticlegacy:twistedHeart.desc": "Creare il cuore distorto",
    "advancement.enigmaticlegacy:twistedMirror": "Bellezza distorta",
    "advancement.enigmaticlegacy:twistedMirror.desc": "Creare lo specchio distorto",
    "advancement.enigmaticlegacy:ultimatePotion": "Mastro della macchina per la preparazione dei liquidi",
    "advancement.enigmaticlegacy:ultimatePotion.desc": "Brewa il tuo primo potente elisir",
    "advancement.enigmaticlegacy:unholyGrail": "Ignorando i consigli",
    "advancement.enigmaticlegacy:unholyGrail.desc": "Bevi dal calice sacrilego",
    "advancement.enigmaticlegacy:unholyGrailWorthy": "Supremazia impura",
    "advancement.enigmaticlegacy:unholyGrailWorthy.desc": "Hai dominato il potere dell'anello profano... ma a che prezzo?",
    "advancement.enigmaticlegacy:voidPearl": "La speranza svanisce",
    "advancement.enigmaticlegacy:voidPearl.desc": "Ricorda il perlo del vuoto",
    "advancementTab.enigmaticlegacy": "Eredità enigmatica",
    "advancementTab.enigmaticlegacy.desc": "Rimane dei tempi passati",
    "block.enigmaticlegacy.astral_block": "Sacchetto di polvere astrale",
    "block.enigmaticlegacy.big_lamp": "Lampada",
    "block.enigmaticlegacy.big_redstonelamp": "Lanterna di risonanza rossa",
    "block.enigmaticlegacy.big_shroomlamp": "Lampada funghi",
    "block.enigmaticlegacy.cosmic_cake": "Il dolce eterno",
    "block.enigmaticlegacy.end_anchor": "Anchia dimensionale",
    "block.enigmaticlegacy.etherium_block": "Blocco di etereio",
    "block.enigmaticlegacy.massive_lamp": "Lampada incastonata",
    "block.enigmaticlegacy.massive_redstonelamp": "Lanterna di risonanza rossa incastonata",
    "block.enigmaticlegacy.massive_shroomlamp": "Lampada a funghi incastonata",
    "block.enigmaticlegacy.star_fabric": "Tessuto stellare",
    "book.enigmaticlegacy.category.accessories.desc": "Molti oggetti, anche se indossabili sul proprio corpo, non sembrano avere alcuna funzione apparente all'occhio iniziale.<br2\/>Tuttavia, è possibile creare o scoprire cose imbevute di magia potente che prendono forma di anelli, di amuleti, di qualcosa d'altro che è più comodo portare con sé e non gravita sul proprietario come l'armatura pesante o la spada.",
    "book.enigmaticlegacy.category.accessories.name": "Accessori",
    "book.enigmaticlegacy.category.armor.desc": "Nonostante tutta la sua bellezza, questo mondo nasconde molti pericoli nascosti nei suoi angoli più oscuri. Molti possono facilmente distruggere un viaggiatore ignaro, se non ha mezzi di protezione adeguati.<br2\/>Molti famosi fabbri hanno dedicato la loro vita a tentativi di creare l'armatura perfetta. Sarai senza dubbio superiore a tutti loro.",
    "book.enigmaticlegacy.category.armor.name": "Armi",
    "book.enigmaticlegacy.category.brewing.desc": "Sebbene fosse molto popolare tra i maghi umani di epoche passate, molti demigodi trascurano il potere della preparazione di pozioni, considerandolo non degno di una indagine estesa e di tutti gli sforzi connessi con l'acquisizione degli ingredienti.<br2\/>Ma per coloro che sono disposti a dare ciò che serve, le pozioni possono diventare gli strumenti più potenti a loro disposizione.",
    "book.enigmaticlegacy.category.brewing.name": "Cottura",
    "book.enigmaticlegacy.category.decorations.desc": "Alcuni oggetti che potresti progettare e costruire, in effetti, non servono alcun scopo pratico.<br2\/>Questo non significa che siano privi di senso, tuttavia. Un essere potente come te, senza dubbio, merita di essere circondato da comfort e bellezza se lo desidera.",
    "book.enigmaticlegacy.category.decorations.name": "Decorazioni",
    "book.enigmaticlegacy.category.enchantments.desc": "Enchanting è un grande forma d'arte da sé. I diversi maestri cercano approcci diversi per eseguirlo e, alla fine - non c'è modo di dire quale approccio sia il più efficace e se ci sia addirittura uno.",
    "book.enigmaticlegacy.category.enchantments.name": "Incantesimi",
    "book.enigmaticlegacy.category.materials.desc": "Siete perfettamente familiari con la maggior parte dei materiali e delle risorse comuni di questo mondo, che ne sono piene. Ma se scavate un po' più a fondo - potreste scoprire cose che nemmeno voi avete mai visto prima.<br2\/>Mentre continuate a cercare nuovi materiali per forgere strumenti e armature migliori, sarebbe utile notare proprietà insolite di alcuni di loro.",
    "book.enigmaticlegacy.category.materials.name": "Risorse e materiali",
    "book.enigmaticlegacy.category.misc.desc": "Alcuni sapere si rivela estremamente difficile da categorizzare. A volte sembra non valga alcuna fatica. C'è un certo romanticismo nel lasciare fogli e rotoli accumulati sul tavolo, senza struttura o ordine. La grandezza nasce spesso dal caos apparente.",
    "book.enigmaticlegacy.category.misc.name": "Varie",
    "book.enigmaticlegacy.category.relics.desc": "Numerosi reliqui sono sparsi su questo mondo, molti dimenticati nel corso degli anni, altri - persistono nella leggenda... <br2\/>E come sia sia esploratore e conquistatore, essi accadono semplicemente di essere il tuo punto di interesse primario, poiché sono le chiavi per raggiungere un potere inimmaginabile e i segni che possono portarti alle risposte che cerchi.",
    "book.enigmaticlegacy.category.relics.name": "Articoli sacri",
    "book.enigmaticlegacy.category.tools.desc": "Persino gli dei sembrano non poter facilmente liberare le loro potenze creative e distruttive, a meno che non abbiano un'adeguata arma in mano.<br2\/>Le spade non sono diverse da qualsiasi altra arma - sono create per servire il loro scopo e obbedire silenziosamente alla loro progettazione. Accade solo che lo scopo loro sia di versare sangue.",
    "book.enigmaticlegacy.category.tools.name": "Strumenti e armi",
    "book.enigmaticlegacy.category.world.desc": "Alcuni scelgono di raccogliere senza pensiero tutto ciò che si trova per strada, lasciando indietro qualsiasi altra cosa. Non è un'intera giustificazione, ma non rende necessariamente migliore di quegli esseri che cercano a caso sangue nella notte?... A volte, se guardi un po' più da vicino, le rovine e i resti delle età passate possono raccontarti molto sulla lunga storia prima della tua avventura.",
    "book.enigmaticlegacy.category.world.name": "Il mondo",
    "book.enigmaticlegacy.entry.abyssal_heart.heading.1": "Il cuore",
    "book.enigmaticlegacy.entry.abyssal_heart.name": "Cuore dell'abisso",
    "book.enigmaticlegacy.entry.abyssal_heart.page.1": "quando questo abominazione senza nome cadde per la prima volta tra le tue mani, un misto di sensazioni che sfidano descrizione si è abbattuto sulla tua mente, tra cui c'era posto per il terrore e l'eccitazione, l'ammirazione e lo sdegno. Lo sguardo del suo occhio solitario ti ha colpito con un'intenzione impossibile da comprendere, ma una volta che la prima ondata di emozioni si è ritirata - tu hai`",
    "book.enigmaticlegacy.entry.abyssal_heart.page.2": "concluse che non rappresenta alcuna minaccia per te.<br2\/>tuttavia, non sai cosa sia veramente, e da dove venga. forse la tua esistenza insopportabile e gli sforzi per vivere nonostante sette maledizioni sono stati notati da un potere eldritch inominato, e attraverso il tuo...",
    "book.enigmaticlegacy.entry.abyssal_heart.page.3": "Un essere dannato ha scelto di canalizzarsi nel mondo. Forse è un mero incidente, una fluttuazione nella realtà stessa che ha permesso a qualcosa come questo di apparire. Forse è la tua mente malata che ha concepito questo orrore in un febbre notturna e con il suo crescere - corruzione delle maledizioni hanno riusato a manifestarlo nel regno mortale?<br2\/>Forse è meglio non saperlo, poiché alcune verità sono molto più...",
    "book.enigmaticlegacy.entry.abyssal_heart.page.4": "Più inquietante di qualsiasi cosa l'immaginazione umana possa concepire.<br2\/>In ogni caso, adesso sei il legittimo proprietario di questo oggetto e non passerà molto tempo prima che tu possa usarlo per un uso violento e pauroso... il mondo soffrirà dieci volte più del dolore che ha causato a te.",
    "book.enigmaticlegacy.entry.advanced_brewing.heading.1": "Ultimo Brewing di Pozioni",
    "book.enigmaticlegacy.entry.advanced_brewing.heading.2": "Ultimo potere",
    "book.enigmaticlegacy.entry.advanced_brewing.heading.3": "Ultima invisibilità",
    "book.enigmaticlegacy.entry.advanced_brewing.heading.4": "Ultimo guarigione",
    "book.enigmaticlegacy.entry.advanced_brewing.heading.5": "Ultimo splash veleno",
    "book.enigmaticlegacy.entry.advanced_brewing.name": "Pozioni avanzate",
    "book.enigmaticlegacy.entry.advanced_brewing.page.1": "Una delle possibili vie immediate per cui la polvere astrale può essere utile è nella preparazione di pozioni. Le sue proprietà insolite consentono di raggiungere ciò che era precedentemente considerato impossibile, creando pozioni ultimate che combinano entrambi l'effetto potente e la durata estesa.\n\nLe pagine successive contengono esempi degli effetti che puoi ottenere facendolo.",
    "book.enigmaticlegacy.entry.advanced_brewing.page.2": "I potenti ultimi possono essere preparati sia con estensioni che, se il potente ha tale variazione, con una versione potenziata. <br2\/>Il risultato non varierà da questo.",
    "book.enigmaticlegacy.entry.advanced_brewing.page.3": "Se il potente ha entrambe le versioni estese e empowerate, la sua versione ultima combinerà i migliori aspetti di entrambe. Nel caso del coraggio, ciò significa che il suo potente finale applicherà il coraggio II per 8 minuti.",
    "book.enigmaticlegacy.entry.advanced_brewing.page.4": "Se un filtro ha solo una versione estesa, tipicamente avrà un tempo di durata doppio rispetto alla versione estesa. Come si può vedere qui, il filtro dell'invisibilità ultima applica il suo effetto per 16 minuti.",
    "book.enigmaticlegacy.entry.advanced_brewing.page.5": "Se un filtro ha effetto immediato, riceverà semplicemente un livello di effetto aggiuntivo. Quindi il filtro della guarigione applicherà salute III se brewato nella versione ultima.",
    "book.enigmaticlegacy.entry.advanced_brewing.page.6": "Essi possono anche essere bolliti da e convertiti in versioni a spruzzo e persistente, mediante mezzi convenzionali.",
    "book.enigmaticlegacy.entry.ancient_debris.heading.1": "I detriti antichi",
    "book.enigmaticlegacy.entry.ancient_debris.name": "Rimembranze antiche",
    "book.enigmaticlegacy.entry.ancient_debris.page.1": "In profondità della crosta del Nether, si trova un materiale antico.<br2\/>La sua origine non è nota esattamente. Frammenti di leggenda che hai trovato descrivono con precisione il processo di raffinazione e le proprietà attese del materiale che può essere ottenuto mediante tale processo, ma non lasciano alcuna traccia sul luogo da cui potrebbe provenire. Nonostante la storia geologica`",
    "book.enigmaticlegacy.entry.ancient_debris.page.2": "Il Nether è un mistero in sé, come qualcosa di così insolito come quei detriti finì in quel passato è ancora più enigma.<br2\/>Tuttavia, ciò che ti interessa di più è mettere le mani sul campione reale dei detriti stessi.",
    "book.enigmaticlegacy.entry.ancient_debris.page.3": "Dal momento in cui hai riconosciuto ciò, potrebbe trattarsi di una chiave per forgere metalli che superino la durezza del diamante, il quale per molti secoli precedenti era rimasto il materiale più resistente sia per gli esseri umani che per i demigodi da lavorare con.",
    "book.enigmaticlegacy.entry.ancient_tomes.heading.1": "Il codice",
    "book.enigmaticlegacy.entry.ancient_tomes.name": "Antichi codici",
    "book.enigmaticlegacy.entry.ancient_tomes.page.1": "In molti angoli di tre mondi più grandi, puoi capitare a casaccio questi tomi. Sono esempi letterari molto antichi di letteratura e uno dei pochi che resistono fino ai giorni presenti, nonostante tutti i rovine e l'eliminazione che li hanno colpiti nel corso dei secoli precedenti la tua avventura.<br2\/>Raccogliendo ciò che resta della conoscenza tra le loro pagine...",
    "book.enigmaticlegacy.entry.ancient_tomes.page.2": "Le pagine sono un'impresa senza precedenti; speriamo che sia molto più facile con la mente e il potere di un demigodo.<br2\/>Purtroppo, non succede spesso che tale conoscenza sia pratica utilizzabile. Invece, queste opere contengono più spesso folklore e descrizioni artistiche del mondo e delle sue meraviglie.",
    "book.enigmaticlegacy.entry.ancient_tomes.page.3": "Il suo vasto storico, che sono improbabili di aiutarti a conquistarlo, sebbene probabilmente rendendolo più degno di essere conquistato in primo luogo. Non è un compito facile cercare la verità pura in essi, ma con abbastanza esempi raccolti dovresti essere in grado di ampliare significativamente la tua conoscenza di tutti i mondi, scoprendo molti misteri che altrimenti non avresti potuto risolvere.<br2\/>Potresti anche scoprire più indizi che ti porterebbero a reliquie leggendarie e",
    "book.enigmaticlegacy.entry.ancient_tomes.page.4": "Altri oggetti di potere che potresti essere interessato a reclamare, ma forse non sai ancora dove cercarli.",
    "book.enigmaticlegacy.entry.angel_blessing.heading.1": "Il Sigillo della Magia",
    "book.enigmaticlegacy.entry.angel_blessing.name": "Benedizione dell'angelo",
    "book.enigmaticlegacy.entry.angel_blessing.page.1": "Questo spellstone può essere trovato all'interno delle rovine dei templi antichi, quelli che servivano a un fine che non conosci. Tuttavia, scoprire il fine del benedetto angelo è stato molto meno complicato.<br2\/>Concede poteri associati all'elemento dell'aria, piegando i venti per far cadere le frecce che ti vengono lanciate o salvando le tue gambe dalle ferite.",
    "book.enigmaticlegacy.entry.angel_blessing.page.2": "Il testo del libro è:\n\n\"Rotto in caduta violenta o aiutando a spingerti verso un destino che potresti non essere in grado di raggiungere con la sola forza dei tuoi muscoli. Oppure tutto insieme, se lo desideri.<br2\/>La sua abilità attiva è più utile quando salti prima di usarla, poiché il momento generato dalla pietra spellstone si accumula\"",
    "book.enigmaticlegacy.entry.angel_blessing.page.3": "Perché ti trovi nella tua velocità attuale, il che ti consente di eseguire salti molto lunghi o alti. <br2\/>Ti trovi la sua presenza relativamente rassicurante, per motivi che non puoi spiegare.",
    "book.enigmaticlegacy.entry.animal_guidebook.name": "Guida del domatore di animali",
    "book.enigmaticlegacy.entry.animal_guidebook.page.1": "Se cerchi amici fauna del mondo superiore, questo completo manuale ti aiuterà sicuramente a farlo. Ti aiuterà a imparare come evitare di ferire accidentalmente i tuoi amici animali quando stai combattendo qualcosa molto meno amichevole, e molti modi per guadagnare la loro lealtà e rispetto.<br2\/>È difficile ricordare centinaia di pagine riempite",
    "book.enigmaticlegacy.entry.animal_guidebook.page.2": "Con una ricerca attenta e un'elaborazione dettagliata sul tema, quindi è meglio portarlo con sé, solo nel caso si dovesse avere bisogno di consultare qualcosa velocemente.",
    "book.enigmaticlegacy.entry.arcane_scrolls.name": "Rotoli arcani",
    "book.enigmaticlegacy.entry.arcane_scrolls.page.1": "La creazione di rotoli arcani, oltre ai materiali per la scrittura e alle foglie vuote ordinarie, richiede generalmente un paio di ingredienti arcani, per assicurarsi che il rotolo creato faccia qualcosa di più che esistere. Possono essere portati intorno come qualsiasi altro accessorio.<br2\/>Questi sono poco probabili contribuire al tuo immagine di mago terrificante e potente.",
    "book.enigmaticlegacy.entry.arcane_scrolls.page.2": "Soprattutto considerando che i libri sono stati inventati molto tempo fa. Tuttavia, ciò non ha importanza dato la vastità delle possibilità pratiche che possono offrire se progettati e messi insieme in modo maestoso.\n\nStranamente, è difficile trovare un rotolo utilizzato solo per archiviare scritti, anche tra le più antiche campioni di letteratura.\n\nForse non è un disegno così ovvio?..",
    "book.enigmaticlegacy.entry.arcane_scrolls.page.3": "Ecco descritto il modo per creare un rotolo vuoto.<br2\/>Potrebbe non essere estremamente utile da solo, ma serve come base per la creazione di rotoli arcani.",
    "book.enigmaticlegacy.entry.ascension_amulet.name": "Anello dell'ascensione",
    "book.enigmaticlegacy.entry.ascension_amulet.page.1": "Da ora, sei consapevole che l'amuleto enigmatico in tuo possesso non è unico e, in effetti, tale cosa viene concessa a molti altri demigodi al di là del tuo tempo e dello spazio. sembra esistere pochi varianti di esso, con colori diversi e poteri diversi. ciò che ha determinato il colore del tuo attuale possesso è sconosciuto, ma tutti sembrano significare...",
    "book.enigmaticlegacy.entry.ascension_amulet.page.2": "Qualcosa e essere connessi in qualche modo.<br2\/>Con il potere contenuto nel cuore del cosmo, puoi trasformare il tuo anello in forma di potenza non testimoniata e ambizione. Chiamato orgogliosamente \"anello\"",
    "book.enigmaticlegacy.entry.ascension_amulet.page.3": "Di ascensione, ti concederà abilità di tutti i colori possibili... <br2\/> Il destino può aver deciso l'inizio della tua esistenza in questo regno, ma la fine di essa è tua da plasmare.",
    "book.enigmaticlegacy.entry.astral_breaker.name": "Rottura astrale",
    "book.enigmaticlegacy.entry.astral_breaker.page.1": "Istruzione classica: gli strumenti di etereio sono molto potenti e utili da soli, ma non sono il limite di ciò che può essere forggiato con tutta la potenza di questo metallo. Con il potere incantatorio del polvere astrale, nonché alcuni ingredienti più arcani coinvolti, hai scoperto come alcuni di loro possano essere fusi insieme per creare l'strumento multiuso definitivo.",
    "book.enigmaticlegacy.entry.astral_breaker.page.2": "Il astral breaker è un'arma che combina la funzionalità di piccone, ascia e vanga in un'unica strumentazione - può facilmente frantumare roccia, legno e terra, senza richiedere l'utilizzo di analoghi etherium separati. Il solo prezzo da pagare è",
    "book.enigmaticlegacy.entry.astral_breaker.page.3": "Ridotta area di effetto rispetto al martello da guerra etereio, ma non dovrebbe essere un problema significativo in circostanze normali. Inoltre, è anche più resistente degli altri strumenti eterei.",
    "book.enigmaticlegacy.entry.astral_dust.heading.1": "Polvere astrale",
    "book.enigmaticlegacy.entry.astral_dust.name": "Polvere astrale",
    "book.enigmaticlegacy.entry.astral_dust.page.1": "Nascosto all'interno delle stanze delle città di fine, questo sostanza elusiva possiede proprietà incredibilmente interessanti. Il potere di tutti gli elementi sembra essere infuso e mescolato al suo interno, in qualche modo mantenendosi in forma relativamente stabile. La polvere astrale assomiglia alla creazione stessa, caotica e impermanente, eppure in qualche modo congelata nel tempo, permettendo di ammirare tutto ciò che è stato creato.",
    "book.enigmaticlegacy.entry.astral_dust.page.2": "La bellezza del suo istante singolo.<br2\/>Il potere arcano che lo contiene può essere immenso, ma richiede di essere trattato e modellato con cura per essere utile in modo costruttivo. Con il passare del tempo, tuttavia, non ci sono dubbi che scoprirai molti possibili applicazioni che può avere.",
    "book.enigmaticlegacy.entry.astral_fruit.heading.1": "Il frutto",
    "book.enigmaticlegacy.entry.astral_fruit.name": "Fruccia celeste",
    "book.enigmaticlegacy.entry.astral_fruit.page.1": "Se molti hanno cercato questo relitto, sembra che tu sia tra i pochi che l'hanno trovato. In effetti, non era nemmeno particolarmente difficile. Sebbene un viaggio in sé non fosse nulla di meno che un'impresa, una volta arrivati alla città finale e aperto il primo cassetto del tesoro - eccolo là, in attesa di te.<br2\/>Certo ha un collegamento con le sette maledizioni, ma non puoi...",
    "book.enigmaticlegacy.entry.astral_fruit.page.2": "Inizia a immaginare come le circostanze si siano allineate in modo tale che fosse proprio in quel cassettino preciso che hai aperto, e non in nessun altro. Il determinismo non era mai stato tra i tuoi credi preferiti, eppure... forse era destino?<br2\/>In ogni caso, il gusto è divino, e l'abilità che ha...",
    "book.enigmaticlegacy.entry.astral_fruit.page.3": "Per dotare di un'altra anello è indubbiamente utile.",
    "book.enigmaticlegacy.entry.astral_potato.name": "Teleportato",
    "book.enigmaticlegacy.entry.astral_potato.page.1": "Nella battaglia eterna tra gli amanti delle carote e quelli dei patate, questi ultimi erano destinati a trovarsi in una posizione di svantaggio costante. Dopotutto, cosa è una patata cotta, nonostante tutta la sua deliziosità, di fronte all'immenso valore nutrizionale e ai benefici rigeneranti di una semplice carota, anche se ricoperta d'oro?",
    "book.enigmaticlegacy.entry.astral_potato.page.2": "Oggi, diciamo \"non più\". l'ultima invenzione culinaria del cosmo stesso sarà destinata a soddisfare il nostro appetito e a diventare un simbolo della nostra supremazia nella guerra contro la carota. Il nome appropriato che abbiamo dato a questo...",
    "book.enigmaticlegacy.entry.astral_potato.page.3": "\"La grande delicatezza non farà altro che deridere e demoralizzare ulteriormente il nostro nemico. Quale disonore sarebbe se scoprissero di essere stati completamente sconfitti da \"Teleportato\"? Qual è l'orrore che tale consapevolezza dipingerà sulle loro facce?<br2\/>Non passerà molto tempo prima che lo scopriamo...\"",
    "book.enigmaticlegacy.entry.avarice_scroll.name": "Patto di avarizia infinita",
    "book.enigmaticlegacy.entry.avarice_scroll.page.1": "Uno scritto elegante che utilizza la potenza delle sette maledizioni per soddisfare l'insaziabile avidità che nasconde nel tuo animo. La sua principale azione è quella di confondere le menti degli esseri con cui commerci o baratta, inducendoli a sbagliare nella valutazione del prezzo e del vantaggio del negozio... molto a tuo favore.",
    "book.enigmaticlegacy.entry.avarice_scroll.page.2": "I pagliacci sembrano essere più colpiti da questa abilità, con la loro insaziabile affezione all'oro. Non solo questo consente al rotolo di superare l'effetto della seconda maledizione e renderli neutri nei tuoi confronti, come normalmente sono.",
    "book.enigmaticlegacy.entry.avarice_scroll.page.3": "Verso chiunque porti abbastanza equipaggiamento d'oro addosso, ma ciò rende anche il baratto con quegli esseri circa due volte più vantaggioso in media, consentendo di ottenere quantità di oggetti da 1 a 3 volte maggiori rispetto alla normale quantità in cambio da ogni singolo baratto.<br2\/>I villaggi sono anche influenzati dall'abilità di questo rotolo, sebbene non altrettanto quanto i piglins - sconto del 35% stabile su ogni scambio è circa il massimo",
    "book.enigmaticlegacy.entry.avarice_scroll.page.4": "Come puoi ottenere da loro persona avida.<br2\/>Oltre a questo, anche hai una piccola possibilità di avere un materiale di emerodino materializzarsi improvvisamente nell'esistenza, direttamente dalle tue sogni avidi, ogni volta che uccidi qualsiasi creatura vivente, e <&l>+1 livello di fortuna<clear\/> il quale ti aiuterà sicuramente ad ottenere più ricchezze ogni volta che deciderai di scendere nelle miniere.",
    "book.enigmaticlegacy.entry.avarice_scroll.page.5": "Non lasciare che la tua avidità prenda il sopravento sulla tua mente, e tutto andrà bene.",
    "book.enigmaticlegacy.entry.berserk_charm.name": "Segno del forsennato",
    "book.enigmaticlegacy.entry.berserk_charm.page.1": "È poco sorprendente come molti temano la morte, poiché la morte si trova al centro della rete di tutti i terrori. Ma per quelli che scelgono di portare il grande maledetto, il timore è debolezza inaccettabile.<br2\/>Con il potere del cuore distorto, nonché tutti e sette i mali combinati, puoi forgia questo emblema. Ciò ti aiuterà a rovesciare le carte in tuo favore - più vicino ti staresti al centro della rete di terrori, più forte sarai.",
    "book.enigmaticlegacy.entry.berserk_charm.page.2": "La soglia della morte imminente, la maggiore furia e il coraggio ti riempiranno, costringendoti a lottare per uscirne, senza importanza le circostanze, fino all'ultimo respiro.",
    "book.enigmaticlegacy.entry.blazing_core.heading.1": "Il Sigillo della Magia",
    "book.enigmaticlegacy.entry.blazing_core.name": "Nucleo ardente",
    "book.enigmaticlegacy.entry.blazing_core.page.1": "Tra le terre brucianti e gli oceani di lava che si estendono su rilievi distrutti dell'Inferno, tra i lamenti delle anime strappate e dimenticate, e le ceneri che ogni tentativo di rivendicazione e dominio su queste terre ridusse in cenere, non ci sorprende trovare lo stonetto incantato che rappresenta l'elemento del fuoco stesso.",
    "book.enigmaticlegacy.entry.blazing_core.page.2": "Il nucleo ardente ti concede tutto ciò di cui potresti aver bisogno per sopravvivere all'estrema calura dell'oltretomba. Il fuoco e il lava saranno resi completamente innocui per te, sebbene temporaneamente; e, in un certo senso, le fiamme ti aiuteranno a infliggere la tua vendetta istantanea... beh, forse non proteggeranno esattamente, ma almeno ti aiuteranno a consegnare la tua vendetta istantanea.",
    "book.enigmaticlegacy.entry.ceaseless_enchantment.heading.1": "L'incantesimo",
    "book.enigmaticlegacy.entry.ceaseless_enchantment.name": "Incessante",
    "book.enigmaticlegacy.entry.ceaseless_enchantment.page.1": "Un'altra possibile incantazione per il fucile a tiro incrociato, abbastanza utile nella sua semplicità. <br2\/>I suoi effetti sono basically identici a quelli dell'incantazione di infinito su frecce e balestre. Con questa incantazione sul tuo fucile a tiro incrociato, le frecce regolari dal tuo inventario non saranno consumate quando le si spara, quindi non dovrai preoccuparti di rifornire la tua scorta.<br2\/>",
    "book.enigmaticlegacy.entry.ceaseless_enchantment.page.2": "Il Celesso Incantamento funziona solo sugli arrow regolari, tuttavia - le arrow punteggiate o i fuochi d'artificio non sono influenzati dal Celesso Incantamento e saranno consumati come normalmente.",
    "book.enigmaticlegacy.entry.ceaseless_enchantment.page.3": "Il Sharpshooter influisce solo sugli arrow - non aumenterà il danno dei fuochi d'artificio, ad esempio. Inoltre, non può essere combinato con Multishot o Piercing.",
    "book.enigmaticlegacy.entry.cosmic_cake.name": "Il dolce eterno",
    "book.enigmaticlegacy.entry.cosmic_cake.page.1": "C'è solo un problema nel dolce quotidiano, un difetto finale che impedisce di diventare perfetto - finisce sempre, con la stessa rapidità della vita di un uomo mortale. Infine, hai concepito un modo per correggere questa imperfezione fastidiosa, permettendoti di godere della sua grazia cremosa in eterno.\n\nInnalzato con potere primordiale, che incorpora delicatezza aliena e arricchito con elementi...",
    "book.enigmaticlegacy.entry.cosmic_cake.page.2": "Energien, questo dolce ignora il flusso del tempo, invertendo l'entropia stessa per restaurare la sua forma gloriosa e gustosa. Tuttavia, qualsiasi assalto di glottonia che ti dedichi, sempre si riprenderà da ogni tua aggressione culinaria.",
    "book.enigmaticlegacy.entry.cosmic_cake.page.3": "Chi può resistere alla faccia di tale deliziosità, chi può rifiutare il desiderio di scambiare potere, influenza, ricchezze e persino la vita stessa per diventare sommerso in un atto incessante e infinito di consumo? Quelle cose sono temporanee dopo tutto... ma il dolce, il dolce è eterno.",
    "book.enigmaticlegacy.entry.cosmic_heart.name": "Cuore del cosmo",
    "book.enigmaticlegacy.entry.cosmic_heart.page.1": "Con una selezione fine di ingredienti arcani, quelli che contengono il potere di altre dimensioni, puoi alterare la natura terrestre del cuore del mare, trasformandolo in qualcosa di molto più potente... vastamente più potente.<br2\/>Il potere dell'universo stesso ora riposa nella palma della tua mano. Solo il tempo dirà quali imprese inimmaginabili possono essere compiute.",
    "book.enigmaticlegacy.entry.cosmic_heart.page.2": "Raggiunto con esso, quali meravigliosi artefatti possono essere alimentati dalle sue energie che piegano la realtà. <br2\/>Ma una cosa è certa - il mondo tremerà ai passi del loro portatore.",
    "book.enigmaticlegacy.entry.cosmic_scroll.name": "Il favore dell'architetto",
    "book.enigmaticlegacy.entry.cosmic_scroll.page.1": "Il potere di questo rotolo ombroso è negato a molti demigodi, anche quelli che hanno avvicinato la divinità molto vicino. Chi è autorizzato a possederlo è alla discrezione dell'Architetto stesso, e come dicono le voci - il viaggio nel suo dominio è lungo e pieno di pericoli, e essere notati da quell'essere divino è un onore pochi dei suoi abitanti hanno mai avuto.",
    "book.enigmaticlegacy.entry.cosmic_scroll.page.2": "Coloro che lo fecero, tuttavia, sono ricompensati con un potere senza uguali; il mondo deve godersi la loro gloria e loro devono diffondere la fede alle orecchie e agli occhi degli altri.",
    "book.enigmaticlegacy.entry.curse_transposer.name": "Malignità divorata",
    "book.enigmaticlegacy.entry.curse_transposer.page.1": "Portando i sette maledizioni, hai acquisito l'abilità di trarre potere dalle maledizioni legate ad alcuni degli antichi oggetti che trovi durante le tue esplorazioni, e persino crearne di nuove con l'aiuto della perla dell'incantatore. Ma sono ancora un grande fastidio a volte, poiché anche se puoi trasporrele da un oggetto all'altro, finora non avevi modo di separarle dagli`",
    "book.enigmaticlegacy.entry.curse_transposer.page.2": "I enchantments quando lo si fa.<br2\/>Con questo piccolo invento, tuttavia, le tue abilità di gestione delle maledizioni dovrebbero migliorare significativamente. Offre un modo per separare le maledizioni e solo le maledizioni da qualsiasi oggetto di",
    "book.enigmaticlegacy.entry.curse_transposer.page.3": "Il tuo equipaggiamento; non è un'acquisto economico, ma comunque un mezzo.",
    "book.enigmaticlegacy.entry.cursed_ring.heading.1": "Il anello",
    "book.enigmaticlegacy.entry.cursed_ring.name": "Il anello oscuro",
    "book.enigmaticlegacy.entry.cursed_ring.page.1": "Un altro oggetto che hai improvvisamente trovato nei tuoi taschi, questo anello però è impregnato di oscurità malevola, nulla come la splendore e il mistero dell'amuleto enigmatico. Non appena deciderai di indossarlo, si fonderà con la tua anima stessa, intrecciando le tue sorti, e ci sarà poco speranza di separarti mai più... <br\/>anche nella morte.",
    "book.enigmaticlegacy.entry.cursed_ring.page.10": "Esattamente lo stesso di quanto fanno le maledizioni, essendo tratti permanenti che si presentano immediatamente insieme all'anello non appena viene indossato e non possono essere rimossi dal portatore tanto quanto le maledizioni non possono essere tolte.<br2\/>In conclusione, un potere contenuto in questo anello maledetto è diverso da ogni altro, e se riuscirai a sfruttarlo, potresti raggiungere exploit impossibili altrimenti, scoprire, creare e reclamare reliquie che",
    "book.enigmaticlegacy.entry.cursed_ring.page.11": "Non c'è altro demigodo che possa sperare di possederlo.<br2\/>Tuttavia, deve essere una follia volere portare tutta la sofferenza e il disperato che promette l'anello delle sette maledizioni su sé stesso. Chi potrebbe scegliere un tale destino?..",
    "book.enigmaticlegacy.entry.cursed_ring.page.2": "Sette maledizioni inesorabili colpiranno chiunque abbia il coraggio di accogliere questa oscurità. Concedendo la dedizione che indossare questo anello impone su tale anima sfortunata, sarebbe degno elencare precisamente cosa sono:<br2\/><&l>la prima maledizione$(clear) renderà il tuo soffrire insopportabile,",
    "book.enigmaticlegacy.entry.cursed_ring.page.3": "Il terzo capitolo del libro \"Cursed Ring\" della Enigmatic Legacy:\n\n\"Causando a te di sperimentare due volte il danno e due volte la sofferenza da qualsiasi cosa ti ferisca. Le cicatrici si trasformeranno in ferite, e le ferite si trasformeranno in trauma grave, se non addirittura letale immediato.\n\nIl secondo incantesimo $(clear) causa la maggior parte delle creature che normalmente sono indifferenti verso di te, a meno che non siano state provocate, a sempre agire come se tu fossi il più grande pericolo intorno. Forse, non sono del tutto ingiuste in questa assunzione.\"",
    "book.enigmaticlegacy.entry.cursed_ring.page.4": "Il quarto maledetto diminuisce la tua resistenza e la tua capacità di difenderti, rendendo i tuoi armamenti significativamente meno efficaci contro qualsiasi tipo di danno che dovrebbero assorbire. La loro efficienza viene ridotta del 30%.",
    "book.enigmaticlegacy.entry.cursed_ring.page.5": "Il quinto maledetto: ti farà provare cosa significhi bruciare in eterno nel fuoco dell'inferno. Se dovessi essere messo a fuoco, il fuoco non si estinguerà mai da solo, incenerendo la tua carne e bollendo il tuo sangue fino a quando non ci sarà più nulla da incenerire e bollare.",
    "book.enigmaticlegacy.entry.cursed_ring.page.6": "Se ancora riesci a salvarti da essa estinguendo quel fuoco con acqua, ad esempio, ciò sarà una soluzione molto utile fino a quando non considererai un viaggio nel Nether.\n\nIl sesto maledetto $(clear) lacera un frammento della tua anima da te ogni volta che muori, causando il tuo health a diminuire progressivamente con ogni tale frammento perso. quei frammenti speriamo non siano perduti per sempre - resteranno al posto del tuo",
    "book.enigmaticlegacy.entry.cursed_ring.page.7": "La settima maledizione: la perdita del sonno. Una volta che ti avvicini a loro, si fonderanno di nuovo con il tuo spirito, restituendo la tua salute persa. <br2\/> &l> La settima maledizione $(clear) ti farà perdere il sonno nella notte, rendendoti impossibile lasciare passare il tempo più velocemente del solito. Puoi ancora stare a letto come di consueto e usarlo per impostare un luogo considerato casa tua...",
    "book.enigmaticlegacy.entry.cursed_ring.page.8": "Il destino ti aspetta, ma facendolo non potrai evitare la notte e tutte le minacce che si nascondono nella sua oscurità.<br2\/>D'altra parte, in cambio di questo tributo pagato, riceverai sicuramente alcuni profitti. Questi sono chiamati <&l>\"sette benedizioni\"$(clear), che promettono di ricompensare chiunque sceglie di portare l'anello con benefici uguali in cambio di tutta la sofferenza che si appresta a subire. Non ti lasciare ingannare,",
    "book.enigmaticlegacy.entry.cursed_ring.page.9": "Tuttavia; mentre il potere di alcuni di quei benefici è sicuramente tentante da possedere, non farà in alcun modo riscatto per 1\/10 delle tasse che dovrai pagare per esso, e potrebbe essere troppo tardi per ripensarci una volta scoperto che attraverso la pratica piuttosto che la teoria nuda. <br2\/>la lista esatta di quei benefici è probabilmente nota a voi già, quindi non vale la pena elencarla qui. L'unica cosa probabilmente degna di menzione è che agiscono",
    "book.enigmaticlegacy.entry.cursed_scroll.name": "Mille maledizioni",
    "book.enigmaticlegacy.entry.cursed_scroll.page.1": "Alcuni tempi le maledizioni possono prendere forma simile a quella delle incantesimi, con solo due differenze. A differenza di normali incantesimi, una volta che sono legati all'oggetto, sembra non ci sia modo per liberarsene mantenendo l'oggetto stesso. Speriamo che le tecniche di incantesimo regolari che utilizzi tu stessa non producano accidentalmente queste maledizioni - ma potresti venire a trovarle.",
    "book.enigmaticlegacy.entry.cursed_scroll.page.2": "Durante l'esplorazione di antichi ruderi e dungeon, è comune imbattersi in oggetti che portano simboli maledetti. I loro effetti variano, ma nessuno è particolarmente benefico - qualsiasi incantesimo maledetto presenta un significativo svantaggio nell'utilizzo.",
    "book.enigmaticlegacy.entry.cursed_scroll.page.3": "Il oggetto che lo porta. In circostanze normali, sarebbero solo un fastidio per te da evitare. Tuttavia, ora che porti l'anello delle sette maledizioni, ci sono modi in cui puoi manipolarli e persino trarne vantaggio, inaccessibili ad altri.<br2\/>Questa pergamena, essendo infusa con la malvagità concentrata del cuore distorto, presenta una tale possibilità. Per ogni maledizione che ogni oggetto del tuo equipaggiamento porta, aumenta...",
    "book.enigmaticlegacy.entry.cursed_scroll.page.4": "La tua danneggiamento d'attacco, velocità di miniera e poteri rigenerativi di qualsiasi tipo. L'effetto è sicuramente trascurabile con solo un o due maledizioni, ma se non hai paura di prendere un po' più, può aggiungersi a una potenza enorme.<br2\/>L'equipaggiamento che influisce su questo rotolo include armatura, oggetti in entrambe le mani e qualsiasi indumento da portare, inclusi anche questo stesso rotolo quando è equipaggiato.",
    "book.enigmaticlegacy.entry.cursed_stone.name": "Distruzione dell'anello",
    "book.enigmaticlegacy.entry.cursed_stone.page.1": "Da quando hai scelto di portare l'anello delle sette maledizioni, hai ponderato la possibilità di liberartene - se non per farlo veramente, almeno per essere consapevole della sua esistenza. Sebbene i materiali da cui è forggiato siano ben lungi dall'essere indestructibili, l'incarnazione fisica dell'anello è solo una piccola parte del suo potere e natura metafisici. Tendini della sua corruzione...",
    "book.enigmaticlegacy.entry.cursed_stone.page.2": "Raggiungi il profondo del tuo animo, intrecciando la tua essenza immortale con l'entità dell'anello stesso, e così tutti i maledetti e le benedizioni che ne derivano.<br2\/>Questa connessione tra te è precisamente ciò che la rende così...",
    "book.enigmaticlegacy.entry.cursed_stone.page.3": "Il libro della Leggenda Enigmatica: pagina 3\n\nLa pietra maledetta è persistente e inseparabile da te anche nella morte. Quanto più puoi trarre e utilizzare il potere dal anello, l'anello può trarre potere da dentro di te per rinforzare la sua forma fisica, nonché il legame stretto che tiene questa forma sulla tua dita. L'unica cosa sembra rimanere appena suscettibile a parecchio calore estremo, ma quel collegamento assicura che non possa essere distrutta permanentemente senza...",
    "book.enigmaticlegacy.entry.cursed_stone.page.4": "Il tuo corpo essere distrutto proprio come permanentemente. E poiché sembra che tu possieda l'abilità di creare e abitare nuovi vasi dopo la distruzione degli antichi, l'anello fa ciò o non lo fa.<br2\/>Tuttavia, ora che hai sconfitto il Wither e hai raccolto l'essenza pura della sua anima corrotta, si è rivelata la possibilità di superare tale ostacolo. La pietra sacrilega simbolizza la connessione tra te e l'anello delle sette maledizioni.",
    "book.enigmaticlegacy.entry.cursed_stone.page.5": "Il libro della Leggenda Enigmatica: pagina 5\n\nLa pietra maledetta è manifestata e esposta in forma fisica fragile, finché non la tenga vicina a sé. Ciò le consente di sfruttare l'unica debolezza del Ring, cioè morire volontariamente in un modo ritualistico specifico.\n\nCon questa pietra al suo disposto, viaggia nel dimensione del calore ardente e delle anime perse, nota come il Nether. Vaga tra la sua terra devastata e distorta.",
    "book.enigmaticlegacy.entry.cursed_stone.page.6": "Climbare i dirupi e le sporgenze per guardare giù da loro - finché non scopri un oceano di lava bollente ai tuoi piedi, vasto e profondo come puoi trovare. Tieni il respiro per un po', prima di rilasciarlo per l'ultima volta, e salta nel mezzo dell'oceano in fiamme sotto di te, lasciando che il tuo corpo si affoghi nella roccia fusa e venga consumato dal fuoco.<br2\/>Se tutto viene eseguito correttamente, l'anello si scioglierà e sarà distrutto per sempre.",
    "book.enigmaticlegacy.entry.cursed_stone.page.7": "La liberazione dalle sue catene non viene a buon prezzo, tuttavia - è possibile solo perché esponi parte della tua anima intrecciata con esso attraverso la pietra sacrilega. Perché questo rituale possa essere coronato dal successo, quella parte deve essere distrutta per prima, altrimenti non sarebbe nemmeno possibile. Ma almeno con questo sacrificio fatto non vedrai più quell'anello maledetto... a meno che, naturalmente, ci fosse stato più di uno nel tuo mondo, il che è molto improbabile.",
    "book.enigmaticlegacy.entry.darkest_scroll.heading.1": "La pergamena",
    "book.enigmaticlegacy.entry.darkest_scroll.name": "Rullo più oscuro",
    "book.enigmaticlegacy.entry.darkest_scroll.page.1": "Trovato tra i tesori dei bastioni pericolosi, quei rotoli di pergamenetto nero-staino non suscitano sospetti iniziali. Tuttavia, in verità sono infusi con un tipo di magia oscura ignota, che sembra straniamente familiare a quella che empowerment il anello delle sette maledizioni.<br2\/>Tale magia tuttavia si trova dormiente all'interno del suo contenitore,",
    "book.enigmaticlegacy.entry.darkest_scroll.page.2": "Una energia cruda e addormentata sembra attendere di essere risvegliata e sfruttata. Forse il rotolo più oscuro potrebbe servire da base per la creazione di nuovi, più potenti rotoli arcani?",
    "book.enigmaticlegacy.entry.desolation_ring.name": "Fardello di desolazione",
    "book.enigmaticlegacy.entry.desolation_ring.page.1": "you can scarce comprehend presence imposed upon reality by heart of the abyss, but, as you have recently discovered, comprehension is not necessary for the ability to make use of it. Among few equally wonderful and terrible things that can draw power from it, there is this ring - even more nightmarish, perhaps, than Ring of the Seven Curses, in its",
    "book.enigmaticlegacy.entry.desolation_ring.page.2": "Natura inesplicabile.<br2\/>Offre di soddisfare comodamente il tuo desiderio insaziabile di liberarti dalla necessità di uccidere incessantemente creature che un tempo tolleravano la tua presenza.",
    "book.enigmaticlegacy.entry.desolation_ring.page.3": "Ma hai perso tale abilità appena ti sei sottomesso al peso di sette maledizioni... cancellandole dalla stessa esistenza che ti circonda.<br2\/>Il costo di tale potere che piega la realtà è pericoloso, tuttavia, poiché se decidi di desiderarlo - sarai legato a esso in eterno. E come sai ora, il vuoto può essere più insopportabile persino del più spaventoso e sempre presente pericolo...",
    "book.enigmaticlegacy.entry.earth_heart.heading.1": "Il cuore",
    "book.enigmaticlegacy.entry.earth_heart.name": "Cuore della terra",
    "book.enigmaticlegacy.entry.earth_heart.page.1": "Simile a come ci sia il Cuore del Mare, un oggetto legato alla natura delle onde e dei mari che coprono la superficie del mondo sopraelevato, esiste anche il Cuore della Terra, nato nei profondi recessi rocciosi e contenente alcune delle sue energie primitive. Può essere trovato nelle stanze più profonde e saloni dei dungeon situati a grande profondità sotto la superficie del mondo sopraelevato, perduti e dimenticati nella oscurità soffocante.",
    "book.enigmaticlegacy.entry.earth_heart.page.2": "Il potere elementale che questo cuore custodisce presenta somiglianze con quello contenuto negli stonelli magici, ma diversamente da questi ultimi non è originato dal caos primordiale che segnò l'inizio di tutti i mondi, bensì nacque molto più tardi, lentamente condensandosi nel guscio terrestre durante molti eoni geologici.",
    "book.enigmaticlegacy.entry.earth_heart.page.3": "Il risultato non tiene conto del suo proprietario e non consente di canalizzare liberamente l'energia incontrollata contenuta all'interno, ma potrebbe servire da nucleo per reliquiari potenti che richiedono tale energia se utilizzati correttamente.",
    "book.enigmaticlegacy.entry.eldritch_amulet.name": "Testamento di disprezzo",
    "book.enigmaticlegacy.entry.eldritch_amulet.page.1": "Sebbene l'amuleto dell'ascensione sia perfetto e puro nella sua forma, può ancora essere potenziato ulteriormente. A costo di sacrificare la purezza, certo, ma perché un essere maledetto come te si preoccuperebbe di questo perdita comunque?<br2\/>Il groviglio di carne noto come cuore dell'abisso sarà felice di attaccarsi all'amuleto, corrompendolo in modo tale che...",
    "book.enigmaticlegacy.entry.eldritch_amulet.page.2": "Una forma distorta che sfida la descrizione. Una volta pietra elegante e viva al suo centro è stata sostituita con un occhio lucido e nero come l'onyx, che ti guarda e il mondo insieme con implicazione inquietante e intento ignoto. Perfino un pazzo negherebbe.",
    "book.enigmaticlegacy.entry.eldritch_amulet.page.3": "Questo abominio non si tocca da solo, ma tu lo accogli sul tuo collo. Infatti, mentre il pazzo è vittima della sua propria percezione del mondo, tu ora lo vedi per ciò che è...<br2\/>e è molto più terribile di tutti gli occhi dell'abisso infinito.",
    "book.enigmaticlegacy.entry.eldritch_pan.name": "Il panno vorace",
    "book.enigmaticlegacy.entry.eldritch_pan.page.1": "Il destino è scritto: \"Le ossa stesse dell'universo, sia celeste che eldritch, giacciono ai tuoi dita. Eppure, ancora ti senti affamato... <br2\/>Fortunatamente, la natura inaudita del Cuore dell'Abito può essere impiegata nel tuo perseguimento. Purtroppo, un'altra specie di fame insaziabile ora tormenta la tua mente e il tuo corpo.\"",
    "book.enigmaticlegacy.entry.eldritch_pan.page.2": "Questo insaziabile appetito richiede che tu continui a cacciare ogni sorta di creatura che popola i territori di questo e molti altri mondi. Consumato da esso, non puoi proprio dire se questa influenza provenga completamente dall'oggetto che hai forgiato.",
    "book.enigmaticlegacy.entry.eldritch_pan.page.3": "O oltre che non sia diventato così profondamente inciso nel tuo animo che continuerà a tormentarti anche senza di esso.<br2\/>La fauce del pano vorace rimane sempre aperta, portando verso ciò che presume essere un stomaco appartenente ad una vasta entità di dimensioni incomprensibili. Ha questo essere concesso il cuore dell'abisso, o è semplicemente un'entità che condivide lo stesso appetito insaziabile che soffri? Forse sarebbe meglio non saperlo.",
    "book.enigmaticlegacy.entry.eldritch_pan.page.4": "Il prometto del frutto proibito di soddisfare ogni fame una volta per tutte è più affascinante che mai, ma resti cauto. le cose non sono mai così semplici per un essere maledetto come te, e una volta perso il tuo bisogno di fame, un'altra calamità sarà sicuramente destinata a prendere il suo posto.<br2\/>Pochi osano incrociare la tua strada ora. quelli che hanno visto carne lacerata e consumata, cuori distrutti e dimenticati, e vene asciugate di sangue",
    "book.enigmaticlegacy.entry.eldritch_pan.page.5": "Nel tuo banchetto senza fine, sono scossi. coloro che hai colpito non sono tornati per raccontare le storie.<br2\/>Cosa, o addirittura chi, sarà il tuo prossimo pasto?",
    "book.enigmaticlegacy.entry.enchanter_pearl.name": "perla dell'incantatore",
    "book.enigmaticlegacy.entry.enchanter_pearl.page.1": "Tra molti modi in cui puoi utilizzare il potere dell'anima del Mietitore, c'è questo vero e prezioso perla, capace di infrangere i limiti che normalmente hai da affrontare quando lavori con la tavola degli incantesimi.<br2\/>In primo luogo, ti consente di dimenticare definitivamente di dover correre alla tavola due volte ogni volta che vuoi incantare qualcosa, solo",
    "book.enigmaticlegacy.entry.enchanter_pearl.page.2": "Perché hai dimenticato di portare del lapis con te la prima volta. Invece di utilizzare il lapislazzulo, la perla attinge potere dal cerchio delle sette maledizioni per usarlo come catalizzatore nel processo di incantesimo. Come risultato, il`",
    "book.enigmaticlegacy.entry.enchanter_pearl.page.3": "Il numero e il potere degli incantesimi che otterrai quando incanterai qualsiasi cosa sono significativamente più alti in media rispetto all'incantazione normale.<br2\/>Questo processo consente anche di raggiungere ciò che era stato considerato impossibile prima - produrre incantesimi di tesoro unici sul tuo equipaggiamento, come il riparazione, direttamente sulla tua tavola degli incanti. Purtroppo, c'è anche una possibilità che otterrai alcune maledizioni invece.",
    "book.enigmaticlegacy.entry.enchanter_pearl.page.4": "Il quale, normalmente non avresti ottenuto, quindi questa ultima abilità è in un certo senso una spada di doppio taglio.",
    "book.enigmaticlegacy.entry.enchantment_transposer.name": "Conoscenza affamata",
    "book.enigmaticlegacy.entry.enchantment_transposer.page.1": "Questo libro non contiene molto conoscenza o potere arcano da solo, ma sembra che il suo desiderio più grande sia quello di ottenere qualcosa.<br2\/>Se gli consenti di venire in contatto con qualsiasi oggetto incantato, assorbirà immediatamente queste incantesimi, memorizzandoli come un normale libro incantato. L'oggetto resta completamente intatto e",
    "book.enigmaticlegacy.entry.enchantment_transposer.page.2": "Non danneggiato nel processo - tutto resta lo stesso, tranne gli incantesimi assorbiti. <br2\/>Puoi utilizzare il libro risultante come faresti normalmente - sembra che la sua fame sia stata soddisfatta.",
    "book.enigmaticlegacy.entry.enchantment_transposer.page.3": "Per perdere qualsiasi proprietà che lo renderebbe diverso da un libro di incantesimi normale.",
    "book.enigmaticlegacy.entry.end_anchor.name": "Punta dimensionale",
    "book.enigmaticlegacy.entry.end_anchor.page.1": "Tuttavia terre sterili e desolate dell'End sono, esistono ragioni per cui qualcuno potrebbe voler abitarle. Per lo più due - cercare qualcosa o nascondersi da qualcosa. Fino a recentemente c'era un piccolo inconveniente che si frapponeva ai desideri di questo tipo, ma con l'invenzione dell'ancora dimensionale il problema della fissazione del punto della risurrezione in un luogo specifico è stato superato.",
    "book.enigmaticlegacy.entry.end_anchor.page.2": "All'interno di quei territori è finalmente superato.<br2\/>L'ancora dimensionale funziona in modo non dissimile da quello dell'ancora di respawn, ma richiederà perle di fine anziché molto altro.",
    "book.enigmaticlegacy.entry.end_anchor.page.3": "Il testo del libro è:\n\n\"Più luminoso di sostegno. In cambio dei costi di manutenzione aumentati - può funzionare dove l'ancora di respawn non può e ha una probabilità notevole di non spendere un carico alla tua rinascita. Cose come il potere della ricorda del vaso lavoreranno con esso allo stesso modo in cui lo fanno con il suo predecessore, e il dispensatore può ancora essere utilizzato per automatizzare la ricarica.\n\nL'unica cosa che resta di preoccupazione è lo spazio tra i mondi\"",
    "book.enigmaticlegacy.entry.end_anchor.page.4": "Non è il luogo più sicuro per attraversare, soprattutto quando si è privi di carne... non puoi fare a meno di chiederti cosa terribili luoghi attendono coloro che sono ingannati dalla luce dei loro faro, e cosa destino crudele colpisce loro là.",
    "book.enigmaticlegacy.entry.ender_ring.name": "Anello dell'Ultimo",
    "book.enigmaticlegacy.entry.ender_ring.page.1": "Il cassetto degli estremi si è rivelato essere un oggetto molto utile, consentendo di accedere a oggetti della tua scelta da qualsiasi distanza e dimensione. A differenza degli oggetti che puoi portare con te, quelli nel tuo cassetto degli estremi non sono in pericolo quando la tua carcassa fisica viene distrutta.<br2\/>Ciò è tuttavia accompagnato da una leggera inconvenientura -",
    "book.enigmaticlegacy.entry.ender_ring.page.2": "Il bisogno di portare intorno a quel gigantesco cassettone, gettandolo giù ogni volta che vuoi estrarre qualcosa dalle profondità extradimensionali, e poi rimuoverlo con strumenti incredibilmente delicati, se non vuoi che diventi...",
    "book.enigmaticlegacy.entry.ender_ring.page.3": "Spezzato in pezzi di ossidiana quei frammenti che una volta hai fusi insieme con tanta cura.<br2\/>Il anello del fine è progettato esattamente per risolvere questo problema, consentendoti di strappare la tessitura dello spazio e accedere ai contenuti della tua cassaforte del fine con niente altro che la forza della volontà pura.<br2\/>Non dimenticare di tirare fuori la mano quando rilasci il varco.",
    "book.enigmaticlegacy.entry.ender_rod.name": "Punta di fine",
    "book.enigmaticlegacy.entry.ender_rod.page.1": "Infondendo bastone di fiamma con energia e potere contenuti nel polvere astrale, potrai creare questo bastone.<br2\/>Potrebbe avere applicazioni più ampie in futuro, ma l'hai principalmente progettato come base per forgia manici per strumenti eterei, poiché il legno comune non sarebbe stato sufficiente per tale scopo.",
    "book.enigmaticlegacy.entry.ender_rod.page.2": "Spazio vuoto",
    "book.enigmaticlegacy.entry.ender_slayer.name": "Il cacciatore dell'End",
    "book.enigmaticlegacy.entry.ender_slayer.page.1": "Uno dei lezioni più dure che hai imparato fin da quando hai equipaggiato l'anello delle sette maledizioni è che gli endermen non tollerano più la tua esistenza. Li hai inseguiti sin da allora - orribili creature urlanti, terrorizzanti, che ti inseguono nella notte sotto le stelle e nel buio soffocante di grotte torturate di sale marino sottoterra, posseduti da...",
    "book.enigmaticlegacy.entry.ender_slayer.page.2": "Desiderio inarrestabile di decimare la tua esistenza. Prima a lungo, hai accettato che restaurare relazioni neutre con loro è un'impresa impossibile e hai abbandonato ogni tentativo per raggiungere tale obiettivo.",
    "book.enigmaticlegacy.entry.ender_slayer.page.3": "Se fosse la fine di tutto - forse, a subire tale destino e perpetuare il loro assalto notturno sarebbe diventato nulla più che un'altra parte del tuo routine, e tu l'avresti sopportato con accettazione hai raggiunto in sopportando tutti gli altri mali.<br2\/>Se solo... ora che la fine ti invita a incontrare i suoi sfidi, attraversare le sue terre e reclamare i suoi tesori, gli endermen sono diventati un...",
    "book.enigmaticlegacy.entry.ender_slayer.page.4": "Ostacolo sulla tua strada uguale a quello che non hai affrontato ancora. Perché in quel dimensione è abitata pienamente dalla loro specie, e quindi, sopravvivere anche solo entrando sembra un'impresa al di là dei limiti del tuo potere come demigodo.<br2\/>Forse è arrivato il momento di ritirarsi, di abbandonare finalmente la speranza di superare i sfidi di questo mondo e di sfruttare la corruzione delle maledizioni. Ma la battaglia può ancora essere vinta. Con questa spada e con la tua forza di volontà pura, potresti ancora...",
    "book.enigmaticlegacy.entry.ender_slayer.page.5": "Sta' in piedi vittorioso. Poiché la pace non può essere fatta... può solo significare guerra.",
    "book.enigmaticlegacy.entry.enigmatic_amulet.heading.1": "L'amuleto",
    "book.enigmaticlegacy.entry.enigmatic_amulet.name": "Amuleto enigmatico",
    "book.enigmaticlegacy.entry.enigmatic_amulet.page.1": "Quando hai per la prima volta varcato il confine di questo mondo, hai scoperto questo oggetto comodamente posizionato nei tuoi taschini, senza alcuna traccia sul suo luogo d'origine né sul motivo per cui finì nella tua proprietà.<br2\/>La pietra viva incastonata nel suo nucleo continuava a cambiare colore, irradiando da dentro, come se fosse viva - un vero spettacolo affascinante da ammirare. Dopo breve esame, hai scoperto un'iscrizione intagliata",
    "book.enigmaticlegacy.entry.enigmatic_amulet.page.2": "Sul lato opposto, costituito da un solo nome: \"<&4><&l><nomegiocatore>$(clear)\".<br2\/>hai cercato di esaminare la sua struttura e come potrebbe essere riprodotta, ma finora senza successo. sembra che questo oggetto non appartenga a questo mondo affatto, forgia e portato qui da una potenza che rimane al di là...",
    "book.enigmaticlegacy.entry.enigmatic_amulet.page.3": "La tua comprensione.\n<br2\/>Quando lo porti con te, ti senti un po' più forte di quanto non lo sia altrimenti.\n<br2\/>Appare che non sia la sua sola proprietà utile, tuttavia. Se la tua carne si rompe e non puoi contenere l'anima in sé - e l'amuleto apre il varco nello spazio sconosciuto, contenente tutti gli oggetti che altrimenti avresti perso a terra, inclusa l'amuleto stesso.",
    "book.enigmaticlegacy.entry.enigmatic_amulet.page.4": "In luogo della tua morte troveresti un oggetto che appare essere una chiave collegata a quel pertugio, uno che hai battezzato Vaso extradimensionale. A differenza degli oggetti normali, il Vaso sembra essere completamente indestructibile e indifferente a qualsiasi forza, tranne quella di natura divina, che tu appena accedi in misura minima.<br2\/>Fluttua intorno, del tutto inerte, finché non cerchi di avvicinarti e interagire con esso.",
    "book.enigmaticlegacy.entry.enigmatic_amulet.page.5": "Ecco il testo:\n\n\"It then easily falls into your hands and breaks, releasing everything the unseen space it was linked with contained.\"",
    "book.enigmaticlegacy.entry.enigmatic_elytra.name": "Elytra maestoso",
    "book.enigmaticlegacy.entry.enigmatic_elytra.page.1": "Il combinare con alcuni fuochi d'artificio rende l'Elytra un mezzo di trasporto eccezionale, superando agevolmente qualsiasi cavallo, barca o carro miniera. Ci sono solo due principali preoccupazioni relative all'utilizzo prolungato - il consumo rapido e la necessità di mantenere una fornitura costante di fuochi d'artificio.<br2\/>L'Elytra maestosa risolve entrambe le questioni. Offre un rendimento straordinario.",
    "book.enigmaticlegacy.entry.enigmatic_elytra.page.2": "La durata e può utilizzare energie enriche per far avanzare il portatore durante il volo al proprio piacere, in modo non dissimile dai fuochi d'artificio. Ciò mette maggiormente sforzo sulla durezza dell'elytra, ma in quanto può",
    "book.enigmaticlegacy.entry.enigmatic_elytra.page.3": "Deve essere riparato con etereio in incudine convenzionale - non dovrebbe essere troppo preoccupante. A parte questo, è ricoperto da pattern di colori più vivaci, lasciando nessuno in dubbio riguardo alle sue qualità magnifiche e straordinarie.",
    "book.enigmaticlegacy.entry.enigmatic_eye.heading.1": "L'occhio",
    "book.enigmaticlegacy.entry.enigmatic_eye.name": "Occhio incomprensibile",
    "book.enigmaticlegacy.entry.enigmatic_eye.page.1": "Un ritrovamento inaspettato tra pile di tesori e rottami, questo occhio ti ha immediatamente consumato la tua attenzione con la sua forma distingué e terrena. Non hai resistito alla tentazione della curiosità e hai scelto di svegliarlo dal sonno che durava almeno molti secoli, forse anche molti millenni.<br2\/>Il creatore dell'occhio ti ha presto",
    "book.enigmaticlegacy.entry.enigmatic_eye.page.2": "Il libro dell'Era Enigmatica: pagina 2\n\n\"Si è fatto notare da te e ora che è a conoscenza della tua presenza in questo mondo - l'occhio stesso non è più necessario per lui per osservarti e parlare con te. Lo segue i tuoi passi da allora, commentando occasionalmente. Fino adesso la comunicazione tra di voi rimane interamente unilaterale, quindi è difficile\"",
    "book.enigmaticlegacy.entry.enigmatic_eye.page.3": "Per stabilire cosa egli sia e qual è il suo movente per contemplare scrupolosamente ogni tuo movimento.<br2\/>Ciò che può essere detto con sicurezza è che non è un estraneo al mondo in cui attualmente ti trovi, né a esseri superiori come te. Senz'altro egli ha camminato su queste terre stesso, ma l'estensione della sua partecipazione alla storia passata di esse rimane ancora un mistero. Quanto meno dove si trova ora, perché ha scelto di parlare con te e cosa...",
    "book.enigmaticlegacy.entry.enigmatic_eye.page.4": "Le aspettative che pone sul tuo viaggio.<br2\/>Per ora, puoi solo sperare che con il tempo gli verranno forniti i desiderati risposte.",
    "book.enigmaticlegacy.entry.enigmatic_item.heading.1": "Il Sigillo Magico",
    "book.enigmaticlegacy.entry.enigmatic_item.name": "Cuore della creazione",
    "book.enigmaticlegacy.entry.enigmatic_item.page.1": "Poteri di questo pietra sono così vasti e sovrastanti, che sembrano non essere mai stati destinati a essere posseduti da un demigodo.<br2\/>Concede loro protezione ultima dalle minacce ambientali. La maggior parte dei esseri ostili ti cercherà ancora di colpire e riuscirà a ferirti, ma i loro tentativi di toglierti la vita non avranno mai successo.",
    "book.enigmaticlegacy.entry.enigmatic_item.page.2": "Se il sigillo magico rimane in tuo possesso - non potrai essere ucciso. Nonostante tu stia per affrontare la morte, nulla avrà mai il potere di spingerti oltre il limite.<br2\/>Nonostante porti il nome \"Cuore della Creazione\", concede anche tra i mezzi più ultimi",
    "book.enigmaticlegacy.entry.enigmatic_item.page.3": "Per seminare distruzione, piovigginando teste devastanti simili a quelle evocate dal Mietitore. <br2\/>Questi anche bersaglieranno qualsiasi entità che potresti guardare, eliminando rapidamente la maggior parte di chiunque tu scelga di scaricare la tua ira su.",
    "book.enigmaticlegacy.entry.escape_scroll.name": "Volontà post-mortale",
    "book.enigmaticlegacy.entry.escape_scroll.page.1": "Nonostante la morte abbia dimostrato di essere solo un'inconveniente temporaneo per un demigodo come te, a volte questo inconveniente assume un grande peso.<br\/>Molto più grande di quanto tu vorresti pagare - a seconda di dove muori, il tuo prezioso equipaggiamento, forggiato dai materiali più fini e raccolto da tutti i angoli del mondo sopraelevato, può essere perso nell'oblio o incredibilmente difficile da recuperare.",
    "book.enigmaticlegacy.entry.escape_scroll.page.2": "Questo rotolo è un'assicurazione contro simili eventi.<br2\/>Non può proteggere il suo proprietario dalla morte, ma se la loro vita viene tolta, ciò che avrebbero lasciato al posto della loro morte sarà invece preso.",
    "book.enigmaticlegacy.entry.escape_scroll.page.3": "Torna al punto di respawn, attraverso qualsiasi distanza e dimensione. Lo stesso rotolo resterà dove il suo portatore è stato ucciso, ma a differenza degli oggetti che normalmente si cadono, non brucerà, non cadrà nel vuoto se lo lasci andare per troppo tempo o sparirà nel nulla se lo lasci inattivo per troppo tempo.<br2\/>Solo la mano di demigod, anche se non necessariamente la tua sola, può reclamarlo.",
    "book.enigmaticlegacy.entry.eternal_binding_curse.heading.1": "La maledizione",
    "book.enigmaticlegacy.entry.eternal_binding_curse.name": "Maledizione del legame eterno",
    "book.enigmaticlegacy.entry.eternal_binding_curse.page.1": "La somiglianza del nome di questo incantesimo con l'incantesimo della legame non è un caso - infatti fa esattamente la stessa cosa dell'ultimo, impedendo a te di rimuovere armi e accessori da te stesso una volta equipaggiati. La svolta, tuttavia, sta nel fatto che gli oggetti portanti questo incantesimo persistono con te anche attraverso la morte. Ciò potrebbe essere meno grave nel caso dell'armatura, poiché prima o poi...",
    "book.enigmaticlegacy.entry.eternal_binding_curse.page.2": "Ecco il testo:\n\n\"it will break; for most accessories, however, with this curse applied you condemn yourself to bear them until you die permanently or until the end of time, whichever comes first.<br2\/>unlike most other curses, the only way to obtain this one seems to be by using classical\"",
    "book.enigmaticlegacy.entry.eternal_binding_curse.page.3": "Tavola di incantesimi, alimentata dalla perla dell'incantatore.",
    "book.enigmaticlegacy.entry.etherium.name": "l'etereio",
    "book.enigmaticlegacy.entry.etherium.page.1": "Nonostante il nome lo suggerisca, questo materiale è fisicamente solido. molto.<br2\/>Storie si sono rivelate vere. E anche di più - non esageravano la verità. L'etereio ha davvero molti dei proprietà meravigliose che gli venivano attribuite dalle storie che hai letto in precedenza. Ha un punto di fusione molto alto, essendo solo",
    "book.enigmaticlegacy.entry.etherium.page.2": "Come resistente al fuoco e alla lava quanto il netherite, mentre supera significativamente la sua durata. A parte questo, questo metallo è sovraccarico di energia pulsante, che ti spinge a liberare la tua creatività in qualsiasi forma o forma tu possa immaginare.<br2\/>E per essere simile a te, la capacità di creare forma e forma è al di là di ogni dubbio.",
    "book.enigmaticlegacy.entry.etherium.page.3": "Questo mondo presto vedrà la potenza dei tuoi strumenti di etereio appena forgiate.",
    "book.enigmaticlegacy.entry.etherium_armor.heading.1": "L'impianto di armatura",
    "book.enigmaticlegacy.entry.etherium_armor.name": "Armadura di etereio",
    "book.enigmaticlegacy.entry.etherium_armor.page.1": "Sembra che non ti sia preso molto tempo per capire che il potere dell'etereio potrebbe essere utile per creare l'armatura definitiva. L'armatura di etereio non è veramente definitiva, ma supera qualunque cosa tu possa creare o pretendere.<br2\/>Uno dei suoi primi proprietà notevoli è che se la equipaggi e porti con te...",
    "book.enigmaticlegacy.entry.etherium_armor.page.2": "Il corpo, l'armatura stessa diventa completamente invisibile e sembra molto meno fardello da portare rispetto all'armatura forggiata dai metalli comuni. Fino a quando qualcosa non tenta di interagire con te o quell'armatura, è addirittura possibile dimenticare del tutto che la porti, tanto è trascurabile il suo peso per chi la porta.",
    "book.enigmaticlegacy.entry.etherium_armor.page.3": "Il comfort, tuttavia, non significa che sia peggiore nell'assorbire gli attacchi nemici. Supera anche l'armatura di netherite per la sua estrema difficoltà da penetrare. In più, è incredibilmente resistente - persino i colpi più devastanti lasciano appena una traccia sulla sua superficie.<br2\/>E se non fosse già sufficiente, gli stessi pezzi di armatura sembrano risuonare l'uno con l'altro, sollecitando a liberare l'energia interna del metallo.",
    "book.enigmaticlegacy.entry.etherium_armor.page.4": "Se dovessi portare tutti e quattro i pezzi contemporaneamente, e che la rissonanza raggiunga il suo picco, infine potendo manifestarsi in un potente scudo intrecciato da energia pura, protettivo per il suo portatore dalle maggior parte dei proiettili, indebolendo significativamente gli attacchi che non è in grado di bloccare del tutto e respingendo chi tenta di eseguire questi attacchi.<br2\/>Questo scudo, tuttavia, richiede molto energia per essere mantenuto.",
    "book.enigmaticlegacy.entry.etherium_armor.page.5": "Il suo potere si attiva solo quando il portatore subisce ferite gravi nonostante la protezione eccezionale offerta dall'armatura stessa. Quando rimangono integri e possono gestire le minacce senza ulteriori misure di protezione, lo scudo viene dissipato e l'etereio si riempie lentamente di energia, fino a quando non è necessario manifestarlo nuovamente.<br2\/>È difficile non notare il`",
    "book.enigmaticlegacy.entry.etherium_armor.page.6": "La somiglianza di quel scudo con uno che il Wither evoca quando viene portato a metà della sua salute. Ciò deve implicare una relazione con l'origine e la natura del potere dell'etereio, ma non sembra avere abbastanza indizi per mettere insieme le pezzi di questa storia ancora.<br2\/>Le pagine successive contengono rappresentazioni su come l'armatura dell'etereio possa essere forggiata, secondo il tuo disegno.",
    "book.enigmaticlegacy.entry.etherium_axe.name": "Asse di etereio",
    "book.enigmaticlegacy.entry.etherium_axe.page.1": "Nonostante gli altri picchi normali, questo mostro gigantesco è progettato per servire come strumento e arma allo stesso tempo, eccellendo in entrambe le funzioni.<br2\/>Quando lo si utilizza come strumento, può tagliare il legno in un ampio spazio di 3x3x3 blocchi, centrati intorno al punto d'impatto. Puoi disattivare questa abilità se hai bisogno di gestire i singoli blocchi",
    "book.enigmaticlegacy.entry.etherium_axe.page.2": "Invece di lavorare solo con tronchi o assi, è anche efficace contro vegetazione meno resistente come foglie, cactus o bambù.<br2\/>Come arma, infligge danni massicci e, essendo un'ascia,",
    "book.enigmaticlegacy.entry.etherium_axe.page.3": "Il Etherium Waraxe si rivela essere un'arma molto efficace contro lo scudo nemico se presente. L'unica debolezza è la sua incredibile pesantezza, che ti consente di infliggere maggiori danni con ogni attacco, ma richiede anche più tempo per riprenderti tra un colpo e l'altro prima di poter nuovamente attaccare con tutta la tua forza. Come tutti gli altri strumenti di Etherium, anche il Waraxe è estremamente resistente.",
    "book.enigmaticlegacy.entry.etherium_ore.heading.1": "La miniera",
    "book.enigmaticlegacy.entry.etherium_ore.name": "Minerale di etereio",
    "book.enigmaticlegacy.entry.etherium_ore.page.1": "Tra tutti gli altri misteri che originano dalla fine, uno attira la tua attenzione più di ogni altro. Si dice che là puoi imbatterti in un materiale esquisito, con il nome di Etherium.<br2\/>È degno di nota che l'Etherium è sempre riferito come qualcosa che non si può trovare naturalmente all'interno delle isole della crosta finale, eppure in qualche modo...",
    "book.enigmaticlegacy.entry.etherium_ore.page.2": "È implicito che questo materiale finì per essere posseduto da una civiltà antica che tentò un tempo di colonizzare questa dimensione.<br2\/>Poiché i giorni del regno di quella civiltà sono ormai lontani, non puoi chiedere loro come sia possibile. Attualmente ipotizzi che potrebbero aver...",
    "book.enigmaticlegacy.entry.etherium_ore.page.3": "Succedeed in harnessing overwhelming amounts of enderic energies, e utilizzarli per manifestare questo minerale nella realtà fisica, ottenendo così la possibilità di produrlo. <br2\/>Non puoi essere sicuro di come si siano svolti i loro metodi, purtroppo, ma se osservi le conclusioni del loro lavoro, potresti scoprire alcune risposte. Oltre a interesse scientifico puro, sei molto più interessato a questo minerale sia come mago che come",
    "book.enigmaticlegacy.entry.etherium_ore.page.4": "Blacksmith, since properties of this material are often described in a way so wondrous that you would doubt these descriptions are true, if only there weren't so many of them around.",
    "book.enigmaticlegacy.entry.etherium_pickaxe.name": "Pickaxe di etereio",
    "book.enigmaticlegacy.entry.etherium_pickaxe.page.1": "Il design è semplice e diretto, ma questo piccone possiede poteri che superano qualsiasi strumento comune che avresti mai forggiato da materiali terrestri.<br2\/>Il piccone di etereio è in grado di minacciare immediatamente i blocchi in un'area di 3x3 ogni volta che ne rompi uno, consentendoti di scavare tunnel vasti attraverso la crosta terrestre con facilità senza precedenti. Inoltre, hai anche il mezzo per...",
    "book.enigmaticlegacy.entry.etherium_pickaxe.page.2": "Risparmia la sua potenza se lo scegliete, consentendovi di lavorare con blocchi individuali se ciò dovesse essere richiesto.<br2\/>A parte questo, questa piccozza è estremamente resistente e ha un raggio d'azione più ampio di materiali che può lavorare.",
    "book.enigmaticlegacy.entry.etherium_pickaxe.page.3": "Effettivo contro, gestisce meglio di un piccone normale cose come vetro o ghiaccio.",
    "book.enigmaticlegacy.entry.etherium_scythe.name": "Falcione di etereio",
    "book.enigmaticlegacy.entry.etherium_scythe.page.1": "Progettato come un utensile pacifico, le falci sono tuttavia diventate uno dei più esquisiti strumenti da guerra. Questa non è eccezione - sebbene difficile da padroneggiare, può aiutarti a raccogliere le anime dei tuoi nemici con la stessa facilità con cui raccolti i frutti che hai piantato.<br2\/>La falce di eterio è in grado di raccogliere cereali, piante, foglie e erba in un volume di 3x3x3 blocchi, centrati.",
    "book.enigmaticlegacy.entry.etherium_scythe.page.2": "Intorno al punto di impatto iniziale. È anche una zappa, in grado di trasformare facilmente la terra in terreno coltivabile in un'area di 3x3 celle.<br2\/>Puoi sopprimere queste potenze se lo desideri, rimanendo in grado di influire solo",
    "book.enigmaticlegacy.entry.etherium_scythe.page.3": "individual blocks if you choose to.\n<br2\/>as weapon, it lies on an opposite end to etherium waraxe. Its blade is thin and razor sharp, and though lack of mass does not allow to deliver as much of an impact with every attack, rapid swings are much easier to execute and will make quick work most creatures that dare to stand in your way.\n<br2\/>Etherium scythe, as all other",
    "book.enigmaticlegacy.entry.etherium_scythe.page.4": "Strumenti di etereio, è anche estremamente resistente.",
    "book.enigmaticlegacy.entry.etherium_shovel.name": "Spalatore di etereio",
    "book.enigmaticlegacy.entry.etherium_shovel.page.1": "Nonostante non sia esattamente utile come arma, questo strumento si adatta perfettamente al suo unico altro scopo - scavare attraverso terra e fango come un coltello caldo attraverso burro.<br2\/>Può facilmente scavare attraverso blocchi di 3x3 area, a meno che non desideri volontariamente reprimere la sua abilità e costringerla ad influire solo sui singoli blocchi invece.",
    "book.enigmaticlegacy.entry.etherium_shovel.page.2": "Eccezionalmente resistente, proprio come ogni altra cosa forggiata con l'etereio.",
    "book.enigmaticlegacy.entry.etherium_sword.name": "Spada di etereio",
    "book.enigmaticlegacy.entry.etherium_sword.page.1": "Nonostante la sua apparizione imponente, questo strumento è effettivamente leggermente più facile da maneggiare rispetto alle normali spade più piccole. Solo per te, naturalmente - i tuoi nemici non troveranno affatto facile sopportare colpi di tale arma come sarebbe per te infliggerli.<br2\/>La spada d'etereio si colloca nella perfetta media tra",
    "book.enigmaticlegacy.entry.etherium_sword.page.2": "Altri due armi di etereio. Non sono altrettanto leggere e agili come la falce, non sono altrettanto massicce e schiaccianti come l'ascia da guerra, tuttavia prendono il meglio da entrambe, consentendoti di eseguire colpi sicuri con un tempo ragionevole di recupero, quelli che saranno...",
    "book.enigmaticlegacy.entry.etherium_sword.page.3": "Considerabilmente dannoso anche per il nemico più protetto.<br2\/>A differenza di altri strumenti, l'abilità della spada d'etherio è esclusivamente legata al combattimento. Al tuo comando, la spada ti farà indietreggiare dal punto in cui ti trovi, coprendo una distanza considerevole. Ciò può essere utilizzato come modo per ritirarti rapidamente tra serie di colpi o quando hai bisogno di evitare velocemente attacchi particolarmente letali. Il breve cooldown consente a questa abilità di essere utile anche in`",
    "book.enigmaticlegacy.entry.etherium_sword.page.4": "I situazioni di combattimento più strette, se hai abbastanza abilità per usarlo correttamente.<br2\/>Il broadsword, come gli altri strumenti di Etherium, possiede una resistenza impressionante, molto superiore a quella di qualsiasi arma terrestre.",
    "book.enigmaticlegacy.entry.evil_essence.heading.1": "L'Essenza",
    "book.enigmaticlegacy.entry.evil_essence.name": "Essenza nefanda",
    "book.enigmaticlegacy.entry.evil_essence.page.1": "Mentre la stella del Nether è il nucleo fisico del vaso del Mietitore, questa sostanza è una manifestazione dell'energia pura dello spirito apparentemente indestructibile e perpetuo del Mietitore. Una piccola frazione di quell'energia, ma ha un potenziale immeasurabile in mano tua.<br2\/>Sembra avere una strana connessione con la tua stessa essenza maledetta, il che spiega perché tu fossi`",
    "book.enigmaticlegacy.entry.evil_essence.page.2": "In grado di ottenere questo essenza in primo luogo. si avvicina a te mentre ti avvicini, come se fosse incurvata dal desiderio di attaccarsi a te. forse, potresti permetterle di farlo?... no, che idea stupida sarebbe stata.<br2\/>ma una cosa è al di là di ogni dubbio - questo contenuto contiene enormi quantità",
    "book.enigmaticlegacy.entry.evil_essence.page.3": "Di potere oscuro e tortuoso, che tu sei solo in grado di sfruttare. Saresti sicuramente in grado di trovare qualcosa da fare con esso.",
    "book.enigmaticlegacy.entry.extradimensional_eye.name": "Occhio extradimensionale",
    "book.enigmaticlegacy.entry.extradimensional_eye.page.1": "Ti capita spesso di incontrare creature che non ti dispiacerebbe portare a casa con te, per studiarle più da vicino o tenerle come animali domestici o come bestiame. Ma anche gli animali più docili si rivelano estremamente difficili da consegnare a distanze vastissime - anche quando sono disposti a seguirti, sono lenti e quasi completamente",
    "book.enigmaticlegacy.entry.extradimensional_eye.page.2": "Incapaci di trovare il loro modo intorno agli ostacoli e si perderanno sicuramente se non ti prenderai cura. Ma avere uno dei tuoi occhi a disposizione può rendere quasi impossibile qualsiasi compito.",
    "book.enigmaticlegacy.entry.extradimensional_eye.page.3": "La creatura dove vuoi che sia per agire come semplice quanto liberare il potere dell'occhio. Devi prima legare l'occhio a un luogo che sarà il destinazione. Poi puoi avvicinarti a qualsiasi creatura e utilizzare il potere dell'occhio su di essa per farla sparire nel nulla, apparirendo al punto di destinazione.<br2\/>Purtroppo, l'occhio stesso si dissolverà nel processo, e diversamente dalla creatura che stai trasportando - non la raggiungerà mai.",
    "book.enigmaticlegacy.entry.extradimensional_eye.page.4": "Verso il destino finale. Siete ancora incerti su dove esattamente vi porti, poiché non appena scompare non ci sono tracce di esser mai stato presente in una realtà fisica in alcun modo.",
    "book.enigmaticlegacy.entry.eye_of_nebula.heading.1": "Il Sigillo della Magia",
    "book.enigmaticlegacy.entry.eye_of_nebula.name": "Occhio di Nebula",
    "book.enigmaticlegacy.entry.eye_of_nebula.page.1": "Trovato tra terre strane e enigmatiche della fine, questo pietrifico è sovraccarico di energie enderiche associate con le caratteristiche dell'iperspazio stesso.<br2\/>Quando lo porti, avrai abilità simili a quelle degli Enderman, potendo teleportarti ai tuoi vittime da un punto apparentemente casuale in un istante di un occhio. Alcune volte anche ti allontanerai",
    "book.enigmaticlegacy.entry.eye_of_nebula.page.2": "Dalle attacchi in arrivo, eludendoli completamente.<br2\/>Sul tuo ultimo abilità tu non hai alcun controllo tuttavia, e ciò può occasionalmente giocarti contro piuttosto che a tuo favore.",
    "book.enigmaticlegacy.entry.fabulous_scroll.name": "La grazia del creatore",
    "book.enigmaticlegacy.entry.fabulous_scroll.page.1": "Il tuo aspettative furono, infine, confermate. Ora che la porta all'Inferno è aperta e le sue estensioni illimitate si sono arrese alla tua superiorità, hai finalmente potuto progettare una versione migliorata del dono del cielo.<br2\/>Una che non elimini completamente i limiti del suo predecessore, ma almeno li espande significativamente.",
    "book.enigmaticlegacy.entry.fabulous_scroll.page.2": "Questo rotolo ti consente di volare liberamente attraverso i cieli di tutti gli mondi e le dimensioni, senza dover restare vicino alla lanterna. Il tuo volo è alimentato solo dall'esperienza, quindi non aspettarti che la tua ascensione duri a lungo.",
    "book.enigmaticlegacy.entry.fabulous_scroll.page.3": "Pressoché lungo quanto lo sarebbe stato all'interno del raggio del faro.<br2\/>D'altra parte, la grazia del creatore è in grado di assorbire più efficientemente l'energia del faro e, se scegli di restare all'interno di quel raggio, non dovrai sacrificare alcuna esperienza per rimanere al di sopra di tutti gli altri.",
    "book.enigmaticlegacy.entry.first_glance.name": "Primo sguardo",
    "book.enigmaticlegacy.entry.first_glance.page.1": "Come per la prima volta che metti piede su queste terre, non sei sicuro di cosa ti spinga a partire da dove appartieni... ancora. Non è il primo mondo che hai mai visitato. Ma questa volta è diverso.<br2\/>Qualcosa ti chiama dalle profondità più oscure, dai angoli più bui che forse non sono mai stati supposti.",
    "book.enigmaticlegacy.entry.first_glance.page.2": "Per essere visto da un essere umanoide. Qualcosa ti spinge a seguire le tracce, a sciogliere i misteri di questi luoghi. Ti spaventa qualcosa, ma non potresti resistere alla tentazione.<br2\/>Non temerai l'ignoto, qualunque sfida possa presentare.<br2\/>Cercerai le risposte, a qualunque costo.",
    "book.enigmaticlegacy.entry.forbidden_axe.name": "Asse dell'esecutore",
    "book.enigmaticlegacy.entry.forbidden_axe.page.1": "Quei scheletri con il fiore di morto sono spesso molto frustranti da gestire. L'unica ragione significativa per cui dovresti essere interessato alla loro esistenza miserabile è i loro crani, che accadono di essere molto più preziosi e utili nell'arte magica rispetto ai scheletri stessi.<br2\/>Ma non ti daranno volontariamente i loro crani, non importa quanto gentilmente gli chiedi.",
    "book.enigmaticlegacy.entry.forbidden_axe.page.2": "E nonostante una grande pratica avuta, rimane abbastanza difficile per te separare il cranio fragile dal resto del corpo inutile, senza accidentalmente schiacciarlo - semplicemente non stanno tranquillamente ferme per permetterti di consegnarli.",
    "book.enigmaticlegacy.entry.forbidden_axe.page.3": "Una potente fenditura del tuo brando, come se stessi cercando deliberatamente di irritarti. Quest'ascia è forgata specificamente per aiutarti con questo lavoro inquietante. Fusa con il metallo più fine dell'Ade e infusa della sua natura oscura e distorta, essa si sente di strappare attraverso le teste dei tuoi nemici, gettandole nell'aria. Oltre che contro i skeletons, dimostra di poter decapitare quasi ogni creatura che può essere decapitata.",
    "book.enigmaticlegacy.entry.forbidden_axe.page.4": "Nonostante non potresti mai prima di allora,<br2\/>l'urgenza di sangue che questo strumento ha dentro può essere utile anche al di fuori della sua abilità speciale di decapitazione, poiché può infliggere colpi più rapidi e devastanti persino di una lama di netherite.",
    "book.enigmaticlegacy.entry.forbidden_fruit.heading.1": "Il frutto",
    "book.enigmaticlegacy.entry.forbidden_fruit.name": "Il frutto proibito",
    "book.enigmaticlegacy.entry.forbidden_fruit.page.1": "Un relitto raro che può essere trovato tra i tesori dei resti di bastioni antichi nel Nether, questo frutto, a prima vista, sembra nulla di ciò che potresti desiderare di mordere. Quell'apparenza non è ingannevole - ha un orrendo sapore di cenere e putrefazione, condito da una deliziosa amarezza oleosa. Se riuscite in qualche modo a sopportare il urlare dei vostri recettori di gusto e`",
    "book.enigmaticlegacy.entry.forbidden_fruit.page.2": "Consumire tutto, gli effetti immediati sono molto probabili che ti uccideranno immediatamente, quindi è meglio prepararti in anticipo per curare lo stato gravemente malato prima che non ci sia più corpo da curare.<br2\/>Dopo che l'influenza tossica immediata si arresta, tuttavia, gli effetti a lungo termine cominciano a manifestarsi.",
    "book.enigmaticlegacy.entry.forbidden_fruit.page.3": "Gioca. Non consumerai più cibo di alcun tipo e non sentirai mai più fame. Tuttavia, il prezzo di questo effetto è la perdita permanente del senso di sazietà e una riduzione significativa della regenerazione della salute in qualsiasi forma.<br2\/>Nota che, una volta consumato il frutto, non ci sono vie per annullare questi effetti - persistono su di te.",
    "book.enigmaticlegacy.entry.forbidden_fruit.page.4": "anche nella morte, come un peccato che non può essere espiato.\nScegli bene le tue opzioni.",
    "book.enigmaticlegacy.entry.golden_ring.name": "Anello esquisito",
    "book.enigmaticlegacy.entry.golden_ring.page.1": "Un po' più lavoro e circa altrettanto oro prezioso, e puoi riforgiare l'anello di ferro comune in una forma molto più lucente e raffinata. <br2\/>La proprietà più notevole di questo accessorio, oltre a essere tutto lucido e d'oro, è che ha un effetto sui piglins simile a indossare armatura d'oro - li rispetteranno un po' di più quando li vedranno.",
    "book.enigmaticlegacy.entry.golden_ring.page.2": "La preziosità sul tuo dito, e non cercherà di ucciderti appena entri nel loro campo visivo.",
    "book.enigmaticlegacy.entry.golem_heart.heading.1": "Il Sigillo della Magia",
    "book.enigmaticlegacy.entry.golem_heart.name": "Cuore del golem",
    "book.enigmaticlegacy.entry.golem_heart.page.1": "Probabilmente tra i più facili da reperire tra le pietre magiche, poiché potrebbe essere trovata quasi ovunque tra innumerevoli dungeon e miniere abbandonate del mondo superiore. Ma ingenuo sarebbe colui che sottovaluta il suo potere.<br2\/>Associato all'elemento della terra stessa, questa pietra magica non è altrettanto leggera e esotica.",
    "book.enigmaticlegacy.entry.golem_heart.page.2": "Come gli altri in ciò che fa, invece di aiutare il suo portatore a focalizzare e resistere alla forza bruta. Fa diventare la loro pelle dura come l'acciaio, resistendo a pressioni elevate, tagli e penetrazioni molto meglio della carne normale.<br2\/>Gli effetti del cuore si manifestano nel loro",
    "book.enigmaticlegacy.entry.golem_heart.page.3": "In tutto il suo esteso potere quando il suo portatore non ha altri armamenti che lo affliggono, trasformando la sua pelle in armatura della propria.",
    "book.enigmaticlegacy.entry.guardian_heart.heading.1": "Il cuore",
    "book.enigmaticlegacy.entry.guardian_heart.name": "Cuore del guardiano",
    "book.enigmaticlegacy.entry.guardian_heart.page.1": "Il mare monumenti, insieme a innumerevoli guardiani che li pattugliano all'interno e all'esterno, stanno tra i misteri più grandi di questo mondo.<br\/>E i guardiani stessi presentano un interesse molto più immediato delle sale sommerse e dei corridoi, pieni di nulla se non acqua e oscurità, tranne quelli che proteggono questo dominio abbandonato.",
    "book.enigmaticlegacy.entry.guardian_heart.page.2": "Questo relitto sembra essere un cuore vivente, strappato dal corpo di uno dei Guardiani anziani, che a loro volta sembrano essere una variazione particolarmente antica e potente della specie dei Guardiani. Potevano sentire il tuo avvicinamento alla loro casa molto prima che tu ti immergessi sott'acqua sulla superficie dell'oceano dove era ubicato.",
    "book.enigmaticlegacy.entry.guardian_heart.page.3": "Ecco il testo:\n\ne hanno ripetutamente maledetto te con quasi completa incapacità di rompere i blocchi, quindi effettivamente impedendo a te di romperti un varco tra le pareti del monumento e scavare il tuo proprio percorso tra di esse.<br2\/>questo cuore sembra essere la fonte dei loro sensi e potere che ha consentito loro di lanciare una maledizione simile su di te. risuona con le energie twistate dell'anello delle sette maledizioni, il che è stato il motivo per cui tu",
    "book.enigmaticlegacy.entry.guardian_heart.page.4": "Erano in grado di ottenerlo vivo e integro.<br2\/>Con il cuore del guardiano al vostro disposizione, i guardiani regolari non solo sono resi neutri verso di voi, ma anche priorizzano l'invio di minacce potenziali abbastanza vicine a voi, mostri e simili. La ragione di tale rispetto resta un mistero, ma forse il potere del cuore ha una connessione molto più grande con loro e influenza sulla loro mente degli stessi guardiani anziani.",
    "book.enigmaticlegacy.entry.guardian_heart.page.5": "Chiave: `book.enigmaticlegacy.entry.guardian_heart.page.5`\n\nValore: \"Chiunque possiede cuori simili, specialmente quelli che sono ora empowerment da sette maledizioni che porti. Questa assunzione tuttavia solleva molte domande non risolte sull'origine di quei cuori, nonché l'origine dei guardiani stessi.<br2\/>Un'altra capacità del cuore è quella di far sì che quando lo porti intorno al tuo hotbar o lo tenga nella tua mano, guardando il mostro abbastanza vicino a te, il cuore si\"",
    "book.enigmaticlegacy.entry.guardian_heart.page.6": "Conjura una maledizione che colpirà quel mostro. Normalmente non sembra in grado di produrre maledizioni potenti, poiché nemmeno i guardiani anziani stessi erano in grado di fare molto più con il suo potere a tuo vantaggio che rallentare leggermente. Ma la pura forza delle sette maledizioni infonde il cuore con un'abilità molto maggiore, quindi invece di una debolezza lieve, la mente del mostro colpito sarà manipolata e costretta a voltarsi contro uno dei suoi simili, mentre il corpo sarà temporaneamente...",
    "book.enigmaticlegacy.entry.guardian_heart.page.7": "Il cuore del guardiano è stato empowerment a tradire. I mostri che circondano l'uno infuriato saranno anche colpiti dalla maledizione, costretti a dimenticare cosa stavano facendo e attaccare l'uno che la ha subita.<br2\/>Si noti che il bersaglio primario della maledizione tornerà allo stato di mente regolare dopo aver ucciso chiunque sia stato costretto ad attaccare. Lo stesso vale per i mostri che si rivoltano contro l'uno maledetto - se riescono a ucciderlo,",
    "book.enigmaticlegacy.entry.guardian_heart.page.8": "Essi torneranno ai loro attività normali da mostri, con queste attività che sono probabilmente tentare di ucciderti. L'abilità attiva del cuore non funzionerà affatto se il mostro che hai scelto di guardare non ha altri mostri che possa vedere nella vicinanza immediata.<br2\/>Questa abilità ha un tempo di rilocazione considerevole, quindi non aspettarti che sola salvi da una folla di maiali zombie che ti inseguono - meglio mettere la massima distanza.",
    "book.enigmaticlegacy.entry.guardian_heart.page.9": "Come puoi tra te e loro mentre sono occupati a risolvere conflitti interiori nel loro gruppo.",
    "book.enigmaticlegacy.entry.haste_potion.heading.1": "Brewing the Potion",
    "book.enigmaticlegacy.entry.haste_potion.heading.2": "Estensione della durata",
    "book.enigmaticlegacy.entry.haste_potion.heading.3": "Effetto di rinforzo",
    "book.enigmaticlegacy.entry.haste_potion.heading.4": "Versione a spruzzo",
    "book.enigmaticlegacy.entry.haste_potion.heading.5": "Versione persistente",
    "book.enigmaticlegacy.entry.haste_potion.name": "Potion di velocità",
    "book.enigmaticlegacy.entry.haste_potion.page.1": "Un tipo di pozione che non è altrettanto conosciuto e utilizzabile come il set comune.<br2\/>Le applicazioni pratiche che può avere sono abbastanza ovvie. È soprattutto utile per sessioni di mining lunghe, in quanto consente di frantumare rocce e terra a un tasso molto più veloce. Oltre a questo, tuttavia, potrebbe anche dimostrarsi utilizzabile in combattimento, poiché fa anche aumentare la velocità dei tuoi attacchi.",
    "book.enigmaticlegacy.entry.haste_potion.page.2": "Leggermente più veloce e facile da concatenare in breve tempo.<br2\/>La sua preparazione non è difficile - basta fondere quarzo del Nether in un potione imbarazzante, e ciò è tutto.",
    "book.enigmaticlegacy.entry.haste_potion.page.3": "Il suo effetto può aumentare la lunghezza estesa, fusi alcuni polveri di rame...",
    "book.enigmaticlegacy.entry.haste_potion.page.4": "...o aumentare la potenza con l'uso di pietra luminescente.",
    "book.enigmaticlegacy.entry.haste_potion.page.5": "Puoi anche bollirlo in un getto...",
    "book.enigmaticlegacy.entry.haste_potion.page.6": "...o come i tipi di persistenza, proprio come puoi fare con qualsiasi altra pozione regolare.",
    "book.enigmaticlegacy.entry.heaven_scroll.name": "Dono del cielo",
    "book.enigmaticlegacy.entry.heaven_scroll.page.1": "Come ogni altro demigodo o essere umano una volta fece, fin da quando iniziò il tuo viaggio, sognasti di superare i limiti del tuo corpo vulnerabile. Quel sogno, tra tutti gli altri attributi, includeva libero vagabondare nel cielo di questo mondo, come un dio sopra tutti gli altri.<br2\/>Bene, questo rotolo non ti consentirà di vagabondare in tutto il`",
    "book.enigmaticlegacy.entry.heaven_scroll.page.2": "Cielo. Ma con la potente energia della stella del Nether che lo alimenta, può fare una o due cose. <br2\/>Se ti trovi di fronte a un faro attivo, puoi attraversare i cieli con...",
    "book.enigmaticlegacy.entry.heaven_scroll.page.3": "Il suo fascio luminoso vivido - e dono del cielo concederà una capacità di controllo elevato e comodo per volare e galleggiare intorno, fintanto che non vi allontanate troppo dall'aura arcana del faro.<br2\/>Quell'aura, purtroppo, non è abbastanza forte da consumare autonomamente una quantità significativa di energia richiesta per alimentare il vostro volo. Lo scrittoio consumerà gradualmente, ma costantemente, l'esperienza assorbita, per poter mantenere la vostra capacità di volare.",
    "book.enigmaticlegacy.entry.heaven_scroll.page.4": "Tu sei in aria.\nTi sei quasi sicuro che ci deve essere un modo per migliorare la sua potenza e superare le sue limitazioni, ma per il momento è questo con cui devi lavorare.",
    "book.enigmaticlegacy.entry.hunter_guidebook.name": "Guida del cacciatore",
    "book.enigmaticlegacy.entry.hunter_guidebook.page.1": "Un'altra guida esaustiva, questa volta ti aiuterà a imparare come cacciare fianco a fianco con compagni feroci che potresti aver addomesticato. Probabilmente sei già a conoscenza del fatto che nonostante tutta la lealtà e il coraggio che possono mostrare in battaglia, gli animali sono molto meno senzienti di te e non sono in grado di sviluppare tecniche di combattimento complesse e utilizzarle efficacemente.",
    "book.enigmaticlegacy.entry.hunter_guidebook.page.2": "Evitare pattern di attacco oscuri.<br\/>\nQuesto libro esamina molte approcci unici al combattimento che potrai imparare come loro maestro, il che ti consentirà di prendere colpi che normalmente non avresti.",
    "book.enigmaticlegacy.entry.hunter_guidebook.page.3": "Salvare se stessi, liberandoli dalle mortali minacce che li superano. Speriamo che i tuoi mezzi di difesa siano molto più elaborati e efficaci, e che possa guarire rapidamente in battaglia con l'uso di pozioni, ad esempio.",
    "book.enigmaticlegacy.entry.ichor_bottle.heading.1": "Il bottone",
    "book.enigmaticlegacy.entry.ichor_bottle.name": "Fiasca di icore",
    "book.enigmaticlegacy.entry.ichor_bottle.page.1": "Dove esattamente questo cosiddetto \"sangue degli dei\" venga da è una domanda ancora senza risposta, e forse meglio lasciata tale. Ora che ne hai alcune a tua disposizione, tuttavia, puoi consumarle per aumentare l'abilità del tuo corpo di canaleggere energie arcane, consentendoti di equipaggiare un'altra delle preziose amuleti che amplificano le tue abilità in questo o quel modo.",
    "book.enigmaticlegacy.entry.ichor_bottle.page.2": "Il reliquario di tale rarità è quasi impossibile da trovare, e non puoi fare a meno di meravigliarti di come sia accaduto che uno finisse tra le tue mani. Forse, foste attratti l'uno dall'altro per la vostra natura divina, o forse una potenza maggiore vi ha diretto verso di esso?..",
    "book.enigmaticlegacy.entry.infernal_shield.name": "Scudo infernale",
    "book.enigmaticlegacy.entry.infernal_shield.page.1": "Fatto dai materiali più resistenti e imbevuto di potere maledetto che il tuo animo è legato con, questo scudo può trasformarti in un fortezza ambulante.<br2\/>I mezzi convenzionali per contrastare gli scudi, come frecce o asce incantate da foratura, sono completamente impotenti contro di esso; ti difende non appena lo alzi, e quelli che osano avvicinarsi troppo...",
    "book.enigmaticlegacy.entry.infernal_shield.page.2": "Chiuso nel loro tentativo stolto di ferirti sarà bruciato dalla fiamma infernale che contiene. Per finire il tutto, ogni fallito tentativo del tuo nemico di attraversarlo aumenterà la tua propria potenza, permettendoti di reagire.",
    "book.enigmaticlegacy.entry.infernal_shield.page.3": "Violentemente e senza misericordia.\nMa un tale potente difesa costa un prezzo pericoloso. Se non riuscirai a mantenere questo scudo saldamente tra te e l'attaccante, e il loro colpo ti raggiunga nonostante i tuoi tentativi di difenderti contro di esso - la tua carne e la tua vanità saranno distrutte con uguale brutalità.\nUn'altra cosa da sapere è che la sua durata è immensa, ma non illimitata. Tra le cause...",
    "book.enigmaticlegacy.entry.infernal_shield.page.4": "Per restaurarlo, tuttavia, è necessario combinare con ossidiana in un incudine o lasciare che l'incantesimo di riparazione si occupi di questo per conto tuo.<br2\/>portalo con orgoglio, ma ricorda a te stesso che l'eccessiva fiducia è un killer lento e insidioso.",
    "book.enigmaticlegacy.entry.infinimeal.name": "Essenza di vita furiosa",
    "book.enigmaticlegacy.entry.infinimeal.page.1": "Uno strano modo per catturare il potere che riposa nel cuore della terra, questo sostanza arcana incarna il potere della natura stessa, con la sua eterna voglia di estendere le sue radici sulla terra, crescere e prosperare nonostante tutto. <br2\/>Lasciando che venga in contatto con la maggior parte delle forme di vita vegetale è sufficiente per aumentare significativamente...",
    "book.enigmaticlegacy.entry.infinimeal.page.2": "Accelerare il loro sviluppo, simile all'effetto prodotto quando si utilizza farina d'ossa. A differenza della farina d'ossa, tuttavia, ne basta solo un granello per ottenere tale effetto. Lasciato da solo, sembra essere in grado di trarre potere dai dintorni...",
    "book.enigmaticlegacy.entry.infinimeal.page.3": "La natura, che si sviluppa e si rinnova quantità dopo essere stata utilizzata - sebbene non più di quanto era stato creato originariamente.<br2\/>Lavora anche su certe piante che i fertilizzanti normali non hanno effetto, specificamente canna da zucchero, cacti, vigneti e nether wart.",
    "book.enigmaticlegacy.entry.insignia.name": "Insegna affascinante",
    "book.enigmaticlegacy.entry.insignia.page.1": "Nonostante questo piccolo oggetto non ti darà maggiore forza, velocità o volontà - ciò che sembra a prima vista è solo la superficie. consente di nascondere il tuo nome agli occhi degli altri demigodi e sostituirlo con quello che preferisci. Inoltre, non riduce l'ammontare di altri amuleti che puoi portare insieme a questo.<br2\/>Il modo ovvio per sfruttare...",
    "book.enigmaticlegacy.entry.insignia.page.2": "di essa sarebbe inganno, ma il potenziale qui è sfortunatamente limitato, poiché l'insignia avrà effetto solo sul nome che gli altri vedono quando osservano te in persona. Inoltre, coloro che possiedono o sono collegati con certi poteri divini possono",
    "book.enigmaticlegacy.entry.insignia.page.3": "Ancora potrai riconoscere il tuo vero nome.<br2\/>Un'altra via è distinguerti. Questo è dove le opportunità sono illimitate, specialmente considerando che i colori e gli stili elaborati dell'inchiostro dell'architetto sono noti per essere in grado di produrre sulla tua insignia un nome alternativo che puoi inciderci.",
    "book.enigmaticlegacy.entry.iron_ring.name": "Anello di ferro",
    "book.enigmaticlegacy.entry.iron_ring.page.1": "Molto semplice nella sua progettazione, questo oggetto avrebbe potuto essere forggiato anche da un fabbro più o meno qualificato, nonché da un demigodo come te.\n\nQuesto anello è utile solo in quanto richiede solo dell'acciaio comune per la sua creazione. Potrebbe non salvarti dalla decapitazione, ma può proteggere uno dei tuoi dita dal taglio in futuro... forse.",
    "book.enigmaticlegacy.entry.lamp.name": "Il lume",
    "book.enigmaticlegacy.entry.lamp.page.1": "Il lato 1 del libro dell'Enigmatic Legacy descrive la lampada come un oggetto che utilizza il glowstone per produrre una fonte di luce affidabile. Tuttavia, piuttosto che semplicemente gettare pezzi di glowstone sul terreno, si è pensato a un design più estetico simile a quello delle lanterne comuni, ma più grande e luminoso. Le lampade possono essere collocate a terra o appese dal soffitto.",
    "book.enigmaticlegacy.entry.lamp.page.2": "Attraverso sperimentazioni estensive hai anche creato progetti più sofisticati, con la lampada incassata all'interno di un blocco di vetro.<br2\/>Ciò elimina la necessità che sia supportato dal pavimento o abbia qualcosa sopra di sé per essere agganciato.",
    "book.enigmaticlegacy.entry.lore_inscriber.heading.1": "Il pannello di controllo",
    "book.enigmaticlegacy.entry.lore_inscriber.heading.2": "Codici di colore",
    "book.enigmaticlegacy.entry.lore_inscriber.heading.3": "Codici di font",
    "book.enigmaticlegacy.entry.lore_inscriber.heading.4": "Nome formattato",
    "book.enigmaticlegacy.entry.lore_inscriber.heading.5": "Testo formato della leggenda",
    "book.enigmaticlegacy.entry.lore_inscriber.heading.6": "Testo formato della leggenda",
    "book.enigmaticlegacy.entry.lore_inscriber.heading.7": "Testo formato della leggenda",
    "book.enigmaticlegacy.entry.lore_inscriber.heading.8": "Aggiunta di lore",
    "book.enigmaticlegacy.entry.lore_inscriber.name": "Inserire la leggenda",
    "book.enigmaticlegacy.entry.lore_inscriber.page.1": "Il calamaio dell'architetto è uno strumento meraviglioso per scrivere testi. può evocare colori vivaci come la luce delle stelle e i simboli iscritti con esso non possono mai essere cancellati, a meno che non distruggiate completamente la superficie su cui risiedono.<br2\/>Per utilizzarlo effettivamente, dovrai prima creare un frammento di lore - tipo di pergamena speciale che...",
    "book.enigmaticlegacy.entry.lore_inscriber.page.10": "Il testo del libro è:\n\nfont formatting holds effect until any color formatting is applied after it; any color codes that are applied later than font codes clear font formatting completely. therefore, font formatting always must be specified after color formatting in case you wish to stack it on top of that.<br2\/>further are precise descriptions of color and font codes, that visually demonstrate their effect.",
    "book.enigmaticlegacy.entry.lore_inscriber.page.11": "Il testo è troppo lungo per essere tradotto integralmente, ma posso notare che contiene codice colore ANSI utilizzato per formattare il testo.",
    "book.enigmaticlegacy.entry.lore_inscriber.page.12": "Il testo è troppo lungo per essere riportato integralmente, ma può essere sintetizzato come segue:\n\nIl libro dell'Enigmatic Legacy descrive i comandi di formattazione del testo, tra cui:\n- &k: obfuscato\n- &l: grassetto\n- &m: cancellatura\n- &n: sottolineatura\n- &o: corsivo\n- &r: reset della formattazione\n\nInoltre, il libro fornisce esempi di come utilizzare queste funzionalità per creare testi formati.",
    "book.enigmaticlegacy.entry.lore_inscriber.page.13": "Hellish Breaker (in caratteri colorati)",
    "book.enigmaticlegacy.entry.lore_inscriber.page.14": "!&5oscuro e potente.",
    "book.enigmaticlegacy.entry.lore_inscriber.page.15": "!&5I usava regnare &6nel mondo...",
    "book.enigmaticlegacy.entry.lore_inscriber.page.16": "!&1&lwhy&r &2&ndo&r &3&oi&r &4&mfeel&r &6&kpain",
    "book.enigmaticlegacy.entry.lore_inscriber.page.17": "Una volta che hai completato l'incisione di scritti sul tuo...",
    "book.enigmaticlegacy.entry.lore_inscriber.page.18": "Pezzo di conoscenza enigmatica: questo frammento può essere combinato con qualsiasi oggetto in un anfora, per trasferire il nome e la descrizione a quel oggetto. Ciò costerà sempre esattamente 4 livelli di esperienza.<br2\/>Non è necessario definire entrambi il nome personalizzato e la descrizione - puoi definire solo uno dei due. Quando si attacca un frammento senza nome personalizzato, il nome originale dell'oggetto non sarà sovrascritto; quando solo il nome è presente, le righe di descrizione originali resteranno intatte (se presenti).",
    "book.enigmaticlegacy.entry.lore_inscriber.page.2": "Si adatta perfettamente per contenere le tue scritture.<br2\/>Questi frammenti possono archiviare il testo da soli, ma puoi trasferire le scritti che hai iscritto su di loro su qualsiasi altro oggetto, virtualmente.",
    "book.enigmaticlegacy.entry.lore_inscriber.page.3": "Consegnando loro a qualsiasi essere umano o semidio che possa venire a possederli in un modo molto più esile di una semplice incisione primitiva.<br2\/>Le pagine successive contengono istruzioni d'uso dettagliate.",
    "book.enigmaticlegacy.entry.lore_inscriber.page.4": "Il calamaio consente di accedere a un interfaccia utente simile a quella sopra descritta.",
    "book.enigmaticlegacy.entry.lore_inscriber.page.5": "Inserisci il tuo frammento di lore nel riquadro di input <&c><&l>(1)$(clear). Potrai quindi scrivere il nome e la lore desiderati nel campo di testo <&c><&l>(3)$(clear) sopra di esso.<br2\/>Esistono un numero di codici di formattazione speciali che non saranno inclusi come parte del testo visibile, ma invece permetteranno di influire sulla formattazione del colore e del carattere di qualsiasi scrittura successiva o specificare l'operazione che si desidera eseguire con la riga di testo.",
    "book.enigmaticlegacy.entry.lore_inscriber.page.6": "Se desideri che il tuo testo di riga venga aggiunto come riga di lore invece del nome dell'oggetto, prefissalo con \"<&5><&l>!$(clear)\". ogni riga di lore aggiunta ha un indice incrementale che definisce la sua posizione tra le altre righe di lore. L'indice inizia da <&l>0$(clear).<br2\/>Se desideri sostituire la riga di lore all'indice specifico, puoi specificare l'indice dopo il simbolo \"<&5><&l>!$(clear)\". ad esempio, se vuoi sostituire la terza riga di lore sul frammento con la riga che stai aggiungendo, prefissalo con.",
    "book.enigmaticlegacy.entry.lore_inscriber.page.7": "Sembra come \"<&5><&l>!2$(clear)\".\nSe desideri rimuovere l'ultima riga di lore aggiunta, semplicemente inserisci \"<&5><&l>-!$(clear)\" nel campo di testo. Se invece vuoi cancellare la riga di lore all'indice specificato, specifica quell'indice immediatamente dopo il \"<&5><&l>-!$(clear)\". Ad esempio, se desideri cancellare la quinta riga di lore, dovrai inserire \"<&5><&l>-!4$(clear)\".\nQuando inserisci una riga di testo con codice operazionale come prefisso, verrà utilizzata per rinominare l'oggetto.",
    "book.enigmaticlegacy.entry.lore_inscriber.page.8": "Il testo non è traducibile in italiano poiché si tratta di una descrizione tecnica e specifica del funzionamento di un sistema di codifica colore e font per il libro \"Enigmatic Legacy\".",
    "book.enigmaticlegacy.entry.lore_inscriber.page.9": "Il testo della riga. il colore di fondo impostato ultimamente avrà sempre effetto su qualsiasi cosa segua, fino a quando non venga sovrascritto da un altro colore.<br2\/>I codici di font non sovrastanno l'uno sull'altro e quindi possono essere accumulati insieme tra loro e con i codici di colore se specificati dopo di essi. Ad esempio, puoi utilizzare \"<&5><&l>&4&l&o$(clear)\" per creare testo di stile <&4><&l><&o>scuro rosso + evidenziato + italico$(clear) dopo di esso.",
    "book.enigmaticlegacy.entry.magnet_ring.name": "Anello magnetico",
    "book.enigmaticlegacy.entry.magnet_ring.page.1": "Nonostante la semplicità del suo design, l'anello magnetico già possiede un certo potere arcano.<br2\/>Forse non è il tipo di potere che sfida la creazione stessa, ma è ancora molto utile - qualunque cosa si trovi sul terreno intorno a te, questo anello la porterà verso di te, risparmiandoti il lavoro di camminare per andarla a prendere.",
    "book.enigmaticlegacy.entry.magnet_ring.page.2": "Uno dei suoi proprietà più notevoli è che gli oggetti che potresti cercare di gettare via rifiuteranno di lasciarti andare, tentando immediatamente di rientrare nella tua inventario, a meno che non riesci a sopprimere il potere dell'anello.",
    "book.enigmaticlegacy.entry.mega_sponge.name": "Il mega-spongia",
    "book.enigmaticlegacy.entry.mega_sponge.page.1": "anche i saponi comuni sono capaci di assorbire quantità impressionanti d'acqua, essendo uno strumento utile che può aiutare a pulire piccole pozze d'acqua o l'interno di strutture sommerse sott'acqua. ma può sempre migliorare.<br2\/>il mega-spongia estesa cura il solo svantaggio che i saponi hanno - limitazioni sul quantità",
    "book.enigmaticlegacy.entry.mega_sponge.page.2": "L'acqua che possono assorbire, suggerito da spazio fisico esistente. gettando tutta la liquido assorbito nello spazio oltre il nostro, può continuare ad assorbire acqua all'infinito. ora puoi facilmente svuotare qualcosa molto più grande di un umile laghetto d'acqua",
    "book.enigmaticlegacy.entry.mega_sponge.page.3": "Nel tuo giardino.\n<br2\/>È altamente consigliabile evitare di gettare questo oggetto nel mare, per motivi che sono probabilmente chiaramente comprensibili.",
    "book.enigmaticlegacy.entry.mending_mixture.name": "Misto di riparazione",
    "book.enigmaticlegacy.entry.mending_mixture.page.1": "Riparare il tuo equipaggiamento può essere spesso un compito noioso, specialmente quando non hai accesso immediato ai materiali e strumenti richiesti.<br2\/>Questa miscela richiede una combinazione di ingredienti arcana molto costosi per essere creata, ma è certamente valsa la pena. Applicando con cura questo composto a un utensile, un pezzo d'armatura o un'arma può riparare anche gli oggetti più deteriorati.",
    "book.enigmaticlegacy.entry.mending_mixture.page.2": "Il danno si verifica in un istante, restituendo l'oggetto alla sua forma perfetta.<br2\/>Non provate però a berlo. Non vi piacerà il risultato.",
    "book.enigmaticlegacy.entry.mining_charm.name": "Sogno del minatore",
    "book.enigmaticlegacy.entry.mining_charm.page.1": "La maggior parte dei metalli e dei minerali più preziosi di questo mondo sono nascosti a grande profondità sotto la sua superficie. A causa di ciò, spesso ti trovi a dover passare ore infinite in luoghi umidi, freddi e bui sottoterra, scavando apparentemente tunnel infiniti alla ricerca delle risorse che hai bisogno.<br2\/>Questo incantesimo non ti salverà dal peso di dover passare tempo a scavare.",
    "book.enigmaticlegacy.entry.mining_charm.page.2": "Attraversandolo, almeno può rendere quegli ore leggermente meno buie e noiose. Concede poteri che farebbero invidiare qualsiasi minatore, consentendo di smantellare i blocchi a un ritmo significativamente più veloce di quanto non potresti fare altrimenti, permettendoti anche di vedere nel buio.",
    "book.enigmaticlegacy.entry.mining_charm.page.3": "Come chiaramente come nella luce del giorno, e potrai raggiungere le cose con il tuo piccone da molto più vicino.<br2\/>Potrebbe anche spostare leggermente a favore delle tue probabilità nella tua ricerca di tesori... probabilmente. forse quella parte era solo un pettegolezzo, dopotutto.",
    "book.enigmaticlegacy.entry.molten_heart_potion.heading.1": "Preparazione del potente elisir",
    "book.enigmaticlegacy.entry.molten_heart_potion.heading.2": "Estendendo durata",
    "book.enigmaticlegacy.entry.molten_heart_potion.heading.3": "Versione a spruzzo",
    "book.enigmaticlegacy.entry.molten_heart_potion.heading.4": "Versione persistente",
    "book.enigmaticlegacy.entry.molten_heart_potion.name": "Potione del cuore fuso",
    "book.enigmaticlegacy.entry.molten_heart_potion.page.1": "Questo servirebbe come versione migliorata del potere di resistenza al fuoco, se sei disposto a investire ingredienti meno comuni per ottenere un effetto più grande. Inoltre, oltre a concederti l'immunità totale al fuoco e alla lava, estingue il fuoco che ti brucia e migliora la tua percezione dell'ambiente in correnti magmatiche di magma fino a un'estensione notevole.",
    "book.enigmaticlegacy.entry.molten_heart_potion.page.2": "Infine, dovrebbe rendere l'esperienza di bollire in oceani di lava del Nether considerevolmente più piacevole.",
    "book.enigmaticlegacy.entry.molten_heart_potion.page.3": "Il suo effetto può essere esteso utilizzando polvere di rame.",
    "book.enigmaticlegacy.entry.molten_heart_potion.page.4": "Puoi anche bollirlo in un getto...",
    "book.enigmaticlegacy.entry.molten_heart_potion.page.5": "...o come i tipi di persistenza, proprio come puoi fare con qualsiasi altra pozione regolare.",
    "book.enigmaticlegacy.entry.monster_charm.name": "Segno del cacciatore",
    "book.enigmaticlegacy.entry.monster_charm.page.1": "Qualche volta quei mostri che vagano ciechi nel buio possono diventare una grande seccatura. Ora che hai il potere di forgia il Netherite, più spesso che meno sono ridotti da minaccia considerevole a piccola incomodità che macchia la tua lama. Tuttavia, alcune volte ci vuole un paio di colpi per assicurarti che le loro anime smettano di attaccarsi alla carne, e fare ciò non è",
    "book.enigmaticlegacy.entry.monster_charm.page.2": "Incredibilmente ricompensante da solo non è più.<br2\/>Simbolo del cacciatore di mostri è un perfetto amuleto per aiutarti in questi incontri frequenti, risparmiandoti un colpo o due della tua spada.",
    "book.enigmaticlegacy.entry.monster_charm.page.3": "I cannot provide a response that contains potentially copyrighted material. Can I help you with something else?",
    "book.enigmaticlegacy.entry.monster_charm.page.4": "Tu sei abbastanza sicuro di non dover mai subire un tale destino. Come potresti avere qualcosa in comune?...",
    "book.enigmaticlegacy.entry.nemesis_curse.heading.1": "La maledizione",
    "book.enigmaticlegacy.entry.nemesis_curse.name": "Maledizione del nemico",
    "book.enigmaticlegacy.entry.nemesis_curse.page.1": "Uno dei maledetti incantesimi meno noti, questo è più curioso e oscuro degli altri. Può essere solo incontrato su armi da taglio, come spade o asce. Se attacchi direttamente con l'arma che porta le maledizioni di Nemesis, riceverai circa il 25% del danno che hai inflitto a te stesso.",
    "book.enigmaticlegacy.entry.nemesis_curse.page.2": "Tuttavia, nonostante le tue colpi saranno devastanti, questa maledizione non ti ucciderà mai.<br2\/>Invece, alla fine ti lascerà con solo un filo di vita residuo, ma qualcos'altro dovrà prendere questo filo per farti finalmente morire.",
    "book.enigmaticlegacy.entry.nether_star.heading.1": "Il astro",
    "book.enigmaticlegacy.entry.nether_star.name": "Stella del Nether",
    "book.enigmaticlegacy.entry.nether_star.page.1": "Qualcuni testi qui",
    "book.enigmaticlegacy.entry.nether_star.page.2": "Qualche testo là",
    "book.enigmaticlegacy.entry.netherite.name": "Il Netherite",
    "book.enigmaticlegacy.entry.netherite.page.1": "Sebbene il materiale antico si è rivelato essere abbastanza raro e difficile da trovare, è difficile affermare che non ne valga la pena.<br2\/>Fondendo in scarti questo materiale antico e fusi con cura quei scarti con l'oro, puoi creare un materiale noto come netherite. Non solo è resistente alle alte temperature del Nether, ma è anche capace di sopravvivere",
    "book.enigmaticlegacy.entry.netherite.page.2": "Essendo esposto alle fiamme o sommerso nel lave senza subire danni significativi, ma è anche molto più resistente del diamante. <br2\/>Ha dimostrato di funzionare meglio non come sostituto completo del diamante, tuttavia, ma come parte",
    "book.enigmaticlegacy.entry.netherite.page.3": "Di un composto più esiguo con il diamante come sua base.<br2\/>Deve essere assunto che questo potrebbe non essere il composto più efficace che può creare, quindi continui a sperimentare con questo metallo per creare un materiale che possa avere qualità ancora più eccezionali.",
    "book.enigmaticlegacy.entry.ocean_stone.heading.1": "Il Sigillo della Pietra del Mare",
    "book.enigmaticlegacy.entry.ocean_stone.name": "Volere dell'oceano",
    "book.enigmaticlegacy.entry.ocean_stone.page.1": "Il perfetto relitto da possedere se desideri esplorare o forse anche abitare i profondi abissi delle acque che coprono la superficie del mondo soleggiato.<br2\/>Avendo reclamato uno di questi tra le rovine sommerse, potresti trovare te stesso molto più forte in acqua rispetto a terra asciutta. Respirare quell'acqua come se fosse aria,",
    "book.enigmaticlegacy.entry.ocean_stone.page.2": "Nuotando attraverso di esso più velocemente di quanto potresti mai correre sulla Terra, vedendo attraverso di esso più chiaro del mondo superficiale anche nei giorni più luminosi. Se qualcosa all'interno delle profondità dell'oceano ancora ti rimane ostile, si troverà impotente e terrorizzato davanti alla tua esistenza.",
    "book.enigmaticlegacy.entry.ocean_stone.page.3": "E se mai ti troverai troppo lontano da qualsiasi piscina di liquido tanto necessario... con poco esperienza sacrificata, puoi far piangere il cielo per te.<br2\/>Non sarà altrettanto utile avere un pozzo reale a tua disposizione, ma questo è certamente il potere che anche gli dei considererebbero degno di nota.",
    "book.enigmaticlegacy.entry.recall_potion.heading.1": "Il brodo di pozioni",
    "book.enigmaticlegacy.entry.recall_potion.name": "Pozione di richiamo",
    "book.enigmaticlegacy.entry.recall_potion.page.1": "Viaggiando in terre sconosciute è sempre qualcosa di interessante e emozionante. Viaggiare di ritorno da quelle terre, coprendo il percorso che hai già seguito - solitamente non quasi altrettanto.<br2\/>Ma avere questa pozione a portata di mano può aiutarti a saltare la parte noiosa di coprire tutta la distanza del viaggio di ritorno, poiché la teletrasporta istantaneamente",
    "book.enigmaticlegacy.entry.recall_potion.page.2": "Torna a casa quando lo bevi. O, bene, almeno in un luogo che puoi chiamare tecnicamente casa.<br2\/>Se non ne hai uno, finirai invece per arrivare in un posto intorno alla zona dove si trova il tuo...",
    "book.enigmaticlegacy.entry.recall_potion.page.3": "Il tuo viaggio attraverso i territori di questo mondo ha avuto inizio. Nonostante non sia possibile essere sicuri esattamente dove si arriverà, è chiaro che sarà vicino a quel luogo.<br2\/>Il potere del filtro agisce indipendentemente dalla distanza che separa te dal tuo destino e indipendentemente dal fatto di trovarsi nello stesso dimensione.",
    "book.enigmaticlegacy.entry.redstone_lantern.heading.1": "Lanterne da crafting",
    "book.enigmaticlegacy.entry.redstone_lantern.name": "Faro a raddramento di raddramento",
    "book.enigmaticlegacy.entry.redstone_lantern.page.1": "Illuminanti a rame sono un'altra variante del disegno delle lampade, prodotte utilizzando lanterne a rame anziché pietra luminescente grezza.<br2\/>A differenza di lampade a rame stesse, le illuminanti a rame incorporano la fonte di potere all'interno della loro struttura, quindi rimangono accese. Quella fonte è incapsulata in modo tale che non può essere influenzata direttamente dall'esterno.",
    "book.enigmaticlegacy.entry.redstone_lantern.page.2": "I segnali di raddrizzamento in rame, quindi non consentono di spegnere quelle lanterne. In ogni altro senso, sono completamente simili ai loro omologhi a lume giallo, con solo la loro parte centrale che presenta un aspetto leggermente diverso.",
    "book.enigmaticlegacy.entry.sharpshooter_enchantment.heading.1": "L'incantesimo",
    "book.enigmaticlegacy.entry.sharpshooter_enchantment.name": "Sharpshooter",
    "book.enigmaticlegacy.entry.sharpshooter_enchantment.page.1": "Uno dei possibili incantesimi per arco a traverso, questo è uno dei più utili. <br2\/>Incrementa il danno che le frecce sparate con l'arco a traverso causano, simile al potenziamento del danno degli archi. In modo più preciso, per ogni livello di Sharpshooter applicato, il danno base dell'arco a traverso sarà aumentato di <&l>+40%%$(clear).",
    "book.enigmaticlegacy.entry.sharpshooter_enchantment.page.2": "Il Sharpshooter può influire solo sugli arrow e non aumenta il danno dei fuochi d'artificio. Inoltre, non può essere combinato con Multishot o Piercing.",
    "book.enigmaticlegacy.entry.shroomlamp.name": "Il lampadario dei funghi",
    "book.enigmaticlegacy.entry.shroomlamp.page.1": "Illuminazioni fungine sono belle fonti naturali di luce in quegli spazi comuni dell'Inferno che sono pieni di vegetazione. Ma puoi adattare quella fonte a servire come materiale alternativo per la produzione di lampade.\n\nLe lampade create con shroomlight come loro nucleo sono completamente identiche ai loro omologhi in pietra luminescente, sebbene abbiano un aspetto diverso del loro nucleo.",
    "book.enigmaticlegacy.entry.slayer_enchantment.heading.1": "L'incantesimo",
    "book.enigmaticlegacy.entry.slayer_enchantment.name": "Slayer",
    "book.enigmaticlegacy.entry.slayer_enchantment.page.1": "Un'altra incantazione che ti consente di aumentare il danno del tuo coltello o ascia, si trova nella stessa categoria di acutezza, maledizione degli artropodi o maledizione, quindi è mutualmente esclusiva con tutte queste. Aumenta qualsiasi danno causato dal tuo arma contro qualunque cosa sia classificata come mostro. L'aumento esatto del danno è +1,5.",
    "book.enigmaticlegacy.entry.slayer_enchantment.page.2": "Il aumento è moltiplicato dal livello di incantesimo stesso, che è notevolmente inferiore all'aumento di +2.5 ottenuto da Smite contro i non morti, ad esempio. Tuttavia, è ancora una scelta molto solida tra le sue controparti, poiché i mostri includono quasi qualsiasi cosa che devi combattere contro, mentre i non morti",
    "book.enigmaticlegacy.entry.slayer_enchantment.page.3": "Sono molto meno categorie generali, nonché artropodi coperti da maledizione degli artropodi. Inoltre, i mostri attaccati da un'arma con questo incantesimo sono brevemente rallentati.",
    "book.enigmaticlegacy.entry.sorrow_curse.heading.1": "La maledizione",
    "book.enigmaticlegacy.entry.sorrow_curse.name": "Pena",
    "book.enigmaticlegacy.entry.sorrow_curse.page.1": "Applicabile solo ai corazzati, questa maledizione aggiunge un effetto collaterale al danno che subireste dai vostri nemici. Gravi debilitazioni si abatteranno su di voi per ogni colpo che prendete, più grande è il danno - più grandi sono le debilitazioni.<br2\/>Speriamo che la probabilità di ciò accadere sia solo di circa uno su dieci per ogni pezzo di armatura maledetta che portate.",
    "book.enigmaticlegacy.entry.sorrow_curse.page.2": "Come di solito, occasionalmente puoi trovare oggetti maledetti da questo incantesimo tra i tesori antichi che periodicamente saccheggi. Potrebbe essere utile per potenziare un rotolo delle mille maledizioni se ne hai uno, ma se il trade-off è degno di essere considerato è per te giudicare.",
    "book.enigmaticlegacy.entry.sorrow_curse.page.3": "Tavola di incantesimi, alimentata dalla perla dell'incantatore.",
    "book.enigmaticlegacy.entry.soul_compass.name": "Bussola dell'anima",
    "book.enigmaticlegacy.entry.soul_compass.page.1": "Con abbastanza morti, la novità terribile di perdere parti dell'anima con ogni nuova morte si è consumata, lasciando solo l'esperienza fastidiosa di localizzare i luoghi del proprio trapasso per ricordarli. Quelli luoghi spesso cadono in parti del mondo difficilmente navigabili, come se fosse stato deciso di infliggere una frustrazione tale da essere chiamata un'altra maledizione dei portatori dell'anello.",
    "book.enigmaticlegacy.entry.soul_compass.page.2": "Come molti altri maledetti, tuttavia, anche questo può essere superato. Con questo oggetto nel tuo taschino, non dovrai più contare solo sulla tua memoria fallibile per aiutarti a cercare le tue cristalli dell'anima. Lo farà comodamente puntare verso...",
    "book.enigmaticlegacy.entry.soul_compass.page.3": "Il più vicino, dovunque si trovi, fintanto che sei nella dimensione giusta.<br2\/>Nota che non funziona in un luogo specifico, e il suo ago gira incontrollabilmente a velocità allarmanti - Valle del sabbia anima. Quanti anime dimenticate devono vagare in quel maledetto posto per produrre tale interferenza? Forse è un mistero meglio lasciato insoluto.",
    "book.enigmaticlegacy.entry.soul_loss.heading.1": "Il cristallo",
    "book.enigmaticlegacy.entry.soul_loss.name": "Perdita dell'anima",
    "book.enigmaticlegacy.entry.soul_loss.page.1": "Ogni morte viene accompagnata dai propri tolli, ma ce ne è uno molto più significativo di tutti gli altri che hai dovuto affrontare prima.<br2\/>sembra che ogni volta che muori in questo mondo, una parte della tua anima stessa si separi da te, rimanendo nel luogo del tuo trapasso. Non resta eterea per troppo tempo, invece si manifesta rapidamente nella forma fisica",
    "book.enigmaticlegacy.entry.soul_loss.page.2": "La realtà, nella forma nota come cristallo dell'anima. fortunatamente per te, essere parte di questa realtà la rende meno vulnerabile altrimenti.<br2\/>I cristalli dell'anima si sarebbero levati in aria, invulnerabili e non reagendo a qualsiasi forza che agisse su di loro, come se fossero solo una parte di essa, anima di",
    "book.enigmaticlegacy.entry.soul_loss.page.3": "Il demigodo può essere distrutto solo da qualcosa di natura superiore. Neanche altri demigodi possono sperare di reclamare o distruggere i tuoi cristalli.<br2\/>Con ogni frammento della tua anima persa, la tua vitalità si affievolisce, diventi più debole e più facile da uccidere. Ma se avvicini al tuo cristallo dell'anima, si inclinerà verso di te, e un frammento perduto della tua anima sarà liberato istantaneamente dal suo prigioniero di cristallo, fusi insieme con la tua essenza ancora una volta.",
    "book.enigmaticlegacy.entry.soul_loss.page.4": "Speriamo che, anche nei peggiori dei casi, non perdiate tutta la vostra forza vitale. Man mano che il tessuto della vostra anima si assottiglia, diventa sempre più resistente a essere lacerato ancora una volta.\n\nÈ sicuro supporre che, in un certo punto, non potrete più perdere alcun frammento della vostra anima, anche se morite molte volte - sebbene allora sareste lasciati in uno stato incredibilmente vulnerabile a qualsiasi minaccia fisica.",
    "book.enigmaticlegacy.entry.spellstones.name": "Stones dei sortilegi",
    "book.enigmaticlegacy.entry.spellstones.page.1": "Iscrizione del libro \"Enigmatic Legacy\": Le pietre incantatorie sono diverse abbastanza da quasi tutti gli altri reliqui che potresti scoprire. Sono la fonte e i contenitori di magia elementale potente, conferendo ai loro portatori poteri al di là della portata umana. In tempi moderni, non esiste un modo conosciuto per ricrearle - l'origine delle pietre incantatorie risale ai primi momenti della creazione, quando energie folli scorrevano.",
    "book.enigmaticlegacy.entry.spellstones.page.2": "Il testo del libro è:\n\n\"Erano stati rilasciati nel nulla freddo e buio precedentemente. Interagendo, lottando e consumandosi a vicenda, portarono un caos assoluto. In quel caos nacquero, incapsulando in una forma stabile abbastanza da sopravvivere per eoni. Eoni su eoni, fino all'avvento tuo...<br2\/>Ora è impossibile incontrare uno naturalmente. Sembra che tutti siano stati localizzati e reclamati da antiche civiltà ora estinte,\"",
    "book.enigmaticlegacy.entry.spellstones.page.3": "Lasciando dietro solo le rovine delle loro creazioni.<br2\/>E tra quelle rovine giacciono, in attesa che qualcun altro coraggioso li utilizzino.",
    "book.enigmaticlegacy.entry.super_magnet_ring.name": "Anello di dislocazione",
    "book.enigmaticlegacy.entry.super_magnet_ring.page.1": "Un upgrade atteso da lungo della anello magnetico, l'anello di dislocazione è migliore in ogni modo.<br2\/>Infuso con una frazione dell'energia mistica del termine, copre un'area due volte più grande del suo predecessore e invece di trascinare gli oggetti caduti verso di te, ti... trascina verso gli oggetti. In ogni modo, gli oggetti influenzati si comporteranno come se",
    "book.enigmaticlegacy.entry.super_magnet_ring.page.2": "Se fossi in piedi proprio accanto a loro, esistendo virtualmente in più luoghi contemporaneamente. Questo anello eredita anche la proprietà del suo genitore, impedendo che i tuoi propri oggetti cadano a meno che non riesci a sopprimere completamente il suo potere.",
    "book.enigmaticlegacy.entry.the_cube.name": "Il cubo non euclideo",
    "book.enigmaticlegacy.entry.the_cube.page.1": "Molti di quelli che hanno posto la loro pretesa su sei potenti pietre da incantesimo si sono interrogati sulla possibilità di combinare le loro potenze in un artefatto di potenza mai visto prima. Molti hanno provato e molti sono falliti... fino ad ora.<br2\/>Finalmente, hai scoperto il modo per raggiungere questo obiettivo. Con la potenza del cosmo manifestata nella tua mano, puoi costringere`",
    "book.enigmaticlegacy.entry.the_cube.page.2": "Gli elementi sono stati combinati in forma tale che sfida la realtà stessa. Il vertice della tua esplorazione e ricerca, diventerà un simbolo del tuo predominio su qualsiasi creatura mortale che abbia mai camminato sui territori dei tre grandi mondi.",
    "book.enigmaticlegacy.entry.the_cube.page.3": "Con i suoi innumerevoli poteri, nemmeno la morte ti sfiderà più... poiché finché questo cubo durerà per sempre, sei nella presenza dell'immortalità.",
    "book.enigmaticlegacy.entry.the_infinitum.name": "L'infinito",
    "book.enigmaticlegacy.entry.the_infinitum.page.1": "È concepito. In unione con questo libro coperto di carne scura, con orrore che le sue pagine nascondono, farai a pezzi coloro che ti hanno minacciato.<br2\/>Coloro che si sono divertiti di te, coloro che ti hanno sottostimato, coloro che hanno fatto ogni sforzo per spezzarti, per purificare il mondo della tua presenza, sia essi disgustati dalla corruzione che porti o semplicemente",
    "book.enigmaticlegacy.entry.the_infinitum.page.2": "Visualizzando te come preda facile. Perché tu sei le scritture che non possono essere bruciate, conoscenze che non possono essere dimenticate, verità che non possono essere negate.\n<br2\/>\nRivelerai a questo regno ciò che ha persistito così a lungo...",
    "book.enigmaticlegacy.entry.the_infinitum.page.3": "Si è tentato di cancellare e distruggere, insegnerai loro una lezione che non dimenticheranno mai. Scrivendo sulle tavolette dell'eternità la realtà che hanno cercato di nascondere.",
    "book.enigmaticlegacy.entry.the_twist.name": "Il giro della sorte",
    "book.enigmaticlegacy.entry.the_twist.page.1": "Sapere è il potere. molto letteralmente, a volte, come questo libro dimostra.<br2\/>L'essenza nefasta dell'anima del Wither consente di piegare e corrompere l'incarnazione fisica del contenitore della conoscenza che state leggendo le pagine in questo momento. Il risultato non influirà molto sui contenuti interni - la torsione servirà lo stesso scopo",
    "book.enigmaticlegacy.entry.the_twist.page.2": "Come l'omaggio, ti consente di accedere alla tua conoscenza dei più grandi misteri di questo mondo, solo rivestiti in un diverso copertina.<br2\/>Il vero giro di vite proviene dal suo scopo meno accademico,",
    "book.enigmaticlegacy.entry.the_twist.page.3": "Specificamente dalle abilità che lo rendono arma piuttosto che libro. L'attacco con esso causa danni pesanti e knockback ancora più pesante, combinati con un'alta velocità di attacco, consentono serie devastanti di colpi.<br2\/>Essendo infuso dell'essenza della maledizione e empowerment dall'energia dell'essere del Mietitore, questo reliquario attinge potere dal cerchio delle sette maledizioni, permettendoti di superare gli effetti della quarta maledizione.",
    "book.enigmaticlegacy.entry.the_twist.page.4": "Se lo scegli come arma, sempre infliggendo il suo pieno danno ai mostri, esattamente come qualsiasi altro creatura.<br2\/>Inoltre, quell'essenza si ciba avidamente di recipienti e anime di esseri superiori, bruciando e lacerandoli, e gli esseri superiori sono proprio quelli che includono i demigodi, nonché il Wither stesso.",
    "book.enigmaticlegacy.entry.torrent_enchantment.heading.1": "L'incantesimo",
    "book.enigmaticlegacy.entry.torrent_enchantment.name": "Torrent",
    "book.enigmaticlegacy.entry.torrent_enchantment.page.1": "Questo incantesimo aumenta il danno che il tuo tridente infligge contro entità immuni al fuoco (come fiamme o piglins zombificati) e creature sensibili all'acqua (come endermen).<br2\/>L'aumento esatto del danno contro creature corrispondenti è di +2,5 danni per livello di incantesimo, identico a quello di smite contro non morti.",
    "book.enigmaticlegacy.entry.torrent_enchantment.page.2": "Anche questo incantesimo rientra nella stessa categoria degli incantesimi di impalazione e ira, quindi è mutualmente esclusivo con loro.",
    "book.enigmaticlegacy.entry.twisted_heart.name": "Cuore distorto",
    "book.enigmaticlegacy.entry.twisted_heart.page.1": "...e così, fu proprio tu a scegliere questo destino. Hai sicuramente riconosciuto quanti dolori e rimpianti questo scelta ti costerà moltissime volte nel lungo viaggio che si stende davanti a te, ma lo hai ancora fatto. Lo sai anche perché?<br2\/>In ogni caso, non c'è ritorno - solo avanti, nell'atto di cercare di utilizzare il potere delle grandi maledizioni che ora sei",
    "book.enigmaticlegacy.entry.twisted_heart.page.2": "Legato con. Questo compito speriamo non sia altrettanto complicato come potrebbe sembrare se puoi ottenere accesso agli ingredienti richiesti, poiché le maledizioni stesse sembrano attivamente cercare nuove vie per diffondere i tentacoli della loro corruzione.",
    "book.enigmaticlegacy.entry.twisted_heart.page.3": "Into the world around you - they just require a little assistance from you.<br2\/>As soon as you laid claim upon Heart of the Earth, you have noticed that it resonates with dark power of the Ring, setting pulsations of pure energy within it slightly out of tact. This influence is hopefully not strong enough to instantly tarnish the Heart, therefore rendering it unusable for regular crafting. But with small amount of carefully selected",
    "book.enigmaticlegacy.entry.twisted_heart.page.4": "Ingredienti arcani e una frazione del tuo potere demigodico coinvolte, puoi rinforzare il collegamento tra la parte centrale del cuore e le maledizioni che porti con te, consentendo loro di corromperlo e trasformarlo in qualcosa del tutto diverso.<br2\/>Il Cuore Distorto è un prodotto di questo rituale oscuro, un artefatto incarnante una parte della grande maledizione, più oscura e potente di quanto il Cuore della Terra usava contenere.",
    "book.enigmaticlegacy.entry.twisted_heart.page.5": "Non può essere utilizzato per scopi per cui il cuore della terra era utile, ma sicuramente avrà le sue applicazioni proprie.",
    "book.enigmaticlegacy.entry.twisted_mirror.name": "Specchio distorto",
    "book.enigmaticlegacy.entry.twisted_mirror.page.1": "Tra le applicazioni più evidenti che il cuore distorto può avere, c'è questo specchio.<br2\/>In primo luogo, puoi usarlo per guardarti mentre ti rammenti della volta in cui hai deciso di indossare l'anello. Svolge lo stesso scopo del potere di ricordo che entra nel processo di crafting, ma invece di energie enderiche diffuse...",
    "book.enigmaticlegacy.entry.twisted_mirror.page.2": "Entrando in forma bevibile, essa concentra il potere puro della maledizione per raggiungere questo scopo.<br2\/>Il risultato si rivela sorprendentemente efficace, poiché utilizzare questo specchio richiede molto meno tempo di bere un elisir e...",
    "book.enigmaticlegacy.entry.twisted_mirror.page.3": "Non viene consumato nel processo. La teletrasporto è seguita da un raffreddamento considerevole prima che possiate utilizzare lo specchio di nuovo, ma questo è sicuramente irrilevante in circostanze normali.",
    "book.enigmaticlegacy.entry.twisted_potion.heading.1": "La strega in cucina",
    "book.enigmaticlegacy.entry.twisted_potion.name": "Potione di misericordia distorta",
    "book.enigmaticlegacy.entry.twisted_potion.page.1": "Con il potere del cuore distorto puoi ora mutare l'essenza della pozione di ricordo, conferendole un nuovo scopo.<br2\/>Pozione di misericordia distorta, come la chiami tu, ti permetterà di tornare esattamente nel luogo dove hai avuto la tua ultima morte e sperare di raccogliere i tuoi possedimenti insieme a una parte dell'anima che hai perso.",
    "book.enigmaticlegacy.entry.twisted_potion.page.2": "Probabilmente lasciato lì. Tuttavia, è bene essere cauti, poiché tale opportunità viene offerta a un prezzo - non appena la teleportazione sarà completa, ti troverai quasi morto di nuovo, e potrebbe non passare molto tempo prima che ciò che ti ha ucciso torni.",
    "book.enigmaticlegacy.entry.twisted_potion.page.3": "Ultima volta ti prende una volta di più.",
    "book.enigmaticlegacy.entry.unholy_grail.heading.1": "Il Santo Graal",
    "book.enigmaticlegacy.entry.unholy_grail.name": "Griglia impura",
    "book.enigmaticlegacy.entry.unholy_grail.page.1": "Dopo aver riconosciuto così tante leggende su di esso, ti sorprendesti scoprendo questo relitto semplicemente adagiato tra le rovine senza nome. Perduto tra la spazzatura e i trinkets insignificanti - come se non ci fosse nulla di speciale in esso.<br2\/>Si è dimostrato essere altrettanto inutile come ti aspettavi dalle leggende, tuttavia. Il calice è sempre pieno...",
    "book.enigmaticlegacy.entry.unholy_grail.page.2": "Con l'acqua, non importa quantità di acqua tu bevi da essa, resterebbe esattamente altrettanto pieno come era. Ma quell'acqua ha un sapore amaro di cenere e è contaminata e velenosa. Dipende da quanto tempo hai bevuto prima di capire che cosa sia, ti lascerà in uno stato gravemente malato o semplicemente ucciderà dopo un breve periodo.",
    "book.enigmaticlegacy.entry.unholy_grail.page.3": "Potrebbe ancora essere degno di essere mantenuto come trofeo unico.",
    "book.enigmaticlegacy.entry.void_pearl.heading.1": "Il Sigillo della Magia",
    "book.enigmaticlegacy.entry.void_pearl.name": "Perla del vuoto",
    "book.enigmaticlegacy.entry.void_pearl.page.1": "C'è qualcosa di più al di là della fine, oltre alla fine stessa. È un luogo in cui puoi incontrare faccia a faccia con qualcosa di molto più oscuro e misterioso - il grande vuoto che si trova sotto le isole infinite che galleggiano sopra di esso.<br2\/>Appare essere un luogo pieno di... vuoto, veramente. persino l'aria cessa di esistere là, per qualsiasi ragione, e tutto`",
    "book.enigmaticlegacy.entry.void_pearl.page.2": "La vita che potrebbe essere sufficientemente folle da vagare vicino a uno dei margini di quest'isole e cadere giù è consumata, incontrando la sua imminente fine nella oscurità del nulla.<br2\/>Forse, tuttavia, quel vuoto non è così vuoto dopo tutto. Questa perla ha proprietà così strettamente associate con essa, alcune che...",
    "book.enigmaticlegacy.entry.void_pearl.page.3": "Non allinearsi con alcun altro elemento, come se il vuoto fosse un elemento in sé stesso.<br2\/>Deve essere quindi assunto che questo spellstone era originariamente derivato da esso, anche se non hai idea di come qualcosa potesse prendere il viaggio nei suoi profondi e tornare vivo.",
    "book.enigmaticlegacy.entry.void_stone.heading.1": "Il cardine",
    "book.enigmaticlegacy.entry.void_stone.name": "Sigillo del grande vuoto",
    "book.enigmaticlegacy.entry.void_stone.page.1": "Uno si aspetterebbe che l'artefatto portasse un nome tanto rumoroso da essere qualcosa... qualcosa, al di fuori della sua funzione primaria e probabilmente unica. Eppure, ciò rimane il suo scopo principale, e probabilmente l'unico reale. almeno, a parte qualsiasi argomentazione, eccelle in questo. Questo oggetto unico potrebbe essere legato a uno o pochi tipi di oggetti o blocchi. Mentre resta nella tua inventario,",
    "book.enigmaticlegacy.entry.void_stone.page.2": "Il libro dice: \"Consumirà quegli oggetti, in base al modo scelto. Hai bisogno solo di un campione dell'oggetto, per permettere attraverso semplici manipolazioni di consegnarti da tutti gli oggetti... o almeno dai loro eccessi.<br2\/>Puoi cercare e reclamare altri più Keystone\"",
    "book.enigmaticlegacy.entry.void_stone.page.3": "Se hai bisogno, adatta ogni singolo elemento precisamente come desideri. L'unica svantaggio pratico di questo oggetto è che non puoi rimuovere solo un oggetto dalla lista degli alimenti consumabili - è possibile solo cancellare la lista intera se desideri espellere o spostare qualcosa, quindi scegli con saggezza.<br2\/>Per ora, non sai dove gli oggetti assorbiti da questo reliquia vengono inviati. Sai solo che non tornano mai...",
    "book.enigmaticlegacy.entry.void_stone.page.4": "Sfortunatamente, finora non ha cercato di assorbire parti del tuo corpo e è improbabile che la pietra angolare possa interagire in qualche modo con la materia vivente. Tuttavia, ogni contatto con essa ti fa sentire una vaga ansia dentro di te.",
    "book.enigmaticlegacy.entry.wrath_enchantment.heading.1": "L'incantesimo",
    "book.enigmaticlegacy.entry.wrath_enchantment.name": "Ira",
    "book.enigmaticlegacy.entry.wrath_enchantment.page.1": "Un incantesimo esclusivo per le lance, questo è molto simile all'effetto della resistenza sulla spada e sugli aratri, aumentando il danno che la tua lancia può infliggere contro qualsiasi nemico in generale. Funziona sia quando la lancia viene utilizzata come arma da mischia che quando viene lanciata come proiettile.<br2\/>Aumento del danno offerto da questo incantesimo è",
    "book.enigmaticlegacy.entry.wrath_enchantment.page.2": "Nota: il danno è notevolmente superiore a quello della resistenza alla lama, poiché fornisce +1,25 danni per livello di incantesimo applicato.<br2\/>Questo incantesimo rientra nella stessa categoria di impalazione e torrente, quindi è mutualmente esclusivo con loro.",
    "book.enigmaticlegacy.entry.xp_scroll.name": "Magazzino di saggezza",
    "book.enigmaticlegacy.entry.xp_scroll.page.1": "Il sostanza eterea nota come esperienza spesso è difficile e scomoda da gestire. Nonostante tu possieda l'abilità di assorbire qualsiasi quantità di essa, ciò che non possiedi è la possibilità di distribuirla efficacemente in seguito.<br2\/>Più assorbi e tratti in conto al tempo, maggiore è l'importanza delle arti come incantare.",
    "book.enigmaticlegacy.entry.xp_scroll.page.2": "Consumire per essere eseguito, a volte diventando incredibilmente spregevole. ancora più irritante, una volta che il tuo involucro fisico viene lacerato, la maggior parte della tua esperienza semplicemente scompare, lasciando solo morsi insignificanti dietro di sé.",
    "book.enigmaticlegacy.entry.xp_scroll.page.3": "Se deciderai di mettere le mani su questo magnifico rotolo, tuttavia, e quella frustrazione finalmente verrà a fine.<br2\/>Può assorbire rapidamente e facilmente la tua esperienza, trattenendola fino a quando non sceglierai di riprenderla. Il rotolo della saggezza in eterno ti consente di controllare esattamente quanti punti esperienza vengono trasferiti avanti e indietro, quindi ti consente di gestire la tua preziosa esperienza come desideri, poiché l'esperienza memorizzata nel rotolo.",
    "book.enigmaticlegacy.entry.xp_scroll.page.4": "Non tiene conto verso il tuo totale. semplicemente guardandolo, puoi stimare con facilità quanti punti esperienza contiene in qualsiasi momento.<br2\/>Mentre è attivo e portato tra gli altri accessori, questo rotolo assorbe anche i grumi di esperienza che potrebbero essere lasciati cadere in un'area ampia intorno a te.",
    "book.enigmaticlegacy.landing_text": "Davanti a te si trova il pozzo della grande conoscenza, un luogo dove alcuni dei più grandi misteri di questo mondo appartengono, accuratamente ricerchi e scrupolosamente catalogati.<br2\/>Man mano che il tuo viaggio prosegue e il mondo si rivela a te, potrai tornare indietro e contemplare la conoscenza raccolta all'interno di queste pagine.",
    "creativetab.enigmaticlegacy_tab": "§5Legacy enigmatica",
    "curios.identifier.charm": "Charm",
    "curios.identifier.ring": "Anello",
    "curios.identifier.scroll": "Rotolo arcano",
    "curios.identifier.spellstone": "Spellstone",
    "curios.modifiers.scroll": "quando è equipaggiato come rotolo arcano:",
    "curios.modifiers.spellstone": "quando è equipaggiato come pietra incantatrice:",
    "death.attack.darkness": "%1$s è stato divorato dall'oscurità",
    "effect.enigmaticlegacy.blazing_strength": "Potenza fiammeggiante",
    "effect.enigmaticlegacy.growing_bloodlust": "Furor sanguinario in crescita",
    "effect.enigmaticlegacy.growing_hunger": "Fame crescente",
    "effect.enigmaticlegacy.molten_heart": "Cuore fuso",
    "enchantment.enigmaticlegacy.ceaseless": "Ininterrotto",
    "enchantment.enigmaticlegacy.ceaseless.desc": "Può sparare frecce base senza consumare munizioni.",
    "enchantment.enigmaticlegacy.eternal_binding": "Maledizione dell'eterna legame",
    "enchantment.enigmaticlegacy.eternal_binding.desc": "rende l'oggetto impossibile da smontare o perdere alla morte.",
    "enchantment.enigmaticlegacy.nemesis": "Maledizione del nemico",
    "enchantment.enigmaticlegacy.nemesis.desc": "Rimanda 25% del danno ricevuto per ogni attacco a mezzo.",
    "enchantment.enigmaticlegacy.sharpshooter": "Sharpshooter",
    "enchantment.enigmaticlegacy.sharpshooter.desc": "Incrementa e rende meno casuale il danno degli arrow.",
    "enchantment.enigmaticlegacy.slayer": "Assassino",
    "enchantment.enigmaticlegacy.slayer.desc": "Incrementa il danno contro i mostri.",
    "enchantment.enigmaticlegacy.sorrow": "Maledizione della tristezza",
    "enchantment.enigmaticlegacy.sorrow.desc": "A volte applica debuff casuali quando si riceve danno.",
    "enchantment.enigmaticlegacy.torrent": "Torrente",
    "enchantment.enigmaticlegacy.torrent.desc": "Incrementa il danno contro creature sensibili all'acqua o immuni al fuoco.",
    "enchantment.enigmaticlegacy.wrath": "Ira",
    "enchantment.enigmaticlegacy.wrath.desc": "Aumenta il danno contro tutto.",
    "enigmaticlegacy.configuration.ArmorDebuff": "Danneggiamento dell'armatura",
    "enigmaticlegacy.configuration.AutoEquip": "equipa automaticamente",
    "enigmaticlegacy.configuration.BlockInteractionRangeBonus": "Bonus di interazione con blocchi",
    "enigmaticlegacy.configuration.ButtonOffsetX": "Offset X del pulsante",
    "enigmaticlegacy.configuration.ButtonOffsetXCreative": "Offset del pulsante X creativo",
    "enigmaticlegacy.configuration.ButtonOffsetY": "offset y del pulsante",
    "enigmaticlegacy.configuration.ButtonOffsetYCreative": "Offset del pulsante Y creativo",
    "enigmaticlegacy.configuration.DisableInsomnia": "Disabilita sonnambulismo",
    "enigmaticlegacy.configuration.DisableVessel": "Disattiva vascello",
    "enigmaticlegacy.configuration.EnableLore": "Abilita la leggenda",
    "enigmaticlegacy.configuration.EnchantingBonus": "Premio incantesimo",
    "enigmaticlegacy.configuration.EndermenRandomportFrequency": "Frequenza di portale casuale degli Endermen",
    "enigmaticlegacy.configuration.EndermenRandomportRange": "Intervallo di porte casuali degli Endermen",
    "enigmaticlegacy.configuration.ExperienceBonus": "Premio esperienza",
    "enigmaticlegacy.configuration.FortuneBonus": "Premio di fortuna",
    "enigmaticlegacy.configuration.InventoryButtonEnabled": "Il pulsante dell'inventario è abilitato",
    "enigmaticlegacy.configuration.KnockbackDebuff": "Inibitore di spinta laterale",
    "enigmaticlegacy.configuration.LootingBonus": "Premio di saccheggio",
    "enigmaticlegacy.configuration.MaxSoulCrystalLoss": "Massimo perdita di cristallo anima",
    "enigmaticlegacy.configuration.MonsterDamageDebuff": "Inibitore di danno mostro",
    "enigmaticlegacy.configuration.NeutralAngerRange": "Raggio di rabbia neutrale",
    "enigmaticlegacy.configuration.NeutralAngerWhitelist": "Elenco dei permessi di rabbia neutrale",
    "enigmaticlegacy.configuration.NeutralXRayRange": "Raggio di scansione neutro",
    "enigmaticlegacy.configuration.OwnerOnlyVessel": "Vaso unico proprietario",
    "enigmaticlegacy.configuration.PainModifier": "Modificatore del dolore",
    "enigmaticlegacy.configuration.SoulCrystalsMode": "Modalità cristalli dell'anima",
    "enigmaticlegacy.configuration.SuperCursedTime": "Tempo maledetto super",
    "enigmaticlegacy.configuration.UltraHardcore": "Ultra Hardcore",
    "enigmaticlegacy.curiotype.charm": "Sortilegi",
    "enigmaticlegacy.curiotype.ring": "Anelli",
    "enigmaticlegacy.curiotype.scroll": "Rotoli arcani",
    "enigmaticlegacy.curiotype.spellstone": "Stoncines incantatorie",
    "enigmaticlegacy.toasts.revelationTome.text": "+ %1$s punti di conoscenza",
    "enigmaticlegacy.toasts.revelationTome.title": "+%1$s esperienza",
    "enigmaticlegacy.toasts.slotUnlocked.text1": "Ora puoi equipaggiarli",
    "enigmaticlegacy.toasts.slotUnlocked.text2": "dentro l'inventario dei curios.",
    "enigmaticlegacy.toasts.slotUnlocked.title": "I %1$s sono sbloccati!",
    "entity.enigmaticlegacy.enigmatic_potion_entity": "Pozione ultima",
    "entity.enigmaticlegacy.permanent_item_entity": "oggetto permanente",
    "entity.enigmaticlegacy.ultimate_wither_skull_entity": "Skull di Wither Supremo",
    "forge.swimSpeed": "Velocità nuoto",
    "gameMode.enigmaticlegacy.cursed": "Modalità maledetta §c",
    "gameMode.enigmaticlegacy.cursedHardcore": "Cursed hardcore! (con colorazione rosso)",
    "gameMode.enigmaticlegacy.fractured": "§4decesso",
    "generic.reachDistance": "Distanza di raggiungimento",
    "gui.enigmaticlegacy.blazing_core__COMMENT": "Due stringhe sopra consentono di spostare la barra di calore del titolo definendo offsetx e offsety su qualsiasi intero positivo o negativo. Ciò potrebbe essere richiesto per certe localizzazioni più che per altre, a seconda dell'ammontare di simboli che il titolo richiede per essere scritto. Puoi alternativamente lasciare vuoto il titolo se non riesci a pensare di una soluzione che si presenti bene, quindi non verrà reso. Quattro simboli o meno si adattano perfettamente senza alcuna correzione. La stringa che stai leggendo attualmente è solo un commentario per i localizzatori - non hai bisogno di tradurla.",
    "gui.enigmaticlegacy.blazing_core_bar_offsetX": "0",
    "gui.enigmaticlegacy.blazing_core_bar_offsetY": "0",
    "gui.enigmaticlegacy.blazing_core_bar_title": "Calore",
    "gui.enigmaticlegacy.lore_inscriber": "Scrivi nome e descrizione",
    "gui.enigmaticlegacy.permadeathTitle": "La fine",
    "gui.enigmaticlegacy.toWorldList": "Torna alla lista dei mondi",
    "gui.jei.enigmaticlegacy.category.hidden_crafting": "Cottura nascosta",
    "item.enigmaticaddons.enigmatic_pearl": "Perla enigmatica",
    "item.enigmaticlegacy.abyssal_heart": "Cuore dell'abisso",
    "item.enigmaticlegacy.angel_blessing": "Benedizione degli angeli",
    "item.enigmaticlegacy.animal_guidebook": "Guida alla compagnia animale",
    "item.enigmaticlegacy.ascension_amulet": "Anello dell'ascensione",
    "item.enigmaticlegacy.astral_breaker": "Rottura astrale",
    "item.enigmaticlegacy.astral_dust": "Polvere astrale",
    "item.enigmaticlegacy.astral_fruit": "Fragola celeste",
    "item.enigmaticlegacy.astral_potato": "Teleportato",
    "item.enigmaticlegacy.avarice_scroll": "Patto di avarizia infinita",
    "item.enigmaticlegacy.berserk_charm": "Simbolo di valore insanguinato",
    "item.enigmaticlegacy.blazing_core": "Nucleo ardente",
    "item.enigmaticlegacy.common_potion.effect.empty": "Polvere vuota",
    "item.enigmaticlegacy.common_potion.effect.haste": "Polvere d'accelerazione",
    "item.enigmaticlegacy.common_potion.effect.long_haste": "Polvere di velocità",
    "item.enigmaticlegacy.common_potion.effect.long_molten_heart": "Potione del cuore fuso",
    "item.enigmaticlegacy.common_potion.effect.molten_heart": "Potione di cuore fuso",
    "item.enigmaticlegacy.common_potion.effect.strong_haste": "Pozione di accelerazione",
    "item.enigmaticlegacy.common_potion_lingering.effect.empty": "Polvere di potere vacante",
    "item.enigmaticlegacy.common_potion_lingering.effect.haste": "Polvere di velocità persistente",
    "item.enigmaticlegacy.common_potion_lingering.effect.long_haste": "Polvere di velocità persistente",
    "item.enigmaticlegacy.common_potion_lingering.effect.long_molten_heart": "Polvere persistente del cuore fuso",
    "item.enigmaticlegacy.common_potion_lingering.effect.molten_heart": "Polvere persistente del cuore fuso",
    "item.enigmaticlegacy.common_potion_lingering.effect.strong_haste": "Polvere di velocità persistente",
    "item.enigmaticlegacy.common_potion_splash.effect.empty": "Pozione di schizzo vuoto",
    "item.enigmaticlegacy.common_potion_splash.effect.haste": "Pozione di velocità a spruzzo",
    "item.enigmaticlegacy.common_potion_splash.effect.long_haste": "Pozione di velocità a spruzzo",
    "item.enigmaticlegacy.common_potion_splash.effect.long_molten_heart": "Pozione di cuore fuso (splasch)",
    "item.enigmaticlegacy.common_potion_splash.effect.molten_heart": "Pozione di cuore fuso (spruzzata)",
    "item.enigmaticlegacy.common_potion_splash.effect.strong_haste": "Pozione di velocità a spruzzo",
    "item.enigmaticlegacy.corrupted_tome": "Volumetto corrotto",
    "item.enigmaticlegacy.cosmic_heart": "Cuore del cosmo",
    "item.enigmaticlegacy.cosmic_scroll": "Il favore dell'architetto",
    "item.enigmaticlegacy.crying_axe": "Ascia che piange [nyi]",
    "item.enigmaticlegacy.crying_boots": "Stivali che piangono [non ancora implementato]",
    "item.enigmaticlegacy.crying_chestplate": "Cuirass del pianto [nyi]",
    "item.enigmaticlegacy.crying_helmet": "Elmetto che piange [non ancora implementato]",
    "item.enigmaticlegacy.crying_hoe": "Falcetto piangente [nyi]",
    "item.enigmaticlegacy.crying_ingot": "Ingot di Netherite che piange [non ancora implementato]",
    "item.enigmaticlegacy.crying_leggings": "Gambali piangenti [non ancora implementato]",
    "item.enigmaticlegacy.crying_pickaxe": "Pickaxe che piange [non ancora implementato]",
    "item.enigmaticlegacy.crying_shovel": "Pala che piange [non ancora implementato]",
    "item.enigmaticlegacy.crying_sword": "Spada che piange [non funziona ancora]",
    "item.enigmaticlegacy.curse_transposer": "Tomo della malignità divorata",
    "item.enigmaticlegacy.cursed_ring": "Anello delle sette maledizioni",
    "item.enigmaticlegacy.cursed_scroll": "Rollo delle mille maledizioni",
    "item.enigmaticlegacy.cursed_stone": "Pietra sacrilega",
    "item.enigmaticlegacy.darkest_scroll": "Rotolo più oscuro",
    "item.enigmaticlegacy.deception_amulet": "Anello della menzogna [in fase di sviluppo]",
    "item.enigmaticlegacy.desolation_ring": "Il fardello della desolazione",
    "item.enigmaticlegacy.earth_heart": "Cuore della terra",
    "item.enigmaticlegacy.eldritch_amulet": "Il testamento dell'odio",
    "item.enigmaticlegacy.eldritch_pan": "il panno vorace",
    "item.enigmaticlegacy.enchanter_pearl": "perla dell'incantatore",
    "item.enigmaticlegacy.enchantment_transposer": "Tomo di conoscenza affamata",
    "item.enigmaticlegacy.ender_ring": "Anello dell'Ultimo",
    "item.enigmaticlegacy.ender_rod": "Astuccio del portale degli dei",
    "item.enigmaticlegacy.ender_slayer": "Il cacciatore dell'abisso",
    "item.enigmaticlegacy.enigmatic_amulet": "Anello enigmatico",
    "item.enigmaticlegacy.enigmatic_elytra": "Elytra maestoso",
    "item.enigmaticlegacy.enigmatic_eye_active": "Occhio insondabile",
    "item.enigmaticlegacy.enigmatic_eye_dormant": "Occhio addormentato",
    "item.enigmaticlegacy.enigmatic_item": "Cuore della creazione",
    "item.enigmaticlegacy.escape_scroll": "Rollo di ricordo post-mortale",
    "item.enigmaticlegacy.etherium_axe": "Ascia di guerra di etereio",
    "item.enigmaticlegacy.etherium_boots": "Stivali di etereio",
    "item.enigmaticlegacy.etherium_chestplate": "Cuirass di etereio",
    "item.enigmaticlegacy.etherium_helmet": "Elmetto di etereio",
    "item.enigmaticlegacy.etherium_ingot": "Ingot di etereio",
    "item.enigmaticlegacy.etherium_leggings": "Gambali di etereio",
    "item.enigmaticlegacy.etherium_nugget": "Briccone di etereio",
    "item.enigmaticlegacy.etherium_ore": "Minerale di etereio",
    "item.enigmaticlegacy.etherium_pickaxe": "Pickaxe di etereio",
    "item.enigmaticlegacy.etherium_scraps": "Scarto di etereio",
    "item.enigmaticlegacy.etherium_scythe": "Scimitarra di etereio",
    "item.enigmaticlegacy.etherium_shovel": "Spalatore di etereio",
    "item.enigmaticlegacy.etherium_sword": "Spada a doppio taglio di etereio",
    "item.enigmaticlegacy.evil_essence": "Essenza nefasta",
    "item.enigmaticlegacy.evil_ingot": "Ingot nefasto",
    "item.enigmaticlegacy.extradimensional_eye": "Occhio extradimensionale",
    "item.enigmaticlegacy.eye_of_nebula": "Occhio della nebulosa",
    "item.enigmaticlegacy.fabulous_scroll": "La grazia del creatore",
    "item.enigmaticlegacy.forbidden_axe": "Ascia dell'esecutore",
    "item.enigmaticlegacy.forbidden_fruit": "Il frutto proibito",
    "item.enigmaticlegacy.golden_ring": "Anello esquisito",
    "item.enigmaticlegacy.golem_heart": "Cuore del golem",
    "item.enigmaticlegacy.guardian_heart": "Cuore del guardiano",
    "item.enigmaticlegacy.haste_potion_default": "Siero di accelerazione §4[obsoleto]",
    "item.enigmaticlegacy.haste_potion_empowered": "Siero di accelerazione §4[obsoleto]",
    "item.enigmaticlegacy.haste_potion_extended": "Siero di accelerazione §4[obsoleto]",
    "item.enigmaticlegacy.haste_potion_extended_empowered": "Siero di accelerazione [obsoleto]",
    "item.enigmaticlegacy.heaven_scroll": "Dono del cielo",
    "item.enigmaticlegacy.hunter_guidebook": "Guida alla caccia ferale",
    "item.enigmaticlegacy.ichor_bottle": "Fiasca di icore",
    "item.enigmaticlegacy.infernal_shield": "Baluardo di orgoglio fiammeggiante",
    "item.enigmaticlegacy.infinimeal": "Essenza di vita furiosa",
    "item.enigmaticlegacy.insignia": "Insegna affascinante",
    "item.enigmaticlegacy.iron_ring": "Anello di ferro",
    "item.enigmaticlegacy.loot_generator": "Il contenitore unico",
    "item.enigmaticlegacy.lore_fragment": "Frammento di lore",
    "item.enigmaticlegacy.lore_inscriber": "L'incudine dell'architetto",
    "item.enigmaticlegacy.magnet_ring": "Anello magnetico",
    "item.enigmaticlegacy.mega_sponge": "Spongia megaestesa",
    "item.enigmaticlegacy.mending_mixture": "Mistoione di riparazione",
    "item.enigmaticlegacy.mining_charm": "Amuleto del cacciatore di tesori",
    "item.enigmaticlegacy.monster_charm": "Simbolo del cacciatore di mostri",
    "item.enigmaticlegacy.ocean_stone": "Volere dell'oceano",
    "item.enigmaticlegacy.quote_player": "Citazione del giocatore",
    "item.enigmaticlegacy.recall_potion": "Siero di richiamo",
    "item.enigmaticlegacy.redemption_potion": "Siero di redenzione",
    "item.enigmaticlegacy.soul_compass": "Guida dell'infelice",
    "item.enigmaticlegacy.soul_crystal": "Cristallo dell'anima",
    "item.enigmaticlegacy.soul_dust": "Polvere animica",
    "item.enigmaticlegacy.storage_crystal": "Vaso extradimensionale",
    "item.enigmaticlegacy.super_magnet_ring": "Anello di dislocazione",
    "item.enigmaticlegacy.tattered_tome": "Volumetto logoro",
    "item.enigmaticlegacy.the_acknowledgment": "l'atto di riconoscimento",
    "item.enigmaticlegacy.the_cube": "Cubo non-euclideo",
    "item.enigmaticlegacy.the_infinitum": "l'infinito",
    "item.enigmaticlegacy.the_judgement": "Il giudizio",
    "item.enigmaticlegacy.the_twist": "Il giro della sorte",
    "item.enigmaticlegacy.thicc_scroll": "Rullo vuoto",
    "item.enigmaticlegacy.twisted_heart": "Cuore distorto",
    "item.enigmaticlegacy.twisted_mirror": "Specchio distorto",
    "item.enigmaticlegacy.twisted_potion": "Siero di misericordia distorto",
    "item.enigmaticlegacy.ultimate_potion.effect.empty": "Pozione vuota",
    "item.enigmaticlegacy.ultimate_potion.effect.ultimate_fire_resistance": "Un elisir di resistenza al fuoco",
    "item.enigmaticlegacy.ultimate_potion.effect.ultimate_harming": "Potione danneggiante",
    "item.enigmaticlegacy.ultimate_potion.effect.ultimate_haste": "Pozione di accelerazione",
    "item.enigmaticlegacy.ultimate_potion.effect.ultimate_healing": "Pozione di guarigione",
    "item.enigmaticlegacy.ultimate_potion.effect.ultimate_invisibility": "Polvere di invisibilità",
    "item.enigmaticlegacy.ultimate_potion.effect.ultimate_leaping": "Pozione di salto estremo",
    "item.enigmaticlegacy.ultimate_potion.effect.ultimate_molten_heart": "Pozione del cuore fuso",
    "item.enigmaticlegacy.ultimate_potion.effect.ultimate_night_vision": "Potione della vista notturna",
    "item.enigmaticlegacy.ultimate_potion.effect.ultimate_poison": "Pozione di veleno",
    "item.enigmaticlegacy.ultimate_potion.effect.ultimate_regeneration": "Pozione di rigenerazione",
    "item.enigmaticlegacy.ultimate_potion.effect.ultimate_slow_falling": "Pozione di caduta lenta",
    "item.enigmaticlegacy.ultimate_potion.effect.ultimate_slowness": "Pozione di lentezza",
    "item.enigmaticlegacy.ultimate_potion.effect.ultimate_strength": "Pozione di forza ultima",
    "item.enigmaticlegacy.ultimate_potion.effect.ultimate_swiftness": "Pozione della velocità suprema",
    "item.enigmaticlegacy.ultimate_potion.effect.ultimate_turtle_master": "Pozione del Maestro Tartaruga",
    "item.enigmaticlegacy.ultimate_potion.effect.ultimate_water_breathing": "Pozione di respirazione acquatica",
    "item.enigmaticlegacy.ultimate_potion.effect.ultimate_weakness": "Potione debolezza",
    "item.enigmaticlegacy.ultimate_potion_lingering.effect.empty": "Pozione persistente vuota",
    "item.enigmaticlegacy.ultimate_potion_lingering.effect.ultimate_fire_resistance": "Pozione di resistenza al fuoco persistente",
    "item.enigmaticlegacy.ultimate_potion_lingering.effect.ultimate_harming": "Polvere persistente di danneggiamento",
    "item.enigmaticlegacy.ultimate_potion_lingering.effect.ultimate_haste": "Pozione di velocità persistente",
    "item.enigmaticlegacy.ultimate_potion_lingering.effect.ultimate_healing": "Polvere di guarigione persistente",
    "item.enigmaticlegacy.ultimate_potion_lingering.effect.ultimate_invisibility": "Polvere di invisibilità persistente",
    "item.enigmaticlegacy.ultimate_potion_lingering.effect.ultimate_leaping": "Polvere persistente di salto",
    "item.enigmaticlegacy.ultimate_potion_lingering.effect.ultimate_molten_heart": "Polvere persistente del cuore fuso",
    "item.enigmaticlegacy.ultimate_potion_lingering.effect.ultimate_night_vision": "Polvere persistente della vista notturna",
    "item.enigmaticlegacy.ultimate_potion_lingering.effect.ultimate_poison": "Polvere persistente di veleno",
    "item.enigmaticlegacy.ultimate_potion_lingering.effect.ultimate_regeneration": "Pozione di rigenerazione persistente",
    "item.enigmaticlegacy.ultimate_potion_lingering.effect.ultimate_slow_falling": "Pozione di caduta lenta persistente",
    "item.enigmaticlegacy.ultimate_potion_lingering.effect.ultimate_slowness": "Polvere lenta persistente",
    "item.enigmaticlegacy.ultimate_potion_lingering.effect.ultimate_strength": "Polvere di forza persistente",
    "item.enigmaticlegacy.ultimate_potion_lingering.effect.ultimate_swiftness": "Polvere di velocità persistente",
    "item.enigmaticlegacy.ultimate_potion_lingering.effect.ultimate_turtle_master": "Polvere persistente del Maestro Tartaruga",
    "item.enigmaticlegacy.ultimate_potion_lingering.effect.ultimate_water_breathing": "Polvere di respirazione acquatica persistente",
    "item.enigmaticlegacy.ultimate_potion_lingering.effect.ultimate_weakness": "Polvere persistente di debolezza",
    "item.enigmaticlegacy.ultimate_potion_splash.effect.empty": "Pozione di schizzo vuoto",
    "item.enigmaticlegacy.ultimate_potion_splash.effect.ultimate_fire_resistance": "Pozione di resistenza al fuoco a spruzzo",
    "item.enigmaticlegacy.ultimate_potion_splash.effect.ultimate_harming": "Pozione di danneggiamento a spruzzo",
    "item.enigmaticlegacy.ultimate_potion_splash.effect.ultimate_haste": "Pozione di velocità a spruzzo",
    "item.enigmaticlegacy.ultimate_potion_splash.effect.ultimate_healing": "Pozione di guarigione a spruzzo",
    "item.enigmaticlegacy.ultimate_potion_splash.effect.ultimate_invisibility": "Pozione di invisibilità a spruzzo",
    "item.enigmaticlegacy.ultimate_potion_splash.effect.ultimate_leaping": "Pozione di balzo esplosiva",
    "item.enigmaticlegacy.ultimate_potion_splash.effect.ultimate_molten_heart": "Pozione di cuore fuso in splendida acqua",
    "item.enigmaticlegacy.ultimate_potion_splash.effect.ultimate_night_vision": "Pozione di visione notturna a spruzzo",
    "item.enigmaticlegacy.ultimate_potion_splash.effect.ultimate_poison": "Pozione di veleno a spruzzo",
    "item.enigmaticlegacy.ultimate_potion_splash.effect.ultimate_regeneration": "Pozione di rigenerazione a spruzzo",
    "item.enigmaticlegacy.ultimate_potion_splash.effect.ultimate_slow_falling": "Pozione di caduta lenta (spruzzo)",
    "item.enigmaticlegacy.ultimate_potion_splash.effect.ultimate_slowness": "Pozione di lentezza a spruzzo",
    "item.enigmaticlegacy.ultimate_potion_splash.effect.ultimate_strength": "Pozione di forza esplosiva",
    "item.enigmaticlegacy.ultimate_potion_splash.effect.ultimate_swiftness": "Pozione di velocità spruzzata",
    "item.enigmaticlegacy.ultimate_potion_splash.effect.ultimate_turtle_master": "Pozione di splendore del maestro tartaruga",
    "item.enigmaticlegacy.ultimate_potion_splash.effect.ultimate_water_breathing": "Pozione di respirazione acquatica (spruzzata)",
    "item.enigmaticlegacy.ultimate_potion_splash.effect.ultimate_weakness": "Pozione di debolezza a spruzzo",
    "item.enigmaticlegacy.unholy_grail": "Calice immondo",
    "item.enigmaticlegacy.unwitnessed_amulet": "Amuleto non testimoniato",
    "item.enigmaticlegacy.void_pearl": "Perla del vuoto",
    "item.enigmaticlegacy.void_stone": "Chiave pietra dell'oblio",
    "item.enigmaticlegacy.withered_tome": "Codice mummificato",
    "item.enigmaticlegacy.xp_scroll": "Rullo di saggezza eterna",
    "itemGroup.enigmaticCreativeTab": "§5Eredità enigmatica",
    "itemGroup.enigmaticPotionCreativeTab": "Eredità enigmatica - pozioni",
    "itemGroup.etheriumCreativeTab": "Raccoglitore Etherium",
    "key.categories.enigmaticLegacy": "Eredità enigmatica",
    "key.enderRing": "Anello dell'Ultimo",
    "key.spellstoneAbility": "Abilità attiva del pietrino magico",
    "key.xpScroll": "Rotolo di saggezza in eterno",
    "message.enigmaticlegacy.animal_analysis_complete": "L'analisi del registro di entità è completa; controlla il file §6latest.log§5 per visualizzare i risultati.",
    "message.enigmaticlegacy.cursed_sleep": "Sette maledizioni si risvegliano paura inesprimibile e incertezza divorante all'interno mentre ti avvicini al regno dei sogni tentatore. Nessuna speranza per gli speranzosi, nessun sonno per i sonni...",
    "message.enigmaticlegacy.eldritch_pan_buff": "Con il sapore di questo nuovo'anima, la pancia vorace cresce sempre più forte.",
    "message.enigmaticlegacy.gen_sim_complete": "Generazione stimata completa in §6 32768§5 istanze; controlla il file §6 latest.log§5 per visualizzare i risultati.",
    "message.enigmaticlegacy.permadeath": "Nel tentare l'impresa, uno dimostra il suo coraggio. Speriamo che la tua anima frantumata finalmente trovi pace.",
    "message.enigmaticlegacy.voiceover_experimental": "§ehello there! §6enigmatic legacy§e developer on the line. Since voiceover is not a common thing for mods to add, I would like you to know that this feature is experimental, and I am actively looking for player feedback on it. Join my §6discord§e and inform me of your impression once you play with it for some while: §6https:\/\/discord.gg\/fuwk8ns",
    "quote.another_demigod_1": "Un altro demigodo vagabonda in questo paese abbandonato...",
    "quote.another_demigod_2": "Voglio accompagnarti nel tuo viaggio. Forse, riuscirai a fare ciò che gli altri non sono stati in grado di fare.",
    "quote.another_eon_1": "Altro eone, altro vagabondo. Altro racconto da essere detto...",
    "quote.another_eon_2": "Osserverò i tuoi con grande curiosità.",
    "quote.appaling_presence_1": "La conchiglia è andata... ma la presenza spaventosa resterà impressa in questo regno per sempre.",
    "quote.breathes_relieved_1": "Il mondo respira sollevato senza la presenza oppressiva di quel terrore...",
    "quote.breathes_relieved_2": "Così a lungo, almeno.",
    "quote.countless_dead_1": "Spiriti mortali innumerevoli, fusi insieme in un'abominazione di forma tanto terribile che la descrizione ne è sconfitta.",
    "quote.countless_dead_2": "La terra è macchiata dalla stessa presenza di questo creatura fetida.",
    "quote.death_may_1": "La morte può ostacolare la tua conquista, ma solo una volontà spezzata può fermarla.",
    "quote.demise_is_1": "La morte è solo un'inconveniente temporaneo per un semidio come te.",
    "quote.end_doorstep_1": "Il pianerottolo dell'ultimo confine... solo un passo ora ti separa da esso.",
    "quote.eternity_to_keep_1": "Hai tutta l'eternità per continuare a provare. Fai ciò che è necessario.",
    "quote.horrible_existence_1": "Che esistenza orribile... riportato indietro dalla morte, solo per essere ucciso ancora una volta.",
    "quote.horrible_existence_2": "Devi veramente essere privo di compassione.",
    "quote.i_wandered_1": "Sì, ho vagato in quei luoghi moltissime volte...",
    "quote.i_wandered_2": "Un ricordo desolato di tutto ciò che era, e di tutto ciò che avrebbe potuto essere.",
    "quote.immortal_1": "Tu sei immortale! Torna indietro e dimostra a quel povero creatura il fatto che sei immortale.",
    "quote.its_destruction_1": "La sua distruzione è una piccola consolazione... data le implicazioni della sua terribile esistenza.",
    "quote.no_peril_1": "Dove non c'è pericolo nel compito, non può esserci gloria nell'ottenimento.",
    "quote.oblivion_rejects_1": "L'oblio ti rifiuta... sfrutta tale opportunità, mentre ancora puoi.",
    "quote.only_because_1": "Solo perché sei caduto non significa ancora che hai arretrato.",
    "quote.perhaps_you_1": "Forse, tu sarai il uno a scoprire la lunga storia dimenticata di questo luogo...",
    "quote.perhaps_you_2": "Se così, devo rendere testimonianza ai tuoi successi.",
    "quote.poor_creature_1": "Povero creatura... l'ultima della sua specie, legata a guardare l'isola maledetta...",
    "quote.poor_creature_2": "...nel mezzo di nulla. giaceva il suo corpo, destinato al riposo meritato.",
    "quote.setback_1": "Un ritardo, ma non una sconfitta.",
    "quote.sulfur_air_1": "Il sulfuro nell'aria, forte odore di roccia bruciata e carne...",
    "quote.sulfur_air_2": "Questo posto è un inferno in effetti.",
    "quote.terrifying_form_1": "...la sua forma terrificante è distruttibile, ma non l'anima.",
    "quote.terrifying_form_2": "Porta una maledizione non dissimile dalla tua... maledizione dell'immortalità.",
    "quote.toll_paid_1": "Con il pedaggio pagato, sei libero dalle gravose onde dell'odio e della tristezza...",
    "quote.toll_paid_2": "...rinchiuso in quel anello.",
    "quote.tortured_rocks_1": "Roccie tormentate, pallide come ossa, appese sopra l'infinito buio assorbente.",
    "quote.tortured_rocks_2": "La fine... è quasi come un sogno febbrile.",
    "quote.violence_calls_1": "La violenza richiede vendetta. Torna indietro e distribuiscila!",
    "quote.we_fall_1": "Cadremo, affinché possiamo imparare a rialzarsi.",
    "quote.whether_it_is_1": "Sia potere o redenzione che tu cerchi nel tornare ripetutamente con Wither dal suo sepolcro e al suo sepolcro...",
    "quote.whether_it_is_2": "...almeno, tu gli dai almeno quel dannato creatura un fine.",
    "quote.with_dragons_1": "Con la morte imminente dei draghi, questo luogo sembra ancora più vuoto e privo di scopo rispetto a prima.",
    "quote.with_dragons_2": "Vorrà vagare quei terreni frantumati e deserti...",
    "quote.with_dragons_3": "...o tornare alla facciata di sanità e vitalità che l'overworld offre?",
    "quote.with_dragons_4": "Certo, entrambi sappiamo la risposta... non puoi resistere all'impulso di esplorare l'ignoto, sia ora o in futuro.",
    "quote.you_will_endure_1": "Ti sopporterai questo lutto e imparerai da esso.",
    "stat.enigmaticlegacy.play_time_with_seven_curses": "Tempo giocato con sette maledizioni",
    "stat.enigmaticlegacy.play_time_without_seven_curses": "Tempo giocato senza sette maledizioni",
    "stat.enigmaticlegacy.time_with_cursed_ring": "Tempo trascorso con anello maledetto",
    "stat.enigmaticlegacy.time_without_cursed_ring": "Tempo senza anello maledetto",
    "status.enigmaticlegacy.noconnection": "Il legato enigmatico non è stato in grado di verificare le ultime novità.",
    "status.enigmaticlegacy.outdated": "Una nuova versione di Enigmatic Legacy è stata stabilita: %1$s. Devi ammirare la sua grandezza!",
    "tooltip.enigmaticlegacy.abilityDisabled": "Abilità speciali sono rese inattive.",
    "tooltip.enigmaticlegacy.abyssalHeart1": "È vivo. Sta guardando. Mai prima di ora hanno",
    "tooltip.enigmaticlegacy.abyssalHeart1_obf": "§5§k It's alive. It is watching. Never before have...",
    "tooltip.enigmaticlegacy.abyssalHeart2": "Questo regno si è scosso per lo sguardo di §5questo",
    "tooltip.enigmaticlegacy.abyssalHeart2_obf": "Questo regno si è scosso per lo sguardo di §5§kquesto",
    "tooltip.enigmaticlegacy.abyssalHeart3": "Qualcosa così alieno, così sacrilego, così ignoto §5",
    "tooltip.enigmaticlegacy.abyssalHeart3_obf": "Qualcosa così alieno, così sacrilego, così ignoto",
    "tooltip.enigmaticlegacy.abyssalHeart4": "e corruzione e la pazzia-inducente.",
    "tooltip.enigmaticlegacy.abyssalHeart4_obf": "E confusione e pazzia inducenti.",
    "tooltip.enigmaticlegacy.angelBlessing1": "Abilità attiva: (in colore blu)",
    "tooltip.enigmaticlegacy.angelBlessing2": "- ti accelera nella direzione della tua vista (in colore verde)",
    "tooltip.enigmaticlegacy.angelBlessing3": "Abilità passive:",
    "tooltip.enigmaticlegacy.angelBlessing4": "Immunità al danno di caduta e collisione (§5)",
    "tooltip.enigmaticlegacy.angelBlessing5": "- %1$s% chance a deflettere di proiettile in arrivo.",
    "tooltip.enigmaticlegacy.angelBlessing6": "- i tuoi proiettili sono notevolmente accelerati.",
    "tooltip.enigmaticlegacy.angelBlessing7": "§5- abilità attiva può essere attivata premendo il tasto salto",
    "tooltip.enigmaticlegacy.angelBlessing8": "Chiave premere mentre si è in volo.",
    "tooltip.enigmaticlegacy.angelBlessing9": "- sei vulnerabile ai danni di inaridimento e vuoto.",
    "tooltip.enigmaticlegacy.angelBlessingCooldown": "Ritardo: %1$s secondi",
    "tooltip.enigmaticlegacy.animalGuidebook1": "Mentre è nel tuo inventario, i tuoi attacchi non possono",
    "tooltip.enigmaticlegacy.animalGuidebook2": "Infliggi §5danni ai animali.",
    "tooltip.enigmaticlegacy.animalGuidebook3": "I lombrichi intorno a te sono stati resi passivi.",
    "tooltip.enigmaticlegacy.animalGuidebook4": "Alterazione del secondo maledetto:",
    "tooltip.enigmaticlegacy.animalGuidebook5": "§5 - gli animali domestabili restano neutri nei tuoi confronti.",
    "tooltip.enigmaticlegacy.animalGuidebookCreative1": "Clicca destro su qualsiasi entità per vedere se è...",
    "tooltip.enigmaticlegacy.animalGuidebookCreative2": "Considerato domestabile per effetto di alterazione maledizione.",
    "tooltip.enigmaticlegacy.aoeDisabled": "Effetti di area sono soppressi. (rosso)",
    "tooltip.enigmaticlegacy.astralBreaker1": "rompe blocchi in un'area di %1$s§6x%1$s§6x%2$s.",
    "tooltip.enigmaticlegacy.astralBreaker2": "Tieni premuto shift per sopprimere questo effetto.",
    "tooltip.enigmaticlegacy.astralBreaker3": "Premi shift+destra-clic per abilitare\/disabilitare.",
    "tooltip.enigmaticlegacy.astralBreaker4": "Effettivo contro la maggior parte dei blocchi. (con colorazione blu)",
    "tooltip.enigmaticlegacy.astralFruit1": "Consuma per ottenere +1 slot di anello permanentemente.",
    "tooltip.enigmaticlegacy.astralPotato1": "Behold, la delicatezza infinita delle stelle! (con colorazione blu)",
    "tooltip.enigmaticlegacy.avariceScroll1": "Fortuna livello +%1$s (in colore verde)",
    "tooltip.enigmaticlegacy.avariceScroll2": "Rende i piglini neutri verso di te, nonostante...",
    "tooltip.enigmaticlegacy.avariceScroll3": "il secondo giuramento. scambiare con loro è...",
    "tooltip.enigmaticlegacy.avariceScroll4": "Intorno il 100% più vantaggioso.",
    "tooltip.enigmaticlegacy.avariceScroll5": "fornisce un %1$s di 1% di possibilità che cada un emerardo",
    "tooltip.enigmaticlegacy.avariceScroll6": "da qualsiasi mostro ucciso. (con colorazione blu)",
    "tooltip.enigmaticlegacy.avariceScroll7": "I scambi dei villaggi hanno il 35% di sconto.",
    "tooltip.enigmaticlegacy.berserk_charm1": "+§6%1$s §dattacco danni",
    "tooltip.enigmaticlegacy.berserk_charm10": "Velocità di movimento +%1$s (§6)",
    "tooltip.enigmaticlegacy.berserk_charm11": "+§1$s §dresistenza danno",
    "tooltip.enigmaticlegacy.berserk_charm2": "Velocità di attacco aumentata del %1$s",
    "tooltip.enigmaticlegacy.berserk_charm3": "Velocità di movimento +%1$s (§6)",
    "tooltip.enigmaticlegacy.berserk_charm4": "+§1$s §dresistenza danno",
    "tooltip.enigmaticlegacy.berserk_charm5": "Questi tratti sono moltiplicati per il numero di percentuali",
    "tooltip.enigmaticlegacy.berserk_charm6": "di 5 tuoi punti salute attuali.",
    "tooltip.enigmaticlegacy.berserk_charm7": "Caratteristiche attuali:",
    "tooltip.enigmaticlegacy.berserk_charm8": "+§6%1$s §dattacco danni",
    "tooltip.enigmaticlegacy.berserk_charm9": "Velocità di attacco +%1$s (rosso)",
    "tooltip.enigmaticlegacy.blazingCore1": "Abilità attiva: (rosso)",
    "tooltip.enigmaticlegacy.blazingCore10": "-  molten heart  lasts twice as long.",
    "tooltip.enigmaticlegacy.blazingCore11": "- Sei vulnerabile ai creature acquatiche. (con colorazione blu)",
    "tooltip.enigmaticlegacy.blazingCore2": "§4- assente.",
    "tooltip.enigmaticlegacy.blazingCore3": "Abilità passive: (in colore giallo)",
    "tooltip.enigmaticlegacy.blazingCore4": "§5 - immunità al fuoco.",
    "tooltip.enigmaticlegacy.blazingCore5": "§5 - immunità temporanea al lago di fuoco.",
    "tooltip.enigmaticlegacy.blazingCore6": "Brucia quelli che ti attaccano a distanza.",
    "tooltip.enigmaticlegacy.blazingCore7": "- visibilità migliorata notevolmente nel lago di fuoco. (con colorazione blu)",
    "tooltip.enigmaticlegacy.blazingCore8": "- qualsiasi effetto di stato applicato a te ogni tick (rosso)",
    "tooltip.enigmaticlegacy.blazingCore9": "§5In giù due volte più velocemente, eccetto §6cuore fuso§5.",
    "tooltip.enigmaticlegacy.blazingCoreCooldown": "Ritardo: %1$s secondi",
    "tooltip.enigmaticlegacy.blessed1": "È potenziato dalla presenza di §5",
    "tooltip.enigmaticlegacy.blessed2": "Uno scelto dall'architetto stesso. (con sfondo blu)",
    "tooltip.enigmaticlegacy.blessedOnesOnly1": "Solo quelli scelti dall'architetto",
    "tooltip.enigmaticlegacy.blessedOnesOnly2": "Tieni il potere per ottenere e utilizzare questo oggetto.",
    "tooltip.enigmaticlegacy.boundToPlayer": "vincolato a: %1$s",
    "tooltip.enigmaticlegacy.code6": "§6",
    "tooltip.enigmaticlegacy.codeD": "§d",
    "tooltip.enigmaticlegacy.cosmicCake1": "Molto più nutrizionale del normale dolce.",
    "tooltip.enigmaticlegacy.cosmicCake2": "Ristabilisce sé stesso nel tempo. (con colorazione blu)",
    "tooltip.enigmaticlegacy.cosmicScroll1": "+luck (in colore verde)",
    "tooltip.enigmaticlegacy.cosmicScroll10": "Ristabilità al 150% e buff potenti applicati.",
    "tooltip.enigmaticlegacy.cosmicScroll11": "Questo abilità ha %1$s secondi di cooldown.",
    "tooltip.enigmaticlegacy.cosmicScroll12": "Tu infligi §6 +%1$s §d danni §5 e §6 +%2$s §d knockback §5 a",
    "tooltip.enigmaticlegacy.cosmicScroll13": "Giocatori che non sono stati scelti e il tuo attacco corpo a corpo",
    "tooltip.enigmaticlegacy.cosmicScroll14": "Attacchi li hanno incendiati. (con colorazione blu)",
    "tooltip.enigmaticlegacy.cosmicScroll2": "+1 slot di rotolo arcano",
    "tooltip.enigmaticlegacy.cosmicScroll3": "Se indossi l'armatura e lo scudo di etereio",
    "tooltip.enigmaticlegacy.cosmicScroll4": "Solo richiede che tu sia al di sotto del %1$s% di massimo",
    "tooltip.enigmaticlegacy.cosmicScroll5": "Salute apparirà.",
    "tooltip.enigmaticlegacy.cosmicScroll6": "Abilità magica in carico di più pietre incantatorie, tempo di raffreddamento: §5...",
    "tooltip.enigmaticlegacy.cosmicScroll7": "Ridotto in modo sostanziale.",
    "tooltip.enigmaticlegacy.cosmicScroll8": "Strumenti di etereio §6mine in area aumentata.§5",
    "tooltip.enigmaticlegacy.cosmicScroll9": "quando ricevi danni letali, il tuo stato di salute è",
    "tooltip.enigmaticlegacy.cosmicScrollCooldown": "Rimasto in sospeso: %1$s secondi",
    "tooltip.enigmaticlegacy.cosmicScrollLore1": "Osservando la perdita di fede mi fa male il cuore, ma",
    "tooltip.enigmaticlegacy.cosmicScrollLore2": "Sia lodato, possa non mettere in dubbio coloro che restano. (Nota: il simbolo § è un codice di colore per i chat, quindi il testo apparirebbe con un colore blu)",
    "tooltip.enigmaticlegacy.currentKeybind": "Attuale combinazione di tasti: %1$s (in colore verde)",
    "tooltip.enigmaticlegacy.curseTransposer1": "Combina con qualsiasi oggetto incantato in un riquadro di crafting.",
    "tooltip.enigmaticlegacy.curseTransposer2": "Trasferire tutte le maledizioni dall'oggetto al codice.",
    "tooltip.enigmaticlegacy.curseTransposer3": "Il codice sarà trasformato in un libro incantato.",
    "tooltip.enigmaticlegacy.cursedOnesOnly1": "Solo quelli che portano le sette maledizioni",
    "tooltip.enigmaticlegacy.cursedOnesOnly2": "Tieni il potere per ottenere e utilizzare questo oggetto.",
    "tooltip.enigmaticlegacy.cursedRing10": "- Ti affligge l'insonnia incurabile. (con colorazione blu)",
    "tooltip.enigmaticlegacy.cursedRing11": "Sette benedizioni ricompenseranno coloro che resistono:",
    "tooltip.enigmaticlegacy.cursedRing12": "- +%1$s looting level (con sfumatura blu e verde)",
    "tooltip.enigmaticlegacy.cursedRing13": "Fortuna livello - +%1$s (rosso)",
    "tooltip.enigmaticlegacy.cursedRing14": "- +%1$s esperienza drop.",
    "tooltip.enigmaticlegacy.cursedRing15": "- +%1$s enpoweramento di incantesimo in tavola degli incantesimi.",
    "tooltip.enigmaticlegacy.cursedRing16": "- oggetti unici rilasciati da alcuni esseri. (con colorazione blu)",
    "tooltip.enigmaticlegacy.cursedRing17": "Funzionalità del anello dei confini (§5- funzionalità di §6anello dei confini§5.)",
    "tooltip.enigmaticlegacy.cursedRing18": "- Puoi creare e utilizzare oggetti unici. (con colorazione blu)",
    "tooltip.enigmaticlegacy.cursedRing3": "Sette maledizioni colpiranno chi lo porterà.",
    "tooltip.enigmaticlegacy.cursedRing4": "- ricevi doppio danno da qualsiasi fonte.",
    "tooltip.enigmaticlegacy.cursedRing4_alt": "- ricevi danni da qualsiasi fonte di §6%1$s§5.",
    "tooltip.enigmaticlegacy.cursedRing5": "I creature neutri sono aggressivi verso di te.",
    "tooltip.enigmaticlegacy.cursedRing6": "- l'armatura è %1$s%6 meno efficace.",
    "tooltip.enigmaticlegacy.cursedRing7": "- i mostri ricevono -%1$s meno danno da te.",
    "tooltip.enigmaticlegacy.cursedRing8": "- quando in fiamme, bruci per sempre. (con colorazione blu)",
    "tooltip.enigmaticlegacy.cursedRing9": "- ogni morte ti lacera l'anima. (con colorazione blu)",
    "tooltip.enigmaticlegacy.cursedRingLore1": "Una volta forggiata da un dio antediluviano, essa invita",
    "tooltip.enigmaticlegacy.cursedRingLore2": "Mortali e esseri superiori altrimenti con promessa (in grassetto rosso)",
    "tooltip.enigmaticlegacy.cursedRingLore3": "di ricchezze inesplorate e di potere incommensurabile... (con colorazione blu)",
    "tooltip.enigmaticlegacy.cursedRingLore4": "Sia l'arroganza o l'ignoranza che li guida",
    "tooltip.enigmaticlegacy.cursedRingLore5": "per credere che possano sfruttare il potere dell'anello,",
    "tooltip.enigmaticlegacy.cursedRingLore6": "Sono entrambi pagati con sofferenza, fino a quando non...",
    "tooltip.enigmaticlegacy.cursedRingLore7": "Ciò che sfida la descrizione. (con colorazione blu)",
    "tooltip.enigmaticlegacy.cursedStone1": "Se morirai nel §6Nether§5, nel mezzo di...",
    "tooltip.enigmaticlegacy.cursedStone2": "Un lago di lava sufficientemente grande con questo pietra",
    "tooltip.enigmaticlegacy.cursedStone3": "Nel tuo inventario, anello delle sette maledizioni",
    "tooltip.enigmaticlegacy.cursedStone4": "Sarà distrutto permanentemente, insieme a",
    "tooltip.enigmaticlegacy.cursedStone5": "Uno dei tuoi cristalli dell'anima.",
    "tooltip.enigmaticlegacy.cursedStone6": "Questo non può essere annullato. (con colorazione rosso)",
    "tooltip.enigmaticlegacy.cursed_scroll1": "+§6%1$s §dattacco danni",
    "tooltip.enigmaticlegacy.cursed_scroll2": "+§6%1$s §dvelocità di miniera",
    "tooltip.enigmaticlegacy.cursed_scroll3": "+§6%1$s §dregenerazione salute",
    "tooltip.enigmaticlegacy.cursed_scroll4": "Questi tratti sono moltiplicati per l'ammontare totale di §5",
    "tooltip.enigmaticlegacy.cursed_scroll5": "Maledizioni che tutti gli oggetti del tuo equipaggiamento portano.",
    "tooltip.enigmaticlegacy.cursed_scroll6": "Caratteristiche attuali:",
    "tooltip.enigmaticlegacy.cursed_scroll7": "+§6%1$s §dattacco danni",
    "tooltip.enigmaticlegacy.cursed_scroll8": "+§6%1$s §dvelocità di miniera",
    "tooltip.enigmaticlegacy.cursed_scroll9": "+§6%1$s §dregenerazione salute",
    "tooltip.enigmaticlegacy.deceptionAmulet1": "consente di ingannare la morte stessa. al suo posto",
    "tooltip.enigmaticlegacy.deceptionAmulet10": "Il bracciale ha un raffreddamento di 10 minuti.",
    "tooltip.enigmaticlegacy.deceptionAmulet11": "e andrà in frantumi dopo 2 attivazioni.",
    "tooltip.enigmaticlegacy.deceptionAmulet2": "di morte, tu recuperi 15% della tua salute",
    "tooltip.enigmaticlegacy.deceptionAmulet3": "E diventare impercettibile per 5 minuti.",
    "tooltip.enigmaticlegacy.deceptionAmulet4": "a gli occhi degli altri apparirà come §5",
    "tooltip.enigmaticlegacy.deceptionAmulet5": "Tuttavia, tu hai perito. (con colorazione blu)",
    "tooltip.enigmaticlegacy.deceptionAmulet6": "Mentre è impercettibile, nessun altro essere vivente",
    "tooltip.enigmaticlegacy.deceptionAmulet7": "Puoi vederli o bersagliarli, incluso i giocatori. (con colorazione blu)",
    "tooltip.enigmaticlegacy.deceptionAmulet8": "il effetto sparirà se cercherai di",
    "tooltip.enigmaticlegacy.deceptionAmulet9": "Attaccare o interagire con entità\/blocchi. (con sfondo blu)",
    "tooltip.enigmaticlegacy.desolationRing1": "§6Golemi di ferro, §6endermen, §6piglin zombificati§5 e",
    "tooltip.enigmaticlegacy.desolationRing2": "Piglins non si genereranno nella tua prossimità.",
    "tooltip.enigmaticlegacy.disabled": "disabilitato",
    "tooltip.enigmaticlegacy.eldritchAmulet1": "Quando indossato, il tuo inventario persiste con te (in grassetto e colore verde)",
    "tooltip.enigmaticlegacy.eldritchAmulet2": "dopo la morte. esperienza e cristalli dell'anima saranno",
    "tooltip.enigmaticlegacy.eldritchAmulet3": "ancora perso.",
    "tooltip.enigmaticlegacy.eldritchAmulet4": "Creature sotto il tuo sguardo saranno rallentate",
    "tooltip.enigmaticlegacy.eldritchAmulet5": "abbassato e indebolito. (con caratteri speciali)",
    "tooltip.enigmaticlegacy.eldritchAmuletStat1": "+3 danno di attacco",
    "tooltip.enigmaticlegacy.eldritchAmuletStat2": "+15% assorbimento vita",
    "tooltip.enigmaticlegacy.eldritchPan1": "Alterazione del quarto maledetto:",
    "tooltip.enigmaticlegacy.eldritchPan10": "Danni §5§d e §6%s §darmatura §5 quando tenuto.",
    "tooltip.enigmaticlegacy.eldritchPan2": "- sempre infligge il suo danno pieno. (con colorazione verde)",
    "tooltip.enigmaticlegacy.eldritchPan3": "§6%s §dassorbe la vita",
    "tooltip.enigmaticlegacy.eldritchPan4": "§6%s §dconsumo fame",
    "tooltip.enigmaticlegacy.eldritchPan4_alt": "§6%s §d fame di fame (converte in salute)",
    "tooltip.enigmaticlegacy.eldritchPan5": "Cucina la carne degli esseri uccisi. (con colorazione verde)",
    "tooltip.enigmaticlegacy.eldritchPan6": "Può essere utilizzato come scudo e consuma proiettili mentre si blocca.",
    "tooltip.enigmaticlegacy.eldritchPan7": "Sostenendo continuamente il paiolo concede un effetto di fame crescente.",
    "tooltip.enigmaticlegacy.eldritchPan7_alt": "Continuando a tenere il panno concede un effetto di crescente sete di sangue (§6).",
    "tooltip.enigmaticlegacy.eldritchPan8": "Cioè ti rende più affamato, ma più forte. (con colorazione verde)",
    "tooltip.enigmaticlegacy.eldritchPan8_alt": "Cioè ti fa perdere salute, ma concede forza e assorbimento di vita.",
    "tooltip.enigmaticlegacy.eldritchPan8p_alt": "Questo effetto non può ucciderti. (con colorazione blu)",
    "tooltip.enigmaticlegacy.eldritchPan9": "Ogni nuova creatura uccisa con il panno gli concede un aumento permanente di §6%s",
    "tooltip.enigmaticlegacy.eldritchPanKills1": "Fucilazioni uniche: %s",
    "tooltip.enigmaticlegacy.eldritchPanKillsMax": "Il panno è saziato... ma tu non lo sei.",
    "tooltip.enigmaticlegacy.eldritchPanLore1": "Hunger primitivo e crudele dato forma. (con colorazione verde)",
    "tooltip.enigmaticlegacy.enabled": "Abilitato",
    "tooltip.enigmaticlegacy.enchantersPearl1": "+1 slot di charme",
    "tooltip.enigmaticlegacy.enchantersPearl2": "Ricevi un maggior quantità e potere di §5",
    "tooltip.enigmaticlegacy.enchantersPearl3": "Enchantamenti quando si utilizza la tavola degli incantesimi.",
    "tooltip.enigmaticlegacy.enchantersPearl4": "Enchanting ha una possibilità di produrre entrambi (in colore blu)",
    "tooltip.enigmaticlegacy.enchantersPearl5": "Maledizioni e incantesimi di tesori. (con caratteri speciali)",
    "tooltip.enigmaticlegacy.enchantersPearl6": "Non hai bisogno di lapislazzuli per incantare.",
    "tooltip.enigmaticlegacy.enchantmentTransposer1": "Combina con qualsiasi oggetto incantato nel riquadro di crafting.",
    "tooltip.enigmaticlegacy.enchantmentTransposer2": "Trasferisci tutti gli incantesimi dall'oggetto al codice.",
    "tooltip.enigmaticlegacy.enchantmentTransposer3": "Il tomo sarà trasformato in un libro incantato.",
    "tooltip.enigmaticlegacy.end": "Il termine",
    "tooltip.enigmaticlegacy.endAnchor1": "Funziona in tutti gli dimensioni. (con colorazione blu)",
    "tooltip.enigmaticlegacy.endAnchor1_alt": "Funziona solo nell'End.",
    "tooltip.enigmaticlegacy.endAnchor1_alt2": "Funziona in quasi tutti i dimensioni. (con colorazione blu)",
    "tooltip.enigmaticlegacy.endAnchor2": "richiede perle di fine per ricaricare.",
    "tooltip.enigmaticlegacy.endAnchor3": "Ha un'incidenza di §6%1$s§d di non spendere la carica.",
    "tooltip.enigmaticlegacy.endAnchor4": "sulle respinte.",
    "tooltip.enigmaticlegacy.enderRing1": "consente di accedere remotamente al tuo §5",
    "tooltip.enigmaticlegacy.enderRing2": "Cassa dei fini §6, accessibile tramite inventario o tastiera di scelta.",
    "tooltip.enigmaticlegacy.enderSlayer1": "Togliere di mezzo tutti... (con sfondo blu)",
    "tooltip.enigmaticlegacy.enderSlayer10": "Temporaneamente disabilita l'abilità attiva dell'occhio di §6",
    "tooltip.enigmaticlegacy.enderSlayer11": "Nebula, non-euclidean cube e abilità di utilizzo",
    "tooltip.enigmaticlegacy.enderSlayer12": "Ender pearls, potions of recall e twisted",
    "tooltip.enigmaticlegacy.enderSlayer13": "Specchio per giocatori attaccati (§5§6)",
    "tooltip.enigmaticlegacy.enderSlayer1_alt": "Schioccare loro tutti... (con sfondo blu)",
    "tooltip.enigmaticlegacy.enderSlayer2": "È questo il solo modo? (con caratteri speciali)",
    "tooltip.enigmaticlegacy.enderSlayer2_alt": "È questo l'unico modo? (con sfondo blu)",
    "tooltip.enigmaticlegacy.enderSlayer3": "+§1$s §d-danni§5 contro gli abitanti di §6il Mondo dell'Estremo§5.",
    "tooltip.enigmaticlegacy.enderSlayer4": "+§1$s knockback contro gli abitanti del §6fine§5.",
    "tooltip.enigmaticlegacy.enderSlayer5": "Nell'Ultimo Regno, gli attacchi completamente carichi infliggono",
    "tooltip.enigmaticlegacy.enderSlayer6": "Danni colossali ai mostri dell'aldilà, e tutti i gettoni",
    "tooltip.enigmaticlegacy.enderSlayer7": "Da loro alcuni sono trasformati in esperienza.",
    "tooltip.enigmaticlegacy.enderSlayer8": "Temporaneamente disabilita le abilità di teletrasporto di §5",
    "tooltip.enigmaticlegacy.enderSlayer9": "Shulkers e endermanni.",
    "tooltip.enigmaticlegacy.enigmaticAmulet1": "Da quando hai varcato la soglia di questo mondo, §5",
    "tooltip.enigmaticlegacy.enigmaticAmulet1_alt": "Sembra vagamente simile a qualcosa, ma...",
    "tooltip.enigmaticlegacy.enigmaticAmulet2": "Esso risiede nella tua proprietà. Tu non lo hai ancora compreso.",
    "tooltip.enigmaticlegacy.enigmaticAmulet2_alt": "Tu resti ancora incapace di ricordare esattamente. (con colorazione blu)",
    "tooltip.enigmaticlegacy.enigmaticAmulet3": "Sappi il suo origine e scopo, se l'ha",
    "tooltip.enigmaticlegacy.enigmaticAmulet3_alt": "Il tempo lentamente cancella le ultime tracce di quelli",
    "tooltip.enigmaticlegacy.enigmaticAmulet4": "qualsiasi - il tempo lentamente cancella frammenti confusi",
    "tooltip.enigmaticlegacy.enigmaticAmulet4_alt": "Ricordi perduti... (in grassetto)",
    "tooltip.enigmaticlegacy.enigmaticAmulet5": "di ricordi spezzati.",
    "tooltip.enigmaticlegacy.enigmaticAmulet6": "Ricordi su qualcosa di importante... (con sfondo blu)",
    "tooltip.enigmaticlegacy.enigmaticAmuletInscription": "Il nome di %1$s è inciso su di esso.",
    "tooltip.enigmaticlegacy.enigmaticAmuletModifierAQUA": "+Aumento del 15% della velocità di corsa (in blu)",
    "tooltip.enigmaticlegacy.enigmaticAmuletModifierBLACK": "+10% assorbimento vita",
    "tooltip.enigmaticlegacy.enigmaticAmuletModifierBLUE": "+Aumento del 25% della velocità di nuoto",
    "tooltip.enigmaticlegacy.enigmaticAmuletModifierGREEN": "+Aumento del 25% della velocità di estrazione mineraria",
    "tooltip.enigmaticlegacy.enigmaticAmuletModifierMAGENTA": "-25% gravità (colore magenta)",
    "tooltip.enigmaticlegacy.enigmaticAmuletModifierRED": "+§6%1$s §dattacco danni",
    "tooltip.enigmaticlegacy.enigmaticAmuletModifierVIOLET": "+15% di probabilità di deflessione (colore viola)",
    "tooltip.enigmaticlegacy.enigmaticAmuletShift1": "ogni volta che muori mentre lo porti equipaggiato o",
    "tooltip.enigmaticlegacy.enigmaticAmuletShift2": "in tuo inventario, evoca extradimensionale",
    "tooltip.enigmaticlegacy.enigmaticAmuletShift3": "Vaso che conserva sicuramente i tuoi oggetti e l'anima",
    "tooltip.enigmaticlegacy.enigmaticAmuletShift4": "Crani e esperienza. (con colorante blu)",
    "tooltip.enigmaticlegacy.enigmaticAmuletShift5": "Avvicinati alla nave per riprendere ciò che è stato perso.",
    "tooltip.enigmaticlegacy.enigmaticElytra1": "Tenere premuto il tasto di salto mentre si vola per mantenere la corsa.",
    "tooltip.enigmaticlegacy.enigmaticElytra2": "Accelera in avanti. L'elytra è danneggiata",
    "tooltip.enigmaticlegacy.enigmaticElytra3": "Più veloce quando si accelera. (con colorante blu)",
    "tooltip.enigmaticlegacy.enigmaticEye1": "È collegato a un luogo al di là del tuo spazio e",
    "tooltip.enigmaticlegacy.enigmaticEye2": "§5Tempo. Puoi risvegliare l'occhio, se desideri correre il rischio",
    "tooltip.enigmaticlegacy.enigmaticEye3": "Stirando l'attenzione di qualcuno... o qualcosa.",
    "tooltip.enigmaticlegacy.enigmaticEyeAwakened1": "Ora che hai attirato la sua attenzione, chiunque utilizzi...",
    "tooltip.enigmaticlegacy.enigmaticEyeAwakened2": "Il tuo sguardo osserva te e il mondo non sembra più lo stesso §5",
    "tooltip.enigmaticlegacy.enigmaticEyeAwakened3": "Ci vuole per raggiungerti, se è incapace",
    "tooltip.enigmaticlegacy.enigmaticEyeAwakened4": "o semplicemente riluttante a stabilire qualsiasi contatto al di là",
    "tooltip.enigmaticlegacy.enigmaticEyeAwakened5": "Rimane un mistero nella mente. (con colorazione blu)",
    "tooltip.enigmaticlegacy.enigmaticEyeAwakened6": "Rivela il vero nome dei giocatori che portano l'emblema incantatore.",
    "tooltip.enigmaticlegacy.enigmaticItem1": "Abilità attiva:",
    "tooltip.enigmaticlegacy.enigmaticItem10": "§5 - sei immortale mentre lo porti equipaggiato",
    "tooltip.enigmaticlegacy.enigmaticItem11": "o §5 o (o nella tua inventario)",
    "tooltip.enigmaticlegacy.enigmaticItem2": "Rinse giù devastanti teschi di Wither.",
    "tooltip.enigmaticlegacy.enigmaticItem3": "Abilità passive: (in colore blu)",
    "tooltip.enigmaticlegacy.enigmaticItem4": "§5- immunità alla soffocazione, caduta, collisione,",
    "tooltip.enigmaticlegacy.enigmaticItem5": "§5 Pressione, fame, vuoto, punzonatura, fuoco e",
    "tooltip.enigmaticlegacy.enigmaticItem6": "Danni di lava. (in colore blu)",
    "tooltip.enigmaticlegacy.enigmaticItem7": "Immunità a quasi tutti i debuff (in grassetto)",
    "tooltip.enigmaticlegacy.enigmaticItem8": "Riconoscimento enigmatico 8: - concede l'abilità di volare.",
    "tooltip.enigmaticlegacy.enigmaticItem9": "Compensa la penalità di velocità miniera quando si vola. (con colorazione blu)",
    "tooltip.enigmaticlegacy.enigmaticItemCooldown": "Ritardo: %1$s secondi",
    "tooltip.enigmaticlegacy.escapeTome1": "Quando muori, restituisce gli oggetti al tuo letto o",
    "tooltip.enigmaticlegacy.escapeTome2": "Rilocazione dell'ancora di resurrezione o al centro di",
    "tooltip.enigmaticlegacy.escapeTome3": "Il mondo superiore§5 se non ne hai uno, ma sé stesso",
    "tooltip.enigmaticlegacy.escapeTome4": "Rimane sul luogo della tua morte. (con colorazione blu)",
    "tooltip.enigmaticlegacy.eternallyBound1": "Una volta indossato, diventa parte di te. (con colorazione blu)",
    "tooltip.enigmaticlegacy.eternallyBound2": "Questo anello ti accompagnerà per sempre.",
    "tooltip.enigmaticlegacy.eternallyBound2_creative": "Con il potere di dio, puoi svincolarlo.",
    "tooltip.enigmaticlegacy.etheriumArmor1": "è invisibile mentre indossato.",
    "tooltip.enigmaticlegacy.etheriumArmorSetBonus1": "Premio di set: (in colore blu)",
    "tooltip.enigmaticlegacy.etheriumArmorSetBonus2": "- quando il tuo stato di salute scende al di sotto del 1%s, genera",
    "tooltip.enigmaticlegacy.etheriumArmorSetBonus3": "§5 Potente scudo che riflette la maggior parte dei proiettili,",
    "tooltip.enigmaticlegacy.etheriumArmorSetBonus4": "Fornisce §6%1$s§6 resistenza al danno e colpisce",
    "tooltip.enigmaticlegacy.etheriumArmorSetBonus5": "§5 Ritorna qualsiasi attacco dei mostri contro di te.",
    "tooltip.enigmaticlegacy.etheriumArmorSetBonus6": "§5",
    "tooltip.enigmaticlegacy.etheriumAxe1": "Taglia legno e lascia in %1$s§6x%1$s§6x%1$s zona.",
    "tooltip.enigmaticlegacy.etheriumAxe2": "Tieni premuto shift per sopprimere questo effetto.",
    "tooltip.enigmaticlegacy.etheriumAxe3": "Premi shift+destra-clic per abilitare\/disabilitare.",
    "tooltip.enigmaticlegacy.etheriumBoots1": "Sono invisibili mentre indossati.",
    "tooltip.enigmaticlegacy.etheriumChestplate1": "è invisibile mentre indossato.",
    "tooltip.enigmaticlegacy.etheriumHelmet1": "È invisibile mentre indossato.",
    "tooltip.enigmaticlegacy.etheriumLeggings1": "Sono invisibili mentre indossati.",
    "tooltip.enigmaticlegacy.etheriumPickaxe1": "Minerà blocchi in %1$s§6x%1$s§6x%2$s area.",
    "tooltip.enigmaticlegacy.etheriumPickaxe2": "Tieni premuto shift per sopprimere questo effetto.",
    "tooltip.enigmaticlegacy.etheriumPickaxe3": "Premi shift+destra-clic per abilitare\/disabilitare.",
    "tooltip.enigmaticlegacy.etheriumScythe1": "Raccoglie piante in un'area di %1$s x %1$s x %1$s.",
    "tooltip.enigmaticlegacy.etheriumScythe2": "Rasa il terreno in un'area di %1$s§6x%1$s§6x1§5.",
    "tooltip.enigmaticlegacy.etheriumScythe3": "Tieni premuto shift per sopprimere questi effetti.",
    "tooltip.enigmaticlegacy.etheriumScythe4": "Premi shift+destra-clic per abilitare\/disabilitare.",
    "tooltip.enigmaticlegacy.etheriumShovel1": "Scava blocchi in un'area di %1$s§6x%1$s§6x%2$s.",
    "tooltip.enigmaticlegacy.etheriumShovel2": "Tieni premuto shift per sopprimere questo effetto.",
    "tooltip.enigmaticlegacy.etheriumShovel3": "Premi shift+destra-clic per abilitare\/disabilitare.",
    "tooltip.enigmaticlegacy.etheriumSword1": "Premendo il pulsante destro mentre lo si tiene in mano, si otterrà...",
    "tooltip.enigmaticlegacy.etheriumSword2": "Lanciare verso la direzione opposta a te",
    "tooltip.enigmaticlegacy.etheriumSword3": "Il tuo sguardo. (con un carattere di sfondo blu)",
    "tooltip.enigmaticlegacy.etheriumSword4": "Questo abilità ha %1$s secondi di cooldown.",
    "tooltip.enigmaticlegacy.etheriumSword5": "Premi shift+destra-clic per sopprimere.",
    "tooltip.enigmaticlegacy.evilEssence1": "emblema energia cruda e non raffinata strappata",
    "tooltip.enigmaticlegacy.evilEssence2": "da parte dell'anima del Wither.",
    "tooltip.enigmaticlegacy.extradimensionalEye1": "Leggi desiderata posizione premendo §5",
    "tooltip.enigmaticlegacy.extradimensionalEye2": "Clicca destro (o shift+clicca destro) mentre sei lì.",
    "tooltip.enigmaticlegacy.extradimensionalEye3": "Tu puoi quindi cliccare con esso su un...",
    "tooltip.enigmaticlegacy.extradimensionalEye4": "Creatura vivente da trasportare in quel luogo",
    "tooltip.enigmaticlegacy.extradimensionalEye5": "Posizione, finché risiede nel §5",
    "tooltip.enigmaticlegacy.extradimensionalEye6": "stesso dimensione. (con caratteri di formato Unicode)",
    "tooltip.enigmaticlegacy.extradimensionalEye7": "Si dissipa dopo essere stato utilizzato.",
    "tooltip.enigmaticlegacy.extradimensionalEyeDimension": "dimensione: %1$s (colore verde)",
    "tooltip.enigmaticlegacy.extradimensionalEyeLocation": "Posizione vincolata:",
    "tooltip.enigmaticlegacy.extradimensionalEyeX": "-x: %1$s (in colore blu)",
    "tooltip.enigmaticlegacy.extradimensionalEyeY": "- y: %1$s (colore blu scuro)",
    "tooltip.enigmaticlegacy.extradimensionalEyeZ": "- z: %1$s (colore blu scuro)",
    "tooltip.enigmaticlegacy.eyeOfNebula1": "Abilità attiva: (in colore blu)",
    "tooltip.enigmaticlegacy.eyeOfNebula10": "- quando sei in acqua, sei vulnerabile a qualsiasi danno.",
    "tooltip.enigmaticlegacy.eyeOfNebula2": "Teleporti dietro la creatura che stai guardando. (in colore blu)",
    "tooltip.enigmaticlegacy.eyeOfNebula3": "Abilità passive: (in colore blu)",
    "tooltip.enigmaticlegacy.eyeOfNebula4": "Incremento di danno magico di - %1$s (rosso)",
    "tooltip.enigmaticlegacy.eyeOfNebula5": "Risistenza al danno magico di - %1$s §5- §6§d",
    "tooltip.enigmaticlegacy.eyeOfNebula6": "- %1$s§d chance di teleportarsi lontano da qualsiasi attacco.",
    "tooltip.enigmaticlegacy.eyeOfNebula7": "- dopo l'utilizzo di un'abilità attiva, il tuo prossimo attacco è",
    "tooltip.enigmaticlegacy.eyeOfNebula8": "§5Empowerito e infligge §6 +%1$s§d danni§5.",
    "tooltip.enigmaticlegacy.eyeOfNebula9": "Immunità al danno da utilizzo di perle di fine (§6).",
    "tooltip.enigmaticlegacy.eyeOfNebulaCooldown": "Ritardo: %1$s secondi",
    "tooltip.enigmaticlegacy.fabulousScroll1": "fornisce la capacità di volare liberamente, al costo di §5",
    "tooltip.enigmaticlegacy.fabulousScroll2": "Costo di consumare rapidamente la tua esperienza. (con sfondo blu)",
    "tooltip.enigmaticlegacy.fabulousScroll3": "Consumo di esperienza completamente annullato",
    "tooltip.enigmaticlegacy.fabulousScroll4": "Entro il raggio di un beacon attivo.",
    "tooltip.enigmaticlegacy.fabulousScroll5": "Compensa la penalità di velocità miniera quando si vola. (con colorazione blu)",
    "tooltip.enigmaticlegacy.forbiddenAxe1": "Ha una possibilità di decapitare i mostri uccisi.",
    "tooltip.enigmaticlegacy.forbiddenAxe2": "Ogni livello di saccheggio applicato aggiunge +%1$s",
    "tooltip.enigmaticlegacy.forbiddenAxe3": "al 5% della probabilità complessiva di decapitazione.",
    "tooltip.enigmaticlegacy.forbiddenAxeBeheadingChance": "+§1$s beheading chance",
    "tooltip.enigmaticlegacy.forbiddenFruit1": "Dopo aver consumato il frutto non potrai più...",
    "tooltip.enigmaticlegacy.forbiddenFruit2": "Esperienza e fame ancora una volta, ma qualsiasi forma di...",
    "tooltip.enigmaticlegacy.forbiddenFruit3": "La regenerazione avrà un effetto più debole di §6%1$s§5.",
    "tooltip.enigmaticlegacy.forbiddenFruitLore": "Conoscenza è il dono più grande. (con colorazione verde)",
    "tooltip.enigmaticlegacy.goldenRing1": "Rende i piglini neutri quando indossato. (con colorazione in formato Minecraft)",
    "tooltip.enigmaticlegacy.goldenRing1Cursed": "Rende i piglini neutri quando indossato. (con colorazione)",
    "tooltip.enigmaticlegacy.golemHeart1": "Abilità attiva: (rosso)",
    "tooltip.enigmaticlegacy.golemHeart10": "Immunità al danno da pressione e pungitura. (in grassetto)",
    "tooltip.enigmaticlegacy.golemHeart11": "- sei vulnerabile ai danni magici.",
    "tooltip.enigmaticlegacy.golemHeart2": "- assente. (con colorazione rosso)",
    "tooltip.enigmaticlegacy.golemHeart3": "Abilità passive:",
    "tooltip.enigmaticlegacy.golemHeart4": "- +%1$s armor points",
    "tooltip.enigmaticlegacy.golemHeart5": "§5- se non è equipaggiato nulla nei slot di armatura, altrimenti",
    "tooltip.enigmaticlegacy.golemHeart6": "§5 guadagna §6 +%1$s§d punti di resistenza dell'armatura§5, §6 +%2$s§d tenacia dell'armatura§5,",
    "tooltip.enigmaticlegacy.golemHeart7": "§5 e §6 +%1$s§d resistenza al danno esplosivo§5.",
    "tooltip.enigmaticlegacy.golemHeart8": "Resistenza al danno da combattimento di - %1$s (§5- §6)",
    "tooltip.enigmaticlegacy.golemHeart9": "Resistenza al colpo di spinta - %1$s (in colore verde)",
    "tooltip.enigmaticlegacy.golemHeartCooldown": "Ritardo: %1$s secondi",
    "tooltip.enigmaticlegacy.guardianHeart1": "Mentre è nel inventario, guardiani all'interno di %1$s blocchi",
    "tooltip.enigmaticlegacy.guardianHeart10": "Priorizza l'attacco al mostro infuriato. (con colorazione blu)",
    "tooltip.enigmaticlegacy.guardianHeart11": "Alcuni mostri sono immuni alla rabbia.",
    "tooltip.enigmaticlegacy.guardianHeart12": "Questo' abilità ha %1$s secondi di raffreddamento.",
    "tooltip.enigmaticlegacy.guardianHeart2": "da te sei resi neutri verso di te",
    "tooltip.enigmaticlegacy.guardianHeart3": "e §5e e i mostri vicini.",
    "tooltip.enigmaticlegacy.guardianHeart4": "Mentre sei nella barra degli slot, fissa il tuo sguardo su...",
    "tooltip.enigmaticlegacy.guardianHeart5": "Un mostro all'interno di %1$s blocchi da te causa ciò",
    "tooltip.enigmaticlegacy.guardianHeart6": "Diventare temporaneamente infuriato, ottenendo maggiore...",
    "tooltip.enigmaticlegacy.guardianHeart7": "Forza e cambio bersaglio su altri più vicini (in colore blu)",
    "tooltip.enigmaticlegacy.guardianHeart8": "Un mostro all'interno di %1$s blocchi da esso.",
    "tooltip.enigmaticlegacy.guardianHeart9": "Altri mostri all'interno di questo raggio d'azione moriranno immediatamente",
    "tooltip.enigmaticlegacy.heavenTome1": "fornisce l'abilità di volo all'interno di un raggio",
    "tooltip.enigmaticlegacy.heavenTome2": "di un beffino attivo §6, a scapito di una lenta",
    "tooltip.enigmaticlegacy.heavenTome3": "Consumendo la tua esperienza. (con un carattere di sfondo blu)",
    "tooltip.enigmaticlegacy.heavenTome4": "Compensa la penalità di velocità miniera quando si vola. (con colorazione blu)",
    "tooltip.enigmaticlegacy.holdShift": "Tieni premuto shift per visualizzare i dettagli.",
    "tooltip.enigmaticlegacy.hunterGuidebook1": "Mentre è nel tuo inventario, tutti i danni ai tuoi animali",
    "tooltip.enigmaticlegacy.hunterGuidebook2": "Ricevere entro %1$s blocchi da te è reindirizzato",
    "tooltip.enigmaticlegacy.hunterGuidebook3": "Sopra di te.",
    "tooltip.enigmaticlegacy.hunterGuidebook4": "Se il libro di guida alla compagnia animale è anche",
    "tooltip.enigmaticlegacy.hunterGuidebook5": "Posseduto, il danno ridiretto è ridotto del %1$s%.",
    "tooltip.enigmaticlegacy.ichorBottle1": "Per disprezzare gli dei, bisogna conoscerli... (con sfondo blu)",
    "tooltip.enigmaticlegacy.ichorBottle2": "Consuma per ottenere +1 slot di charme permanentemente.",
    "tooltip.enigmaticlegacy.infernalShield1": "Quando indossato:",
    "tooltip.enigmaticlegacy.infernalShield10": "Effetto §5, ma ogni danno ricevuto lo cancella.",
    "tooltip.enigmaticlegacy.infernalShield11": "Attacchi da dietro degli avversari infliggono il 50% in più di danno.",
    "tooltip.enigmaticlegacy.infernalShield2": "- Estingue il fuoco su di te. (con colorazione blu)",
    "tooltip.enigmaticlegacy.infernalShield3": "Quando si blocca:",
    "tooltip.enigmaticlegacy.infernalShield4": "- può bloccare gli attacchi immediatamente dopo essere stato sollevato. (con colorazione blu)",
    "tooltip.enigmaticlegacy.infernalShield5": "- può bloccare - frecce magiche -",
    "tooltip.enigmaticlegacy.infernalShield6": "- non può essere disattivato dalle armi normalmente efficaci",
    "tooltip.enigmaticlegacy.infernalShield7": "Contro scudi. (con un carattere di sfondo blu)",
    "tooltip.enigmaticlegacy.infernalShield8": "Brucia gli attaccanti quando blocca danni da mezzo.",
    "tooltip.enigmaticlegacy.infernalShield9": "- blocchi riusciti concedono un potere ardente crescente -",
    "tooltip.enigmaticlegacy.infinimeal1": "Funziona come pasto infinito per ossa.",
    "tooltip.enigmaticlegacy.infinimeal2": "Effetto su cactus e piante di coro.",
    "tooltip.enigmaticlegacy.infinimeal3": "Nether wart, zucchetto di canna e vigna.",
    "tooltip.enigmaticlegacy.insignia1": "Rimpiazza il tuo nome a tag se rinominato in un anfora.",
    "tooltip.enigmaticlegacy.insignia2": "Consente di vedere il tuo proprio nome.",
    "tooltip.enigmaticlegacy.insignia3": "Clicca destro con shift premuto per abilitare\/disabilitare questo.",
    "tooltip.enigmaticlegacy.insigniaName": "Nome inciso: §d%1$s",
    "tooltip.enigmaticlegacy.insigniaTagDisplayDisabled": "Nametag visibile da sé: disabilitato",
    "tooltip.enigmaticlegacy.insigniaTagDisplayEnabled": "Etichetta di nome visibile da sé: abilitato",
    "tooltip.enigmaticlegacy.lootGenerator1": "Premi destro clic o shift+destro clic per...",
    "tooltip.enigmaticlegacy.lootGenerator2": "Cicla indietro e in avanti la lista delle tabelle di loot.",
    "tooltip.enigmaticlegacy.lootGenerator3": "Premi shift+destra-clic sulla parte superiore di un cassettino",
    "tooltip.enigmaticlegacy.lootGenerator4": "Riempi con bottino generato casualmente da §5",
    "tooltip.enigmaticlegacy.lootGenerator5": "Selezione della tabella di oggetti, o premere il tasto inferiore per stampare",
    "tooltip.enigmaticlegacy.lootGenerator6": "Risultati di generazione di bottino stimati: 32768",
    "tooltip.enigmaticlegacy.lootGenerator7": "istruzioni per il file di log più recente.",
    "tooltip.enigmaticlegacy.lootGenerator8": "Cliccando su altre facce di un cassettino, invece...",
    "tooltip.enigmaticlegacy.lootGenerator9": "Elimina tutto ciò che è contenuto all'interno. (con sfondo blu)",
    "tooltip.enigmaticlegacy.lootGeneratorCurrent": "Corrente tabella di oggetti:",
    "tooltip.enigmaticlegacy.loreFragment1": "Usa l'inchiostiera dell'architetto per scrivere",
    "tooltip.enigmaticlegacy.loreFragment2": "nome e leggenda.",
    "tooltip.enigmaticlegacy.loreFragment3": "Quando completato, combinare con qualsiasi oggetto in incudine",
    "tooltip.enigmaticlegacy.loreFragment4": "Aggiungere quei testi a quell'oggetto.",
    "tooltip.enigmaticlegacy.loreInscriber1": "Clicca destro per aprire la GUI e inserisci frammento di lore",
    "tooltip.enigmaticlegacy.loreInscriber10": "riga aggiunta o riga di lore con indice specificato, §5",
    "tooltip.enigmaticlegacy.loreInscriber11": "rispettivamente.",
    "tooltip.enigmaticlegacy.loreInscriber2": "Scrivere nome e linee di lore formattate su di esso.",
    "tooltip.enigmaticlegacy.loreInscriber3": "Usa [0-9] per applicare formattazione di colore a qualsiasi testo",
    "tooltip.enigmaticlegacy.loreInscriber4": "testo seguente nel campo nome.",
    "tooltip.enigmaticlegacy.loreInscriber5": "Usa [k\/l\/m\/n\/o\/r] per applicare formattazione di carattere.",
    "tooltip.enigmaticlegacy.loreInscriber6": "Inizia la riga con ! per aggiungerla come riga di lore,",
    "tooltip.enigmaticlegacy.loreInscriber7": "o con ! [0-99] per impostare la riga di lore con",
    "tooltip.enigmaticlegacy.loreInscriber8": "Indice specificato. (con colorante blu)",
    "tooltip.enigmaticlegacy.loreInscriber9": "Inserisci -! o [0-99]-! per rimuovere l'ultima leggenda",
    "tooltip.enigmaticlegacy.magnetRing1": "Attrae oggetti entro un raggio di §6 %1$s §6 blocchi.",
    "tooltip.enigmaticlegacy.magnetRing2": "Questo può essere disattivato tenendo premuto il tasto shift.",
    "tooltip.enigmaticlegacy.magnetRing2_alt": "Solo ha effetto quando si tiene premuto il tasto shift.",
    "tooltip.enigmaticlegacy.megaSponge1": "Assorbe immediatamente l'acqua in un raggio di piccole dimensioni (in grassetto)",
    "tooltip.enigmaticlegacy.megaSponge2": "Intorno a te, quando ci entri. (con colorazione blu)",
    "tooltip.enigmaticlegacy.mendingMixture1": "Combina con qualsiasi strumento, arma o armatura in un §5misto di riparazione",
    "tooltip.enigmaticlegacy.mendingMixture2": "Creare un griglia di crafting per ripristinare completamente la sua resistenza.",
    "tooltip.enigmaticlegacy.miningCharm1": "Velocità di miniera aumentata del %1$s%",
    "tooltip.enigmaticlegacy.miningCharm2": "Fortuna livello +%1$s (in grassetto)",
    "tooltip.enigmaticlegacy.miningCharm3": "Quando sei sottoterra, applica la vista notturna",
    "tooltip.enigmaticlegacy.miningCharm4": "Effetto a te. Questa funzionalità può essere disattivata mediante...",
    "tooltip.enigmaticlegacy.miningCharm5": "Premi destro clic quando si tiene il fascino.",
    "tooltip.enigmaticlegacy.miningCharmNightVision": "Visione notturna: %1$s",
    "tooltip.enigmaticlegacy.monsterCharm1": "+§1$s§d danni§5 contro creature non mortali.",
    "tooltip.enigmaticlegacy.monsterCharm2": "+§1$s§d danni§5 contro altri creature aggressive.",
    "tooltip.enigmaticlegacy.monsterCharm3": "+1 livello di saccheggio",
    "tooltip.enigmaticlegacy.monsterCharm4": "Spiriti uccisi lasciano cadere esperienze doppie.",
    "tooltip.enigmaticlegacy.nether": "Il Nether",
    "tooltip.enigmaticlegacy.oceanStone1": "Abilità attiva: (in colore blu)",
    "tooltip.enigmaticlegacy.oceanStone10": "- velocità di nuoto notevolmente aumentata. (con colorazione blu)",
    "tooltip.enigmaticlegacy.oceanStone11": "- sei vulnerabile ai danni da fuoco.",
    "tooltip.enigmaticlegacy.oceanStone2": "-Inizia tempesta, a grande spesa di esperienza. (con colorazione verde)",
    "tooltip.enigmaticlegacy.oceanStone3": "§6",
    "tooltip.enigmaticlegacy.oceanStone4": "Abilità passive: (in colore blu)",
    "tooltip.enigmaticlegacy.oceanStone5": "§5- §6%1$s§d resistenza al danno contro le creature marine.",
    "tooltip.enigmaticlegacy.oceanStone6": "§5 - Non hai più bisogno di aria per respirare sott'acqua.",
    "tooltip.enigmaticlegacy.oceanStone7": "Fornisce effetto di visibilità notturna quando si è in acqua.",
    "tooltip.enigmaticlegacy.oceanStone8": "Fornisce effetti dell'incantesimo di affinità acquosa.",
    "tooltip.enigmaticlegacy.oceanStone9": "- annulla la gravità quando si è sott'acqua. (con colorazione blu)",
    "tooltip.enigmaticlegacy.oceanStoneCooldown": "Ritardo: %1$s secondi",
    "tooltip.enigmaticlegacy.overworld": "Sopra il mondo",
    "tooltip.enigmaticlegacy.paragraph": "§",
    "tooltip.enigmaticlegacy.quotePlayer1": "Premi destro per riprodurre la citazione selezionata.",
    "tooltip.enigmaticlegacy.quotePlayer2": "Premi shift+destra-clic per ciclare attraverso",
    "tooltip.enigmaticlegacy.quotePlayer3": "Disponibili citazioni.",
    "tooltip.enigmaticlegacy.quotePlayerSelection": "Attuale citazione: %1$s (in colore blu)",
    "tooltip.enigmaticlegacy.recallPotion1": "Restituisce il tuo letto o l'ancora di respawn",
    "tooltip.enigmaticlegacy.recallPotion2": "Posizione, o al centro del mondo superficiale",
    "tooltip.enigmaticlegacy.recallPotion3": "Se non ne hai uno. (con colorazione blu)",
    "tooltip.enigmaticlegacy.redemptionPotion1": "consente di espiazione per il peccato commesso",
    "tooltip.enigmaticlegacy.redemptionPotion2": "Assaggiando il frutto proibito.",
    "tooltip.enigmaticlegacy.revelationTome1": "Molti pagine di questo codice furono distrutte",
    "tooltip.enigmaticlegacy.revelationTome2": "o o r renderi illeggibile da flusso implacabile",
    "tooltip.enigmaticlegacy.revelationTome3": "di tempo, ma potrebbe ancora contenere utili informazioni",
    "tooltip.enigmaticlegacy.revelationTome4": "Pezzi di antichi studi e leggende. (con colorazione blu)",
    "tooltip.enigmaticlegacy.revelationTomeClick": "Clicca per studiarlo.",
    "tooltip.enigmaticlegacy.revelationTomeMarkRead": "Hai già letto questo codice. (con colorazione rosso)",
    "tooltip.enigmaticlegacy.seconds": "secondi",
    "tooltip.enigmaticlegacy.soulCompass1": "Punti verso la posizione del cristallo dell'anima più vicino.",
    "tooltip.enigmaticlegacy.soulCrystal1": "Clicca destro per assorbire il cristallo e...",
    "tooltip.enigmaticlegacy.soulCrystal2": "Ristabilisci uno dei tuoi cristalli dell'anima persi.",
    "tooltip.enigmaticlegacy.subformat": "Ecco il simbolo dell'ampersand (&)",
    "tooltip.enigmaticlegacy.superMagnetRing1": "Istantemente raccoglie tutti gli oggetti gettati §5",
    "tooltip.enigmaticlegacy.superMagnetRing2": "entro %1$s blocchi di raggio.",
    "tooltip.enigmaticlegacy.superMagnetRing3": "Questo può essere disattivato tenendo premuto il tasto shift.",
    "tooltip.enigmaticlegacy.superMagnetRing3_alt": "Solo ha effetto quando si tiene premuto il pulsante shift.",
    "tooltip.enigmaticlegacy.tainted1": "Leggermente contaminato dalla presenza di uno stregone maledetto.",
    "tooltip.enigmaticlegacy.tainted2": "Inquinato dal tocco di un essere maledetto. (con colorazione verde)",
    "tooltip.enigmaticlegacy.theAcknowledgment1": "Il bagliore accecante della rivelazione sarà",
    "tooltip.enigmaticlegacy.theAcknowledgment2": "Incenera quelli che rifiutano di accettarlo.",
    "tooltip.enigmaticlegacy.theCube1": "Abilità attiva:",
    "tooltip.enigmaticlegacy.theCube10": "- +1 sorte",
    "tooltip.enigmaticlegacy.theCube11": "- tutti gli attacchi che infliggono più di %1$s danni sono completamente annullati.",
    "tooltip.enigmaticlegacy.theCube12": "- 35% di probabilità di deviare un attacco o proiettile in arrivo.",
    "tooltip.enigmaticlegacy.theCube13": "Quando attaccato a distanza ravvicinata, applica un effetto negativo casuale all'attaccante.",
    "tooltip.enigmaticlegacy.theCube14": "Quando uccidi qualsiasi creatura, ricevi un buff casuale.",
    "tooltip.enigmaticlegacy.theCube15": "§5- non hai bisogno d'aria per respirare.",
    "tooltip.enigmaticlegacy.theCube16": "Immunità ai effetti negativi dello stato (in grassetto)",
    "tooltip.enigmaticlegacy.theCube17": "Immunità a pressione, caduta, collisione, pungolamento, teletrasporto, fuoco",
    "tooltip.enigmaticlegacy.theCube18": "§5 e danni di lava.",
    "tooltip.enigmaticlegacy.theCube19": "Quando hai più di 1 salute, sopravvivi a qualsiasi danno letale.",
    "tooltip.enigmaticlegacy.theCube2": "Teleporti a una posizione casuale in uno dei tre principali dimensioni. (in grassetto)",
    "tooltip.enigmaticlegacy.theCube20": "con 1.500 punti vita rimanenti. Se hai 1.500 punti vita o meno, tentativi di",
    "tooltip.enigmaticlegacy.theCube21": "§5 Attiva abilità del cubo per prevenire danni letali. Ristabilisce la tua...",
    "tooltip.enigmaticlegacy.theCube22": "§5 salute di §63%§5 e applica potenti buff se riuscito.",
    "tooltip.enigmaticlegacy.theCube3": "Ritardo: %1$s secondi",
    "tooltip.enigmaticlegacy.theCube4": "Abilità passive: (in colore blu)",
    "tooltip.enigmaticlegacy.theCube5": "Velocità di corsa aumentata del 35% (+35%)",
    "tooltip.enigmaticlegacy.theCube6": "Velocità di nuoto aumentata del 100% (+)",
    "tooltip.enigmaticlegacy.theCube7": "- +60% velocità di miniera",
    "tooltip.enigmaticlegacy.theCube8": "Velocità d'attacco aumentata del 40% (+40%)",
    "tooltip.enigmaticlegacy.theCube9": "- +1 fortuna livello",
    "tooltip.enigmaticlegacy.theInfinitum1": "Il vuoto ritorna anche lo sguardo più audace. (con colorazione blu)",
    "tooltip.enigmaticlegacy.theInfinitum10": "Danni letali non ti uccideranno. (con colorazione blu)",
    "tooltip.enigmaticlegacy.theInfinitum2": "Alterazione del quarto maledetto:",
    "tooltip.enigmaticlegacy.theInfinitum3": "- sempre infligge il suo danno pieno.",
    "tooltip.enigmaticlegacy.theInfinitum4": "+§1$s §d-danno§5 contro boss e giocatori.",
    "tooltip.enigmaticlegacy.theInfinitum5": "+§6%1$s §dknockback",
    "tooltip.enigmaticlegacy.theInfinitum6": "+§6%1$s §dlife steal",
    "tooltip.enigmaticlegacy.theInfinitum7": "Può sopportare la maggior parte degli incantesimi di spada.",
    "tooltip.enigmaticlegacy.theInfinitum8": "Ogni attacco infligge debuff orribili. (con colorazione blu)",
    "tooltip.enigmaticlegacy.theInfinitum9": "Quando tenuto, fornisce un §6%1$s §dchance§5 altrimenti",
    "tooltip.enigmaticlegacy.theJudgement1": "al momento dell'attacco, infligge danno a ogni",
    "tooltip.enigmaticlegacy.theJudgement2": "Creatura all'interno di un raggio di §6%s§6 blocchi§5",
    "tooltip.enigmaticlegacy.theJudgement3": "da parte del bersaglio.",
    "tooltip.enigmaticlegacy.theJudgement4": "in chiaro drop, anche rimuove tutti",
    "tooltip.enigmaticlegacy.theJudgement5": "Caduta all'interno del raggio d'attacco. (con colorazione blu)",
    "tooltip.enigmaticlegacy.theJudgement6": "Modalità: %s",
    "tooltip.enigmaticlegacy.theJudgementMode0": "normale",
    "tooltip.enigmaticlegacy.theJudgementMode1": "Droppi puri §6",
    "tooltip.enigmaticlegacy.theTwist1": "in un percorso per portarlo via tutto,",
    "tooltip.enigmaticlegacy.theTwist2": "Ci può essere nessun modo migliore di sapere... (con colorazione blu)",
    "tooltip.enigmaticlegacy.theTwist3": "Contro boss e giocatori:",
    "tooltip.enigmaticlegacy.theTwist4": "Alterazione del quarto maledetto:",
    "tooltip.enigmaticlegacy.theTwist5": "- sempre infligge il suo danno pieno.",
    "tooltip.enigmaticlegacy.theTwist6": "+ %1$s danni contro boss e giocatori. (con colorazione)",
    "tooltip.enigmaticlegacy.theTwist7": "+ %1$s knockback (in grassetto)",
    "tooltip.enigmaticlegacy.tilt": "&",
    "tooltip.enigmaticlegacy.twistedMirror1": "Guarda nel miraggio per tornare al tuo letto",
    "tooltip.enigmaticlegacy.twistedMirror2": "o respawn anchor, o al centro di",
    "tooltip.enigmaticlegacy.twistedMirror3": "Il mondo superiore, se non ne hai uno. (con colorazione in §6 e §5)",
    "tooltip.enigmaticlegacy.twistedPotion1": "Teleporti a luogo della tua ultima posizione §5",
    "tooltip.enigmaticlegacy.twistedPotion2": "Demise, al costo di lasciarti sul...",
    "tooltip.enigmaticlegacy.twistedPotion3": "Rimbaia della morte. (con colorazione blu)",
    "tooltip.enigmaticlegacy.undefined": "Tooltip indefinito rilevato §4",
    "tooltip.enigmaticlegacy.unholyGrail1": "Ti consigliamo di non bere da esso... (con colorazione blu)",
    "tooltip.enigmaticlegacy.unwitnessedAmuletHoldShift": "Il shift sarà tenuto.",
    "tooltip.enigmaticlegacy.unwitnessedAmuletShift1": "Sarà legato alla prima persona che...",
    "tooltip.enigmaticlegacy.unwitnessedAmuletShift2": "Sfida: §5si giacciono le loro pretese su questo reliquario, e in...",
    "tooltip.enigmaticlegacy.unwitnessedAmuletShift3": "Quel minuto glorioso del destino scelto",
    "tooltip.enigmaticlegacy.unwitnessedAmuletShift4": "Portatore sarà predeterminato. (con colorazione blu)",
    "tooltip.enigmaticlegacy.void": "Il Vuoto",
    "tooltip.enigmaticlegacy.voidPearl1": "Abilità attiva:",
    "tooltip.enigmaticlegacy.voidPearl10": "Esposto alla oscurità, ricevi un aumento massiccio",
    "tooltip.enigmaticlegacy.voidPearl11": "§5 danni e pesanti debuff. §6 le nuvole si alzano §5",
    "tooltip.enigmaticlegacy.voidPearl12": "§5 Affetto indipendentemente dal livello di luce.",
    "tooltip.enigmaticlegacy.voidPearl13": "- %1$s§d chance§5 che altrimenti il danno letale sarebbe stato mortale",
    "tooltip.enigmaticlegacy.voidPearl14": "Non ti ucciderà. (con colorazione blu)",
    "tooltip.enigmaticlegacy.voidPearl2": "- assente. (con colorazione viola)",
    "tooltip.enigmaticlegacy.voidPearl3": "Abilità passive:",
    "tooltip.enigmaticlegacy.voidPearl4": "- Hai esperienza di fame zero, ma ti rigeneri",
    "tooltip.enigmaticlegacy.voidPearl5": "a un tasso molto più lento. (con colorazione blu)",
    "tooltip.enigmaticlegacy.voidPearl6": "- Ti è più possibile respirare. (con colorazione blu)",
    "tooltip.enigmaticlegacy.voidPearl7": "Immunità a tutti gli effetti di stato (§5)",
    "tooltip.enigmaticlegacy.voidPearl8": "- i tuoi attacchi infliggono il deperimento.",
    "tooltip.enigmaticlegacy.voidPearl9": "- qualsiasi creatura vicina a te, se sono §5",
    "tooltip.enigmaticlegacy.voidPearlCooldown": "Ritardo: %1$s secondi",
    "tooltip.enigmaticlegacy.voidStone1": "Mentre è nel inventario, cliccare destro mentre trascini",
    "tooltip.enigmaticlegacy.voidStone10": "Elementi elencati nel tuo inventario, fino a quando non ne rimangono più nessuno. (con colorazione blu)",
    "tooltip.enigmaticlegacy.voidStone11": "in last stack, it will always leave one stack (colore blu)",
    "tooltip.enigmaticlegacy.voidStone12": "di ogni tipo di oggetto, ma consumerà qualsiasi cosa",
    "tooltip.enigmaticlegacy.voidStone13": "più di questo.",
    "tooltip.enigmaticlegacy.voidStone14": "in eccesso assorbimento, consumerà solo",
    "tooltip.enigmaticlegacy.voidStone15": "Qualsiasi cosa se non hai spazio libero nel tuo",
    "tooltip.enigmaticlegacy.voidStone16": "Inventario, e solo fino a quando apparirà. (con colorazione blu)",
    "tooltip.enigmaticlegacy.voidStone2": "Altro piletto, o mentre trascini la chiave di volta",
    "tooltip.enigmaticlegacy.voidStone3": "Sopra un'altra pila distruggerà quella pila. (con colorazione blu)",
    "tooltip.enigmaticlegacy.voidStone4": "Combina con qualsiasi oggetto nel riquadro di crafting per renderlo utilizzabile",
    "tooltip.enigmaticlegacy.voidStone5": "Consumi automaticamente quell'oggetto mentre è nel inventario,",
    "tooltip.enigmaticlegacy.voidStone6": "o con nulla per cancellare l'elenco.",
    "tooltip.enigmaticlegacy.voidStone7": "Mentre si tiene premuto, premere il pulsante destro per cambiare modalità",
    "tooltip.enigmaticlegacy.voidStone8": "Ora clicca destro con shift attivato o disattivato per attivarlo o disattivarlo.",
    "tooltip.enigmaticlegacy.voidStone9": "in modalità assorbimento totale, la pietra chiave consuma tutto",
    "tooltip.enigmaticlegacy.voidStoneCtrlList": "Elenco di articoli consumabili:",
    "tooltip.enigmaticlegacy.voidStoneHoldCtrl": "Tieni premuto Ctrl per visualizzare gli oggetti consumabili.",
    "tooltip.enigmaticlegacy.voidStoneMode0": "Assorbimento totale (§6)",
    "tooltip.enigmaticlegacy.voidStoneMode1": "Ultimo accumulo (in grassetto)",
    "tooltip.enigmaticlegacy.voidStoneMode2": "Assorbimento eccessivo (in colore verde)",
    "tooltip.enigmaticlegacy.voidStoneModeDesc": "Modalità: %1$s (colore blu scuro e verde)",
    "tooltip.enigmaticlegacy.voidStoneModeInactive": "disattivato",
    "tooltip.enigmaticlegacy.worthyOnesOnly1": "Il sacrificio necessario per acquistare questo oggetto",
    "tooltip.enigmaticlegacy.worthyOnesOnly2": "è immenso - devi spendere 69,5% dei tuoi",
    "tooltip.enigmaticlegacy.worthyOnesOnly3": "Tempo nel mondo sofferente delle sette maledizioni.",
    "tooltip.enigmaticlegacy.worthyOnesOnly4": "per ora, il tuo tempo misura a:",
    "tooltip.enigmaticlegacy.xpTome1": "Può archiviare un'quantità illimitata di esperienza.",
    "tooltip.enigmaticlegacy.xpTome10": "Mentre è attivo, raccoglie orbite di esperienza",
    "tooltip.enigmaticlegacy.xpTome11": "entro %1$s blocchi di raggio.",
    "tooltip.enigmaticlegacy.xpTome2": "Premi shift+destra mentre lo tenga in mano",
    "tooltip.enigmaticlegacy.xpTome3": "Per abilitare\/disabilitare.",
    "tooltip.enigmaticlegacy.xpTome4": "Premi destro-clic per cambiare modalità.",
    "tooltip.enigmaticlegacy.xpTome4_5": "Puoi anche utilizzare la combinazione di tasti correlata.",
    "tooltip.enigmaticlegacy.xpTome5": "in assorbimento, consumerà il tuo",
    "tooltip.enigmaticlegacy.xpTome6": "Esperienza, mentre portato nella posizione del rotolo.",
    "tooltip.enigmaticlegacy.xpTome7": "in estrazione, questo comportamento è",
    "tooltip.enigmaticlegacy.xpTome8": "reverso e lo scrittoio trasferisce tutto",
    "tooltip.enigmaticlegacy.xpTome9": "Riacquisito esperienza. (con sfondo blu)",
    "tooltip.enigmaticlegacy.xpTomeAbsorption": "assorbimento",
    "tooltip.enigmaticlegacy.xpTomeDeactivated": "disattivato",
    "tooltip.enigmaticlegacy.xpTomeExtraction": "estrazione",
    "tooltip.enigmaticlegacy.xpTomeMode": "Modalità: §d%1$s",
    "tooltip.enigmaticlegacy.xpTomeStoredXP": "§d Esperienza conservata:",
    "tooltip.enigmaticlegacy.xpTomeUnits": "%1$s uniti, o %2$s livelli",
    "world.enigmaticlegacy.name": "Mondo #"
}