{
    "_": "",
    "witty.dialogue.apologize.fail\/1": "Vattene dalla mia presenza!",
    "witty.dialogue.apologize.fail\/2": "Oh, vedo che hai imparato l'arte di intenzionalmente incollarti contro di me!",
    "witty.dialogue.apologize.fail\/3": "Oh, ti aspetti che io creda a quell'insipido scusa? Quanto è pittoresco!",
    "witty.dialogue.apologize.fail\/4": "Oh, oh! Salva le tue scuse miserabili, poiché non possiedono alcun potere guaritore!",
    "witty.dialogue.apologize.fail\/5": "Ahah! Come se fossi mai disposta ad accettare la tua presunta scusa!",
    "witty.dialogue.apologize.success\/1": "Non preoccuparti, tutti abbiamo i nostri momenti di totale goffaggine.",
    "witty.dialogue.apologize.success\/2": "Be', fortunatamente per te, oggi sto sentendo un po' più indulgente. Ricorda solo di evitare altri fallimenti epici, okay?",
    "witty.dialogue.apologize.success\/3": "Ok, ti lascio passare questa volta, ma considera questo il tuo avviso per non ripetere mai più i tuoi errori.",
    "witty.dialogue.apologize.success\/4": "Non è un problema, anche i migliori di noi sbagliano occasionalmente. Assicurati solo di mantenere i tuoi \"oops\" al minimo.",
    "witty.dialogue.apologize.success\/5": "Ah, bene, suppongo che anche l'universo possa perdonare un piccolo errore da parte di qualcuno, almeno una volta. Speriamo che tu abbia imparato la lezione, non è vero?",
    "witty.dialogue.busy\/1": "Ehi, ti ho già dato la mia dose quotidiana di pettegolezzo del villaggio. È ora che mi rimetta il naso sul mio lavoro.",
    "witty.dialogue.busy\/2": "Oh, amore mio, quanto mi piacciono le nostre piccole chiacchierate, ma il dovere chiama e devo conquistare questo carico di lavoro prima che tramonti il sole.",
    "witty.dialogue.busy\/3": "Mi dispiace, caro, ma il mio piatto è attualmente pieno di compiti. Potremmo riprendere quando non sarò costretto a fare dei numeri da circense?",
    "witty.dialogue.busy\/4": "Con rincrescimento, amico mio, le esigenze della produttività mi chiamano. Non temere, poiché ci riuniremo di nuovo quando il mio lavoro sarà compiuto.",
    "witty.dialogue.busy\/5": "Oh no! Sto lasciando il mio forno non sorvegliato e sta per scoppiare una ribellione fiammeggiante! Dopo aver evitato la catastrofe, potremo continuare la nostra conversazione, d'accordo?",
    "witty.dialogue.chat.desert\/1": "Chi ha bisogno dell'inverno quando puoi goderti il caldo torrido del deserto tutto l'anno?",
    "witty.dialogue.chat.desert\/10": "La vita in questo deserto arido è dura, ma fortunatamente il nostro villaggio è un oasi di acqua e cibo. Chi ha bisogno di vegetazione folta quando hai una comunità che sa sopravvivere con stile?",
    "witty.dialogue.chat.desert\/2": "Il deserto è come un bagno turco senza fine, meno la musica rilassante e le fette di cipolla.",
    "witty.dialogue.chat.desert\/3": "Guardami, ho un tan permanente che persino un vampiro invidierebbe. Anzi, potrebbe essere una bruciatura solare, ma chi conta?",
    "witty.dialogue.chat.desert\/4": "Quando il sole tramonta, il deserto si trasforma in un teatro celestiale mozzafiato. È come essere seduto in prima fila per lo spettacolo cosmico più grande della terra.",
    "witty.dialogue.chat.desert\/5": "Oh mio dio, il sole è proprio fuori a farci arrostire oggi. Non mi sorprenderei se iniziassi a sfriggolare come un salsiccia nel giro di poco tempo.",
    "witty.dialogue.chat.desert\/6": "Oh mio dio! Il sole sembra determinato a trasformarci in toast umana oggi. È ora di tirare fuori il creme solare e pregare per un po' d'ombra.",
    "witty.dialogue.chat.desert\/7": "Trovarsi dei conigli nel deserto è come trovare un ago in un pagliaccio di sabbia. quei piccoli conigli sono proprio bravi a nascondersi!",
    "witty.dialogue.chat.desert\/8": "Vivere qui significa affrontare quei fastidiosi husk. Hanno l'audacia di farti sentire fame proprio con un solo colpo. È come se avessero un potere segreto chiamato \"fame irata\"!",
    "witty.dialogue.chat.desert\/9": "Nota per me stesso",
    "witty.dialogue.chat.fail\/1": "Wow, non riesco nemmeno a comprendere quanta follia ci sia in quella affermazione.",
    "witty.dialogue.chat.fail\/10": "Mi scuso, ma hai veramente pensato che mi importasse di quel che hai appena detto?",
    "witty.dialogue.chat.fail\/11": "Sinceramente, cosa c'è che non va nel tuo cervello? Perché qualcuno si prenderebbe la briga di sprecare fiato su simili sciocchezze?",
    "witty.dialogue.chat.fail\/12": "Oh, le voci su di te erano vere. È come guardare nel baratro della noia.",
    "witty.dialogue.chat.fail\/13": "anche gli spettri evitano la tua compagnia, amico mio.",
    "witty.dialogue.chat.fail\/14": "Hai il fascino di una strega e la personalità di un asciugamano bagnato. impressionante, in realtà.",
    "witty.dialogue.chat.fail\/15": "Spare mi la tua presenza, o ti rilocalizzerò i guardiani in un luogo molto lontano.",
    "witty.dialogue.chat.fail\/16": "Mi dispiace, la tua conversazione aveva tutta l'emozione di guardare l'erba crescere.",
    "witty.dialogue.chat.fail\/17": "Sei proprio finito con il tuo vomito verbale? Ho cose più importanti da fare.",
    "witty.dialogue.chat.fail\/18": "Mi chiedo se il mondo piangerà la perdita del tuo incessante babilare quando arriverà il giorno.",
    "witty.dialogue.chat.fail\/19": "Mi piacerebbe contemplare il posteriore di un maiale anziché intrattenere la conversazione con te.",
    "witty.dialogue.chat.fail\/2": "Oh, per favore, illuminami con le tue teorie esplosive.",
    "witty.dialogue.chat.fail\/20": "Ecco, sei finalmente pronto a smettere di onorarmi con il tuo dialogo che fa perdere la testa?",
    "witty.dialogue.chat.fail\/21": "Aspetta, in realtà credi che la Terra sia rotonda? Quanto pittoresco! Raccontami di più delle tue fantasie sferiche.",
    "witty.dialogue.chat.fail\/3": "Tu pensi di essere cool, ma ti assicuro che sei solo tiepido al massimo.",
    "witty.dialogue.chat.fail\/4": "Guarda te, che ti pavoni intorno come un pavone.",
    "witty.dialogue.chat.fail\/5": "Meriti un biglietto di sola andata per il dungeon, amico mio.",
    "witty.dialogue.chat.fail\/6": "Oh no, fatichiamo! Ti chiediamo di tornare indietro nel tempo da dove sei venuto. Sì, moda avanti, per favore!",
    "witty.dialogue.chat.fail\/7": "I tuoi abilità di conversazione sono all'altezza di una patata, cara.",
    "witty.dialogue.chat.fail\/8": "Oh, guarda chi è tornato per un'altra conversazione tanto emozionante. Sii tranquillo, il mio cuore batte ancora.",
    "witty.dialogue.chat.fail\/9": "Mi dispiace, ero troppo occupato ad ammirare la mia propria grandezza per prestare attenzione alle tue parole insignificanti.",
    "witty.dialogue.chat.plains\/1": "Non è forse un po' noioso qui nei piani? Io non ho mai visto nulla di più emozionante. Forse dovresti crescere le ali e volare via un giorno...",
    "witty.dialogue.chat.plains\/2": "Ah, i pianure, l'epitome di tranquillità. anche se manca il rush di adrenalina degli altri biomi, sceglierei ancora questo rifugio sereno ogni giorno.",
    "witty.dialogue.chat.plains\/3": "Sai, quando la luna onora le pianure con la sua presenza, è come una sinfonia di bellezza e pace, come se la natura stessa stesse mettendo in scena un spettacolo magico solo per me.",
    "witty.dialogue.chat.plains\/4": "A volte mi sento come se volessi semplicemente sdraiarmi, guardare l'ampia distesa sopra di me e sussurrare segreti alle stelle.",
    "witty.dialogue.chat.plains\/5": "Ecco il dialogo witty:\n\n\"Ah, l'aria qui nei piani? Oh, è come bere l'elisir della vita, più pura dell'acqua delle sorgenti più pure! Fa invidiare quei folks dei taiga, ti dico!\"",
    "witty.dialogue.chat.plains\/6": "Sì, i piani possono mancare di campanelli e whistle, ma c'è qualcosa di intrinsecamente affascinante nella sua semplicità. È come trovare la bellezza nei luoghi più sottodimensionati e umili.",
    "witty.dialogue.chat.plains\/7": "Oh, il tempo di oggi mi ricorda i giorni della mia infanzia un po' scapestrata. Mi piaceva correre tra i fiori selvatici, sperando di impressionare la mia cotta, Ash. Ah, l'amore giovanile, così dolce e innocente.",
    "witty.dialogue.chat.plains\/8": "Hai mai assistito al magnifico sorgere del sole mattutino nella pianura? È come se la natura stessa creasse un capolavoro davanti ai tuoi occhi. Ti assicuro, è uno spettacolo che ti farà perdere il respiro.",
    "witty.dialogue.chat.savanna\/1": "Phew! Questa calura del savana non è una battuta di scherzo, ma almeno non dobbiamo affrontare giacche invernali e dita congelate, no?",
    "witty.dialogue.chat.savanna\/2": "Ugh, quei lama possono essere un po' fastidiosi nel collo, ma onestamente sono come i vicini strani che ami odiare. tengono le cose interessanti, sai?",
    "witty.dialogue.chat.savanna\/3": "Hai visto l'incredibile architettura di questo savana? È come un blend di saggezza antica e creatività moderna. Vivere qui è come essere parte di un capolavoro vivente, respirante.",
    "witty.dialogue.chat.savanna\/4": "Non essere ingannato dal bioma di savana apparentemente semplice. Oh no, mio amico. Abbiamo gioielli nascosti e benefici segreti che solo i villaggi saggi scoprono. È come avere accesso a un club VIP, senza le cordone del velluto.",
    "witty.dialogue.chat.savanna\/5": "Sì, qui non piove, ma chi ha bisogno di pioggia quando abbiamo fiumi che scorrono? Prendiamo il deserto e diamo un calcio alle città del deserto! Abbiamo un parco acquatico naturale proprio nel nostro cortile.",
    "witty.dialogue.chat.savanna\/6": "I colli e paesaggi di questo savana sono come un cavalletto dell'artista che si è animato. ogni passo è un viaggio, ogni vista è una cartolina degna di essere conservata. è come vivere in un romanzo d'avventura vero e proprio.",
    "witty.dialogue.chat.savanna\/7": "Ah, grazie al cielo per quei giganti di acacia! Quando il sole scatena la sua furia ardente su di noi, quegli alberelli fogliosi diventano i nostri salvatori, creando oasi di fresco ombrello. Lavorare qui sembra un viaggio tropicale... quasi.",
    "witty.dialogue.chat.savanna\/8": "Spostati, altri villaggi! Il nostro savana è famosa per produrre i più succulenti e appetitosi meloni e zucche del mondo Minecraft. Siamo come Gordon Ramsay dell'agricoltura, scambiando i nostri preziosi tesori con un'aria di superbia invidiosa.",
    "witty.dialogue.chat.snowy_plains\/1": "Oh, oh! Questo clima gelido mi tiene sempre sulle spine, ma finché ho un camino accesoio, posso affrontare qualsiasi cosa!",
    "witty.dialogue.chat.snowy_plains\/2": "Oh mio dio, è più freddo di un frigorifero di pinguini qui fuori! Ma almeno posso cenare su un buffet infinito di pesce fresco appena catturato. Salute a questo!",
    "witty.dialogue.chat.snowy_plains\/3": "Ah, giorni freddi come questi sono il perfetto pretesto per raggomitolarsi in un morbido copriletto, bere del caldo cioccolato e perdere me stesso nella lettura di un libro affascinante accanto al fuoco crepitante. Paradiso assoluto!",
    "witty.dialogue.chat.snowy_plains\/4": "La nevicata sempre scatena un turbine di ricordi dalla mia gioventù. Oh, le battaglie con i palloni di neve che avevamo con il mio gruppo di amici scapestrati! Quelli erano giorni, amico mio.",
    "witty.dialogue.chat.snowy_plains\/5": "La notte porta fuori i malfattori vagabondi, armati di frecce con la punta spinosa. Oh, che fastidio!",
    "witty.dialogue.chat.snowy_plains\/6": "Attenzione ai lupi feroci che si nascondono qui intorno, amico mio. I guardiani del villaggio sono in allerta per la loro presenza furtiva. Stai al sicuro!",
    "witty.dialogue.chat.snowy_plains\/7": "Non crederebbei alla stretta d'acciaio di un golem d'argento! Una volta che ti afferra, sei bloccato come una mosca impotente nella ragnatela di uno spaventapasseri. Io l'ho imparato a mie spese.",
    "witty.dialogue.chat.snowy_plains\/8": "Oh, la nostalgia della mia infanzia! I miei genitori usavano sorprendermi con un zucca e dopo che avevamo apprezzato una deliziosa torta, mi divertivo a modellare un golem di neve allegro da essa. Che festa era stata!",
    "witty.dialogue.chat.success\/1": "Oh, uomo, i biscotti e il latte stanno praticamente cantando un canto di sirena ai miei sensi del gusto in questo momento.",
    "witty.dialogue.chat.success\/10": "Sai cosa mi è stato in mente di recente? %supporter%. si sono dileguati nel nulla circa un anno fa. Mi chiedo se abbiano scoperto qualcosa come un regno segreto o qualcosa del genere.",
    "witty.dialogue.chat.success\/12": "Hai sentito la notizia scandalosa su %supporter%? Ho tanto desiderato di spartire i dettagli succulenti. Semplicemente, hanno avuto un problema con un Enderman maleducato.",
    "witty.dialogue.chat.success\/13": "Ho stato a giocare con l'idea di adottare uno dei quelli adorabili gatti randagi qui intorno. È come avere un piccolo compagno di viaggio adatto al mio incredibile presenza. Basta trovare il tempo libero, sai?",
    "witty.dialogue.chat.success\/14": "Ho stato per contemplare di dare un makeover al mio umile rifugio. Intendo, è già fantastico, ma un po' di pizzica non farebbe male. Ora se solo potessi evocare l'energia e la motivazione per farlo.",
    "witty.dialogue.chat.success\/15": "Ah, il dolce sogno di avere bambini un giorno. Devo solo trovare il partner perfetto...",
    "witty.dialogue.chat.success\/16": "E' pazzo pensare all'alternativa realtà dove mi sarei ritrovato nel villaggio vicino. Chi lo sa, forse sarei il sindaco da ora!",
    "witty.dialogue.chat.success\/17": "Oh, ricordando la mia infanzia mi riporta indietro un diluvio di ricordi. Quegli erano i giorni in cui ero una vera leggenda, causando disordini da tutte le parti!",
    "witty.dialogue.chat.success\/18": "Posso crederci? I miei genitori pensano addirittura che io abbia dimenticato di loro. Dovrei sorprenderli con una visita e ricordargli chi è il loro superstar figlio!",
    "witty.dialogue.chat.success\/19": "Ecco, ho trascurato gli amici della vicina città per anni ormai. È arrivato il momento di indossare il cappello dell'avventuriero e partire su un'epica avventura per ricongiungermi con i miei vecchi amici!",
    "witty.dialogue.chat.success\/2": "Ah, il tempo è proprio piacevole oggi, non credi? Non che mi aspetti di avere lo stesso senso di stile impeccabile come me.",
    "witty.dialogue.chat.success\/20": "Hai mai sognato di un'insolita e appetitosa delizia chiamata formaggio? Sono sicuro che è come una fetta di paradiso che si scioglie sul tuo palato. I miei sogni sono veramente gourmet!",
    "witty.dialogue.chat.success\/3": "Beh, sto andando bene, nonostante il fatto che sono riuscito a farmi male al piede appena mi sono svegliato. Sono convinto di avere un talento per attirare la goffaggine.",
    "witty.dialogue.chat.success\/4": "Un' mela al giorno tiene i morti viventi alla baia! almeno, questo è quel che sempre diceva mia nonna. è anche un buon pretesto per indulgere in alcuni frutti succosi.",
    "witty.dialogue.chat.success\/5": "Sai, ho questo grande ambizione di costruire il mio proprio villaggio, ma devo ammettere che la pigrizia è la mia abilità più forte. È come un superpotere, in realtà.",
    "witty.dialogue.chat.success\/6": "Hai proprio visto cosa ho visto l'altro giorno - %supporter% che si aggirava con aria di proprietà nel regno intero, vestito di un completo armatura di diamante lucida.",
    "witty.dialogue.chat.success\/7": "Beh, amico mio %supporter%, sembra che ieri ha scoperto un cassetto pieno di diamanti scintillanti! Che fortuna!",
    "witty.dialogue.chat.success\/8": "Non è proprio il tempo che fa, no? È un'occasione d'oro per assorbire i raggi del sole e mostrare il mio abito incredibile. Tu dovresti prendere alcuni consigli da me, caro.",
    "witty.dialogue.chat.success\/9": "Ho vissuto qui per anni e onestamente non capisco perché tutti si preoccupano tanto di quei ragni spaventosi e quegli sciacalli fastidiosi. Non sono affatto un match per il mio fascino incredibile, ovviamente.",
    "witty.dialogue.chat.taiga\/1": "Il bosco, amico mio, è come un tesoro di risorse! Legname per costruire, legna da ardere per tenerci caldi, e oh, non dimentichiamo i ricchi terreni di caccia. È come il dono della natura a noi!",
    "witty.dialogue.chat.taiga\/2": "Ah, freddo? No, è solo il modo del taiga di renderci più duri! Sono sicuro che abbiamo tutto ciò di cui abbiamo bisogno proprio qui. Non scambierei questo paradiso ghiacciato con nulla al mondo!",
    "witty.dialogue.chat.taiga\/3": "I boschi di taiga, cara, sono semplicemente l'epitome della freschezza! E quei deliziosi frutti? Oh, sono come il caramello naturale, un vero piacere per i palati.",
    "witty.dialogue.chat.taiga\/4": "Oh, quei volpi nei nostri boschi di taiga sono proprio dei piccoli mascalzoni! Io intendo, chi può resistere al loro fascino malizioso? A volte, anche io li trattengo con alcune deliziose fragole. È la nostra propria alleanza segreta, sai?",
    "witty.dialogue.chat.taiga\/5": "Posso crederci? I lupi qui sono praticamente domestici! E perché non dovrebbero esserlo? Con tutta la cibo che si trova intorno, non hanno alcun motivo di essere feroci. È come avere compagni pelosi fedeli che vagano per il posto.",
    "witty.dialogue.chat.taiga\/6": "Ah, l'aria fresca e cruda della taiga. È come un trattamento spa per i polmoni! Niente batte quel senso di rinvigorimento, specialmente dopo una lunga giornata di raccolta di risorse e esplorazione.",
    "witty.dialogue.chat.taiga\/7": "Ora, parliamo di quei deliziosi cespugli di mirtillo. Oh, sono una spada a doppio taglio! Sì, i mirtilli sono da morire, ma quegli spinosi spine? Ouch! È come un ricordo doloroso che la natura può essere un po' spiritosa a volte.",
    "witty.dialogue.chat.taiga\/8": "Pioggia nella taiga può essere fredda, amico mio, ma è anche una sinfonia di tranquillità. Immagina di accucciarti accanto al fuoco, ascoltando il ritmico tic-tac esterno. È come un canto lullaby della natura, che calma l'anima.",
    "witty.dialogue.first.exploring\/1": "Potremmo non avere ricchezze senza fine, ma considerati onorato di essere nel nostro umile rifugio, fintanto che giurate di evitare qualsiasi azione maliziosa.",
    "witty.dialogue.first.exploring\/2": "Ecco, viaggiatore stanco! Se scegli di conformarti alle sacre leggi che regolano questo luogo, ti sarà concesso il privilegio di risiedere tra noi.",
    "witty.dialogue.first.exploring\/3": "Ah, salve, caro viaggiatore! Ti prego di comportarti con la massima grazia e decoro, poiché solo allora sarai insignito dell'onore più alto di abitare tra noi.",
    "witty.dialogue.first.generic\/1": "Beh, guarda chi ha deciso di onorarci con la sua presenza! Benvenuto nel villaggio, estraneo. Preparati a essere ammesso.",
    "witty.dialogue.first.generic\/2": "Ah, salve, misterioso viaggiatore! Cosa ti porta nel nostro villaggio umile? Forse storie di avventura e eccitazione?",
    "witty.dialogue.first.generic\/3": "Beh, beh, beh. Un nuovo volto entra in scena. Preparati per l'ammirazione e il meravigliamento che ti attende nel nostro villaggio.",
    "witty.dialogue.first.generic\/4": "Ecco! Behold, un nuovo arrivato è giunto! Preghiamo, caro viaggiatore, quali storie di trionfi e intrighi hai portato con te?",
    "witty.dialogue.first.generic\/5": "Ecco, ecco, ecco. Se non è il nostro giorno fortunato! Un'anima viaggiatrice si è imbattuta nel nostro villaggio. Preparati per un delizioso viaggio, amico mio.",
    "witty.dialogue.first.generic\/6": "Salve, viaggiatore stimato! Hai trovato il tuo cammino fino alla nostra umile dimora. Preparati a ricevere l'accoglienza più calda e le avventure più grandi.",
    "witty.dialogue.first.question\/1": "Ecco, ecco, ecco. Chi ha deciso di onorarci con la sua presenza? Cosa ti porta in questo villaggio umile?",
    "witty.dialogue.first.question\/2": "Beh, non sei proprio un cambiamento d'aria fresca! Quali avventure emozionanti ti hanno portato nel nostro piccolo angolo del mondo?",
    "witty.dialogue.first.question\/3": "Oh mio dio, abbiamo un avventuriero! Per favore, anima curiosa, come hai fatto a trovare il tuo modo qui?",
    "witty.dialogue.first.settling\/1": "Be', be', be. Guarda chi ha deciso di onorarci con la sua presenza! Deve essere il tuo giorno fortunato, incappando nel nostro villaggio modesto.",
    "witty.dialogue.first.settling\/2": "Ah, salve, caro vicino! Hai raggiunto i ranghi di noi fortunati esseri in questo delizioso villaggio.",
    "witty.dialogue.first.settling\/3": "Ahah! Un'altra anima coraggiosa abbastanza da avventurarsi nel nostro piccolo pezzo di paradiso. Benvenuto, benvenuto! Potremmo aver bisogno di tutte le mani che possiamo avere.",
    "witty.dialogue.first.settling\/4": "Ah, così hai deciso di onorarci con la tua presenza, hai? Scelta eccellente, amico mio. Questo villaggio è l'epitome della grandezza.",
    "witty.dialogue.first.spent_night.failed\/1": "Ahah! Un albergo? Costruirne uno richiederebbe più cellule cerebrali della nostra intera villaggio combinato!",
    "witty.dialogue.first.spent_night.failed\/2": "Non è andato bene! Mi dispiace! Non troverai un albergo qui, ma almeno siamo bravi in qualcosa... o forse no.",
    "witty.dialogue.first.spent_night.failed\/3": "Ahah! Sei meglio cercando un albergo in un'altra città. Non abbiamo alcuna esperienza nel campo dell'ospitalità. Beh, non abbiamo alcuna esperienza in moltissime cose, in realtà. Ma buona fortuna!",
    "witty.dialogue.first.spent_night.success\/1": "Ah, sei in per un trattamento! L'albergo è il rifugio ideale per i viaggiatori stanchi come te stesso.",
    "witty.dialogue.first.spent_night.success\/2": "Trust me, amico, se stai cercando di ricaricare le tue batterie, il nostro albergo è la crema del gatto!",
    "witty.dialogue.first.spent_night.success\/3": "Desiderando un letto accogliente e un pasto delizioso? Non cercate oltre, mio buon signore\/donna! La nostra locanda è l'epitome di comfort e delizia gastronomica.",
    "witty.dialogue.flirt.fail\/1": "Se tu credi veramente questo, dovresti venire armato con un mazzo di fiori rari e una spada di diamante per provarlo.",
    "witty.dialogue.flirt.fail\/2": "Oh, per favore, risparmia le frasi riciclate. Il fabbro ha provato lo stesso approccio ieri stesso!",
    "witty.dialogue.flirt.fail\/3": "Nel tuo sogno, tesoro. In realtà, non succederà nemmeno nei tuoi sogni più folli.",
    "witty.dialogue.flirt.fail\/4": "Wow, hai sempre avuto questo livello di patetico impressionante? Sono sinceramente impressionato.",
    "witty.dialogue.flirt.fail\/5": "Sai cosa è più probabile? Un crepitante che esplode in faccia tua. E ti assicuro, non è un'esperienza gradevole.",
    "witty.dialogue.flirt.fail\/6": "Non, non, non. Non neanche una volta. Preferirei sopportare mille notti in un villaggio infestato da zombi piuttosto che anche solo pensare di essere con te.",
    "witty.dialogue.flirt.fail\/7": "Fermati di darti quel guardo da cane e impara questa lezione.",
    "witty.dialogue.flirt.slap\/1": "Ecco, non sei forse un piccolo mascalzone proprio precioso!",
    "witty.dialogue.flirt.slap\/2": "Ecco il tuo tentativo di conquistarmi? Oh, amore, potresti aver bisogno di alcune lezioni supplementari dalla scuola del Vindicator di flirtazione!",
    "witty.dialogue.flirt.success\/1": "Wow, sei come un supereroe o qualcosa del genere!",
    "witty.dialogue.flirt.success\/2": "Oh, smettila! Mi stai facendo saltare il battito cardiaco con la tua adorabilità!",
    "witty.dialogue.flirt.success\/3": "*giglie* sei serio? perché, seriamente, il mio cuore sta sciogliendosi proprio ora.",
    "witty.dialogue.flirt.success\/4": "Dio del cielo...",
    "witty.dialogue.flirt.success\/5": "Quello è stato oltre adorabile! Sinceramente, mi hai fatto innamorare dal momento in cui sei entrato!",
    "witty.dialogue.flirt.success\/6": "Come diavolo sempre riesci a sembrare così incredibilmente affascinante? Ogni volta che ti guardo, mi trovo senza parole.",
    "witty.dialogue.flirt.success\/7": "Oh per favore, basta con le lodi! Mi stai facendo diventare un viso rosso qui!",
    "witty.dialogue.goaway\/1": "Oh no, non vedo che sono occupato? Scappa!",
    "witty.dialogue.goaway\/2": "Non hai un vita o qualcosa? Sinceramente, va' a disturbarne qualcun altro.",
    "witty.dialogue.goaway\/3": "Oh, scusa, ma sto occupandomi di cose importanti in questo momento. Non posso dedicarti un attimo, %1$s.",
    "witty.dialogue.goaway\/4": "Ehi, perché non vai a disturbare qualcuno che si interessa veramente? Non sono interessato alle tue antiche.",
    "witty.dialogue.goaway\/5": "Ahah, tentativo interessante, essere umano insignificante! La mia pazienza per la tua presenza si è esaurita. Vattene, pagano!",
    "witty.dialogue.greet.fail\/1": "Beh, beh, beh... cosa abbiamo qui?",
    "witty.dialogue.greet.fail\/2": "Oh, come è delizioso sentire tali notizie!",
    "witty.dialogue.greet.fail\/3": "Beh, non è proprio il miele delle api?",
    "witty.dialogue.greet.fail\/4": "Be', mi colpisci con un piuma! Ecco, è così?",
    "witty.dialogue.greet.fail\/5": "Oh, benedetto il mio animo, guardate questo...",
    "witty.dialogue.greet.mayor\/1": "Saluti e omaggi, illustre sindaco!",
    "witty.dialogue.greet.mayor\/2": "Desiderando per te un giorno magnifico, sindaco!",
    "witty.dialogue.greet.monarch\/1": "Ah, ecco! Il solo e unico, la tua maestà.",
    "witty.dialogue.greet.monarch\/2": "Salve, vostra altezza! Preparatevi alla presenza di vera monarchia.",
    "witty.dialogue.greet.negative\/1": "Oh no, di nuovo tu? Per favore, risparmia la tua presenza!",
    "witty.dialogue.greet.negative\/2": "Be', be', be', se non è proprio il portatore di cattive notizie...torna per più, suppongo?",
    "witty.dialogue.greet.negative\/3": "Ecco, cosa abbiamo qui? Oh, sei tu. Come è emozionante!",
    "witty.dialogue.greet.negative\/4": "Ah, la delusione del giorno è arrivata. Speravo in una sorpresa più gradevole, ma purtroppo è solo tu.",
    "witty.dialogue.greet.negative\/5": "Oh gioia, un'altra visita dal capo dei problemi. Cosa ho fatto per meritarmelo?",
    "witty.dialogue.greet.success\/1": "Ecco il messaggio: \"That's awesome sauce, absolutely thrilled for you!\"",
    "witty.dialogue.greet.success\/2": "Stai facendo bene? Be', è solo una fetta di notizie fantastiche!",
    "witty.dialogue.greet.success\/3": "Sono felice di sentire questo! Il mio cuore sta facendo un piccolo ballo di vittoria!",
    "witty.dialogue.greet.success\/4": "Così felice di sentire questo! È musica per i miei orecchi, amico mio!",
    "witty.dialogue.greet.success\/5": "Buona scoperta! È come trovare un diamante in una cassa di tesori!",
    "witty.dialogue.greet\/1": "Ehi lì, superstar! Come gira il mondo per te oggi?",
    "witty.dialogue.greet\/2": "Beh, ciao lì, %1$s! Hai storie emozionanti da condividere?",
    "witty.dialogue.greet\/3": "Oh, ciao là, persona curiosa! Cosa ti porta nel mio umile rifugio?",
    "witty.dialogue.greet\/4": "Guarda te, splendente più del sole! Come si svolge la tua avventura?",
    "witty.dialogue.greet\/5": "Salve, stimato %1$s! La tua presenza rende gioia al mio giorno!",
    "witty.dialogue.greet\/6": "Ohai, oh potente vagabondo dei regni pixelati!",
    "witty.dialogue.greet\/7": "Ah, è lei! Il piacere della sua compagnia è sempre benvenuto.",
    "witty.dialogue.greet\/8": "Ciao, ciao! È un piacere vederti. Come va il tuo esistenza oggi?",
    "witty.dialogue.greet\/9": "Ehi, ehi! La tua vista mi fa sorridere. Cosa ti porta qui oggi?",
    "witty.dialogue.hire\/1": "Ok, dammi il segnale quando avrai bisogno delle mie straordinarie abilità. Sarò lieto di onorare la tua presenza per la durata del nostro accordo finanziario.",
    "witty.dialogue.hire\/2": "Oh, splendido! Chiedimi cortesemente di informarti della tua imminente necessità del mio aiuto ineguagliabile. Non temere, poiché rimarrò qui, ansioso di attendere l'interscambio di emeraldi lucenti!",
    "witty.dialogue.hire\/3": "Oh mio dio! Assicuro a lei, caro signore\/donna, che ingaggiando i miei servigi sarà un decisamente delizioso. Preghi di preparare le sue emeriti, poiché io sarò in attesa con ansia di iniziare questo grande avventura nostra!",
    "witty.dialogue.hug.fail\/1": "Oh mio dio, guarda te, il campione della gara di scambio di insulti!",
    "witty.dialogue.hug.fail\/2": "Nah, passerò sulla festa degli abbracci, grazie.",
    "witty.dialogue.hug.fail\/3": "Abbraccio? Hmm, cosa c'è per me?",
    "witty.dialogue.hug.fail\/4": "Oh, così improvvisamente ti ricordi della mia esistenza dopo il tuo errore preistorico? Hard pass.",
    "witty.dialogue.hug.fail\/5": "In tutta sincerità, un abbraccio da te è altrettanto attraente di uno spaventapasseri schiacciato.",
    "witty.dialogue.hug.fail\/6": "Ugh, non offeso, ma il tuo gioco di germ è forte. Tieni questo abbraccio per te stesso!",
    "witty.dialogue.hug.fail\/7": "Oh, umm... bene, non è questo un modo... \"creativo\" per esprimere la gratitudine? Sì, sei il benvenuto... suppongo?",
    "witty.dialogue.hug.success\/1": "Ecco, ecco, ecco, se non è il mio vecchio amico perduto!",
    "witty.dialogue.hug.success\/2": "Ah, proprio quel che il dottore aveva ordinato! Hai abbracci curativi, amico mio!",
    "witty.dialogue.hug.success\/3": "Beh, non è forse il momento più emozionante del mio giorno! Un abbraccio che splende più della stessa luce del sole!",
    "witty.dialogue.hug.success\/4": "Muoviti da parte, pecore, c'è un nuovo campione delle carezze nel paese! Sei più morbido di una nuvola!",
    "witty.dialogue.hug.success\/5": "Oh, hai, hai! Hai un'abilità di abbracciare veramente seria, amico mio! Considera questo un abbraccio reciproco.",
    "witty.dialogue.hug.success\/6": "Chi ha bisogno di un camino quando ho te? Sei una fornace ambulante di calore!",
    "witty.dialogue.joke.animal.failed\/1": "Oh, vieni su! Rilassati un po', non succederà nulla di male per una piccola battuta!",
    "witty.dialogue.joke.animal.failed\/2": "Oh no, sei proprio un freddo! Quel gioco di pecora era proprio brutto, ma è tutto per il bene!",
    "witty.dialogue.joke.animal.failed\/3": "Ehi, adesso, guardati le parole! Il mio maiale forse non capisce, ma io sì, e non mi piace affatto!",
    "witty.dialogue.joke.animal.failed\/4": "Haha, bene giocato, amico! Quell'umorismo potrebbe essere un po' discutibile, ma ti do punti per la tua audacia!",
    "witty.dialogue.joke.animal.failed\/5": "Oh mio dio! Stai prendendo in giro le sopracciglia di un bovino? Ecco una nuova idea! Devo ammettere che sei originale!",
    "witty.dialogue.joke.animal.success\/1": "Oh, che brutta giornata per quel pecorello che si è perso il suo pelo! Ma almeno può fare una buona figura nuda adesso!",
    "witty.dialogue.joke.animal.success\/2": "Ah, ecco che arriva il pettegolezzo più succoso - la storia d'amore tra lupo e pecora, un'avventura per le età! Non vedo l'ora di scoprire il prossimo episodio di \"Gli Asini del Trono\"!",
    "witty.dialogue.joke.animal.success\/3": "Non credi a questo, ma gli uccelli hanno segretamente preso lezioni di improvvisazione. Sì, stanno raccontando battute comiche ora! Chi avrebbe mai immaginato che avevano un tale talento comico nascosto sotto quei piumoni?",
    "witty.dialogue.joke.animal.success\/4": "Questo è un tipo di stupido così stupido che è geniale! Io intendo, chi ha bisogno di logica quando puoi avere una buona risata, non è vero?",
    "witty.dialogue.joke.animal.success\/5": "Ah, la bellezza delle mucche e la loro produzione lattea senza fine! È come avere il proprio allevamento caseario a disposizione in ogni momento. Pure magnificenza bovina!",
    "witty.dialogue.joke.creative.failed\/1": "Oh, caro, caro. le battute non sono proprio il tuo forte, vero?",
    "witty.dialogue.joke.creative.failed\/2": "Be', benedici il tuo cuore per aver provato. Ma quel gioco è caduto faccia in giù.",
    "witty.dialogue.joke.creative.failed\/3": "Mi dispiace, ma dovrai ricevere il premio \"meno divertente del anno\" per quel tipo di battuta.",
    "witty.dialogue.joke.creative.failed\/4": "Spera un attimo, sto controllando il joke-o-metro... sì, è ufficiale, quel gioco non ha nemmeno registrato un piccolo sorriso.",
    "witty.dialogue.joke.creative.failed\/5": "Oh, guarda te, che tenti di essere umoristico. Un punto per l'efforto, suppongo.",
    "witty.dialogue.joke.creative.failed\/6": "Oh, i miei fianchi! Oh aspetta, no, non stanno facendo male affatto. Era ironia, amico mio.",
    "witty.dialogue.joke.creative.failed\/7": "Possono chiamare un dottore del comico? perché quel gioco ha bisogno di una seria rianimazione.",
    "witty.dialogue.joke.creative.failed\/8": "Sai, anche un morto vivente con la putrefazione cerebrale avrebbe potuto inventare uno scherzo migliore di questo. E non hanno neanche i cervelli!",
    "witty.dialogue.joke.creative.success\/1": "*Ride* Ah, non hai mai fallito nel farmi ridere!",
    "witty.dialogue.joke.creative.success\/2": "Ahah! Hai un senso dell'umorismo veramente notevole!",
    "witty.dialogue.joke.creative.success\/3": "Quello è oro comico, amico mio! Pure genio!",
    "witty.dialogue.joke.creative.success\/4": "Spostati, %supporter%! Questo è il mio turno di fare ridere!",
    "witty.dialogue.joke.creative.success\/5": "Oh, smettila! Stai facendo impazzire! Saresti proprio un comico professionista!",
    "witty.dialogue.joke.creative.success\/6": "Oh mio dio! I miei fianchi si stanno rompendo dallo scherzo! Non ho riso così da anni!",
    "witty.dialogue.joke.creative.success\/7": "Hehehe! Sei un vero comico, non è vero? Ash potrebbe imparare qualcosa da te!",
    "witty.dialogue.joke.creative.success\/8": "Be', be', be! Guarda chi ha le battute! Era veramente divertente!",
    "witty.dialogue.joke.monster.failed\/1": "Oh per favore, hai veramente pensato che i scheletri si sarebbero semplicemente fermati lì e ti avrebbero lasciato colpire con la spada? Abbiamo anche noi sentimenti, sai!",
    "witty.dialogue.joke.monster.failed\/2": "Chi ancora scherza sui creeper che esplodono? È come dirsi che il sole sorge al mattino. Yawn!",
    "witty.dialogue.joke.monster.failed\/3": "Oh, guarda, un altro genio che dimenticò che i morti viventi e gli scheletri erano un tempo umani. Congratulazioni, capitano ovvio!",
    "witty.dialogue.joke.monster.failed\/4": "Hai visto quell'Enderman cadere in acqua? Tenete il frontespizio! È la cosa più emozionante che abbia visto tutto il giorno... non è vero!",
    "witty.dialogue.joke.monster.failed\/5": "Se avessi un nichel per ogni volta che qualcuno ha raccontato uno scherzo su un ragnetto sul water, avrei due nicheli interi. Non una fortuna, ma abbastanza per dire \"caso strano, no?\"",
    "witty.dialogue.joke.monster.success\/1": "Ahah! Quell' scheletro ha ricevuto ciò che si meritava, servito con un lato di giustizia!",
    "witty.dialogue.joke.monster.success\/2": "Sembra che stia dicendo un zombie che ha pensato di poterti prendere con una pala? Hahah, cosa debole!",
    "witty.dialogue.joke.monster.success\/3": "Il ragno deve aver imparato la sua lezione dopo aver incrociato il tuo cammino! haha, sei il vero capo del blocco!",
    "witty.dialogue.joke.monster.success\/4": "Smetti di fare attenzione, hai orchestrato un scheletro che uccide un crepitio? Questo è genialità di livello successivo, haha!",
    "witty.dialogue.joke.monster.success\/5": "Ahah! Come credere che quei ragno delle grotte siano così disorientati? È come se dimenticassero come fare a essere ragni, ahah!",
    "witty.dialogue.kiss.fail\/1": "Spegna le labbra, ma solo se non ci sono spettatori!",
    "witty.dialogue.kiss.fail\/2": "È questo il tuo modo di baciare? Per favore, prova meglio!",
    "witty.dialogue.kiss.fail\/3": "Oh, miele, i baci di Ash sono un'offesa ai tuoi. Sforza il tuo gioco!",
    "witty.dialogue.kiss.fail\/4": "Smettila di cercare di baciarmi, ti dirò un segreto.",
    "witty.dialogue.kiss.fail\/5": "Beh, grazie... suppongo? Ma hai ancora un lungo cammino da percorrere.",
    "witty.dialogue.kiss.fail\/6": "Lasciami stare, sei un dilettante! Non sai come si fa un bacio vero, eh?",
    "witty.dialogue.kiss.slap\/1": "Oh, hai attraversato la linea, amico mio!",
    "witty.dialogue.kiss.slap\/2": "Dai un'altra chance e ti ritroverai con un souvenir del mio rancore!",
    "witty.dialogue.kiss.success\/1": "Ti sto dicendo, questo momento è pura magia!",
    "witty.dialogue.kiss.success\/2": "I miei sensi del gusto stanno ballando con gioia, proprio come in una festa di torta di zucca!",
    "witty.dialogue.kiss.success\/3": "Oh, miele? No, no, tu sei più come un dolce delizioso, una delizia!",
    "witty.dialogue.kiss.success\/4": "Beh, beh, beh, non sei proprio un abile baciatore, %1$s?",
    "witty.dialogue.kiss.success\/5": "Spostati, Ash, %1$s è il nuovo campione dei baci! *risata*",
    "witty.dialogue.kiss.success\/6": "Ahah, hai definitivamente maestralizzato l'arte del bacio! Spostati, Ash, il nuovo leggenda dei baci è arrivato! *fischietta*",
    "witty.dialogue.location.ancient_city\/0": "Oh, ti dirò, stavo passeggiando intorno a %2$s e improvvisamente sentii i rumori più strani echeggiare dalle profondità della terra. Era come se i segreti della città antica mi stessero sussurrando!",
    "witty.dialogue.location.ancient_city\/1": "Non credi a ciò che ho scoperto esplorando %2$s. I miei istinti mi dicono che c'è qualcosa di straordinario nascosto molto più in profondità. Posso quasi sentire la presenza della città antica chiamarmi.`",
    "witty.dialogue.location.ancient_city\/3": "Leggende, mio caro amico, leggende! parlano di una città antica nascosta nel cuore stesso di %2$s. nonostante i miei occhi non abbiano colto neanche un'ombra, non riesco a scrollarmi dalla sensazione che questo tesoro nascosto si trovi sotto il suolo, in attesa di essere scoperto da un'anima avventurosa come te stessa.",
    "witty.dialogue.location.failed\/1": "Be', non è proprio un peccato? Le mie orecchie devono essere in vacanza perché non ho sentito nulla di emozionante.",
    "witty.dialogue.location.failed\/2": "Oh, amore, hai più probabilità di trovare un ago in un fascio di fieno che non io sapendo qualcosa su luoghi notevoli. Mi dispiace per aver infranto il tuo sogno!",
    "witty.dialogue.location.failed\/3": "Ah, bless your adventurous heart, ma'am\/sir, but I'm afraid my priorities lie in more productive pursuits than tracking down perilous dungeons. So, no, no hidden treasure maps tucked away in this noggin, I'm afraid.",
    "witty.dialogue.location.forgot\/1": "Oh, non credi a ciò! Ho incappato in questo posto incredibile e ho intenzionato di segnare il punto sulla mappa, ma la mia memoria mi ha tradito. Mi dispiace, scusa!",
    "witty.dialogue.location.forgot\/2": "Ehi lì, avventuriero! immagino che cosa? ho scoperto un luogo epico che ti avrebbe fatto perdere la testa... se solo non avessi dimenticato di prendere appunti. i miei cellule cerebrali devono essere in vacanza oggi, scusa!",
    "witty.dialogue.location.forgot\/3": "Oh boy, ho un racconto incredibile per te! C'era questo spettacolare scenario che ho scoperto, ma ahimè, la mia memoria ha deciso di prendere una pausa caffè. Puoi crederci? Mi dispiace per l'oblio!",
    "witty.dialogue.location.igloo\/1": "Posso crederci? C'è un iglù nel %2$s. Chi ha mai scelto di vivere in un abitazione gelida come questa? Io mi chiedo se gli piace stare costantemente a tremare. *fa una smorfia*",
    "witty.dialogue.location.igloo\/2": "Non credi alle chiacchiere che ho sentito! Ci sono un'isola deserta all'%2$s. È come una città fantasma, proprio letteralmente. Giuro di aver visto uno spettro che ci girava intorno! Spaventoso, vero?",
    "witty.dialogue.location.igloo\/3": "Sii fermo alle tue mutande! Ci sono un relitto ghiacciato chiamato \"iglo\" al %2$s, abbandonato da secoli, ti dico io! Chi ha bisogno di una casa fatta di ghiaccio? È come vivere in un congelatore. Brrrr!",
    "witty.dialogue.location.jungle_pyramid\/1": "Hai sentito parlare del tempio maledetto di %2$s? È come un trappola mortale in attesa di inghiottire gli avventurieri ignari. Io ti consiglierei di evitarlo se fossi in te. A meno che, naturalmente, tu abbia una passione per il pericolo, allora va' pure!",
    "witty.dialogue.location.jungle_pyramid\/2": "Ah, %2$s, le famose rovine della giungla. si dice che siano piene di trappole antiche che possono superare anche la mente più astuta. se sei avventuroso, potrebbe valere la pena visitarle. solo ricorda, quelle trappole hanno fatto a pezzi più vite di quante io possa contare. ma chi sono io per fermarti?",
    "witty.dialogue.location.mansion\/1": "Oh, ti dirò qualcosa di succulento! C'è questo orribile castello a %2$s, infestato da quei terribili illager. Sono sicuro, caro, se hai un qualsiasi valore per la tua vita preziosa, evita quel luogo maledetto.",
    "witty.dialogue.location.mansion\/2": "Ascolta bene, amico. immagina questo...",
    "witty.dialogue.location.mineshaft\/1": "Ah, le storie di quel miniera maledetta! Ci fu un tempo in cui qui c'era un sito di scavo fiorente, finché non si verificò una disgrazia! Si dice che un pover'uomo scavasse troppo avidamente e un'immane crollamento di roccia ebbe luogo, sigillando il destino della miniera per sempre. Cerchi risposte all'interno, se osi, a %2$s.",
    "witty.dialogue.location.mineshaft\/2": "Preparati per una storia mozzafiato, mio caro amico! In epoca passata, una miniera si ergeva orgogliosa in questi stessi profondi, ma ahimè, un disastro di proporzioni mostruose la colpì! Si dice che creature paurose now lurk in the shadows, trasformandola in un labirinto pericoloso. Se scegli di avventurarti, ricorda - il pericolo balla in ogni passo! Trova questa miniera maledetta a %2$s.",
    "witty.dialogue.location.monument\/1": "Ehi lì, avventuriero! si dice che ci sia un castello sommerso che si diverte vicino a %2$s, ma ti consiglio di portare le tue pinne e di evitare quei mostri marini astuti. sono una banda molto testarda!",
    "witty.dialogue.location.monument\/2": "Ehi, amico! Ho sentito voci di alcune antiche rovine che si nascondono ai fondi oceanici vicino a %2$s. Dicono che ci sia tesoro in attesa di essere scoperto, ma avvertimento: il pericolo si cela in ogni angolo coperto di alghe marine. Sei pronto a immergerti nell'ignoto?",
    "witty.dialogue.location.pillager_outpost\/1": "Oh boy, non credi a cosa sta succedendo a %2$s. I pillagatori hanno deciso di onorarci con la loro presenza incantevole stabilendo un forte proprio accanto casa nostra. Fantastico, esattamente ciò che avevamo bisogno. Un'altra serie di attacchi. Non possono trovare un hobby o qualcosa?",
    "witty.dialogue.location.pillager_outpost\/2": "Ecco, si dice che ci sia un avamposto di quei cari razziatori al %2$s. Ti avverto, amico mio, quelli là non hanno proprio buone maniere. Se osi avvicinarti a quel posto, preparati a ricevere una freccia non troppo amichevole nel ginocchio. Sto solo dicendo.",
    "witty.dialogue.location.pillager_outpost\/3": "Ah, %2$s, la terra dei coraggiosi e l'avamposto dei malvagi saccheggiatori. Sai, se ti senti di affrontare un po' di sfida, potresti voler visitarli. Forse troverai anche qualcosa di lucido come ricompensa. Ma avvertimento: tutta la nostra villaggio sarebbe eternamente grato se ci liberassimo di quei fastidiosi disturbatori. Nessuna pressione, solo un suggerimento.",
    "witty.dialogue.location.pyramid\/1": "Oh, hai, hai, hai! Hai notato quel maestoso piramide là in %2$s? Quanto è bello, devo dire!",
    "witty.dialogue.location.pyramid\/2": "Si dice che ci sia un'enorme piramide misteriosa a %2$s. È come un grande puzzle in attesa di qualcuno geniale come te per risolverlo.",
    "witty.dialogue.location.pyramid\/3": "Oh, %2$s! La terra dei leggendari e dei segreti. Ho sentito voci su una piramide pericolosa che si nasconde là. Molti hanno cercato di conquistare le sue profondità, ma nessuno è tornato indenne. Sei coraggioso abbastanza per mettere alla prova la tua fortuna?",
    "witty.dialogue.location.ruined_portal\/1": "Oh, ragazzo, non credi ai tuoi occhi! Ciò che ti aspetta là fuori è un portale in rovina, proprio come da un film horror! Ecco, il Nether ha fatto visita e ha lasciato il suo marchio di fuoco. Stufa, se lo chiedi!",
    "witty.dialogue.location.ruined_portal\/2": "Ehi, indovina cosa? Se sei pronto per un po' di avventura, controlla %2$s. C'è questo completo portale del Nether distrutto che ti darà il capogiro! Io mean, è come se il Nether avesse dato una festa con fuoco e questo posto è l'aftermath. Ma non preoccuparti, è sicuro... credo.",
    "witty.dialogue.location.ruined_portal\/3": "Ecco il testo:\n\n\"Okay, parola intorno qui è che %2$s è casa di alcuni seriamente antichi ruderi. Si dice che un tempo era una porta del Nether. Ma ti dico, amico, non è solo qualsiasi rudere. È come... maledetto o qualcosa! Si dice che potrebbe anche esserci tesoro nascosto dentro, ma sinceramente, non toccerei con un palo da dieci piedi!\"",
    "witty.dialogue.location.ruined_portal_desert\/1": "Meraviglia per le rovine di un portale, nascoste tra le sabbie infinite di questo deserto abbandonato. La sua distruzione serve come ammonimento severo della stretta implacabile del deserto su tutti coloro che osano attraversare il suo cammino.",
    "witty.dialogue.location.ruined_portal_mountain\/1": "Scommetto che ci sia un portale abbandonato sulle montagne, proprio là dove %2$s! È come se la natura avesse deciso di giocare uno scherzo ai viaggiatori inaspettati.",
    "witty.dialogue.location.ruined_portal_swamp\/1": "Ecco, caro amico! Un portale in rovina che occupa il centro di questo fetido pantano. Non posso fare a meno di ridere alla idea di quegli invasori del Nether che si aspettavano un'entrata maestosa, solo per essere colpiti dalla realtà di questo buco squalido. Quale divertente volta dei fatti, non credi?",
    "witty.dialogue.location.shipwreck\/1": "Ahoy, amico! Goditi lo spettacolo della nave da guerra affondata che ho scoperto in %2$s. Quella nave affondata una volta navigava sotto la bandiera della potente compagnia marittima dell'Alleanza Orientale, ahimè!",
    "witty.dialogue.location.shipwreck\/2": "Avanti, amici! Si dice sulla costa che alcuni pescatori fortunati hanno scoperto un relitto navale in %2$s. Sto letteralmente ansioso di sapere se ci sia qualcosa di nascosto aspettando di essere saccheggiato... Yo ho ho!",
    "witty.dialogue.location.shipwreck_beached\/1": "Ehi lì, amico! Mi sono imbattuto in un naufragio di bellezza a %2$s, proprio sulle spiagge sabbiose. È un'impresa da non perdere, non potrai resistere al suo fascino!",
    "witty.dialogue.location.shipwreck_beached\/2": "Avanti, amici! Dirigetevi verso %2$s e godetevi lo spettacolo di un relitto galleggiante arenato sulla spiaggia. È una storia misteriosa, quella. Non posso fare a meno di pormettere come ci sia arrivata, arrr!",
    "witty.dialogue.location.swamp_hut\/1": "Non ti catturerò vivo vicino a quel disastro paludoso in %2$s. Ci abita una strega malvagia là dentro e ti consiglio di evitarla se vuoi preservare la tua sanità mentale.",
    "witty.dialogue.location.swamp_hut\/2": "Dimentica %2$s, amico mio. Quella palude è il rifugio della più famigerata strega di tutti i Minecraft. Se hai un po' di senso, farai un largo giro intorno a quel luogo maledetto.",
    "witty.dialogue.location.village_desert\/1": "Chi avrebbe mai pensato? proprio qui, nel deserto più ostile, troverai un villaggio che ruberà il tuo cuore in un istante!",
    "witty.dialogue.location.village_plains\/1": "Oh, non credi a ciò che ti aspetta là! C'è un'altra deliziosa villaggio appena in attesa di essere scoperto.",
    "witty.dialogue.location.village_plains\/2": "Preparati bene, mio caro amico, poiché al di là della vasta pianura a %2$s si trova un gioiello nascosto - un'altra villaggio, ferve di vita e emozione.",
    "witty.dialogue.location.village_savanna\/1": "Ehi, se vai verso %2$s, troverai un'altra villaggio che si cuoce al sole cocente! Sono sicuro che avrete bisogno di SPF 1000!",
    "witty.dialogue.location.village_savanna\/2": "Ehi lì, avventuriero! Prendi un viaggio nella savana al %2$s e scoprirai un villaggio in fiamme pieno di persone più amichevoli che mai. Sii pronto a essere incantato!",
    "witty.dialogue.location.village_snowy\/1": "Ehi, sai che c'è un villaggio un po' freddo là fuori in direzione di %2$s? Brrr, è come un frigorifero lì!",
    "witty.dialogue.location.village_snowy\/2": "psst, ascolta! se ti dirigi verso %2$s, troverai questo villaggio innevato nei pianori nevosi. la gente là è amichevole come sempre, ma mannaggia, è più freddo di un frigorifero di pinguino!",
    "witty.dialogue.location.village_taiga\/1": "Oh, ecco! Nell'ampio spazio del bioma della taiga si trova un'altra incantevole villaggio, pronto ad essere scoperto!",
    "witty.dialogue.location.village_taiga\/2": "Avventati avanti, amico mio, nel cuore del meraviglioso bioma della taiga e, ecco, scoprirete un'altra villaggio di incantevole fascino!",
    "witty.dialogue.main.evening\/1": "Buona sera, mio compagno di Minecraft!",
    "witty.dialogue.main.evening\/2": "Oh, è incredibile come velocemente il sole si è dissolto! Dimmi, come si è svolta la tua giornata?",
    "witty.dialogue.main.evening\/3": "Un altro giorno faticoso in questo mondo virtuale, eh? Siamo praticamente digitali lavoratori ossessivi!",
    "witty.dialogue.main.evening\/4": "Il tempo è volato via, non è vero? Ci sono così tante cose da fare e così poco tempo per estrarre quei diamanti!",
    "witty.dialogue.main.evening\/5": "Beh, suppongo sia ora di tornare a casa e dedicarmi alla preparazione del pranzo con le mie abilità culinarie.",
    "witty.dialogue.main.evening\/6": "Ugh, ho sprecato oggi! È come se fossi stato un zombie intrappolato in uno stato di trance bloccata, raggiungendo assolutamente nulla.",
    "witty.dialogue.main.evening\/7": "Sono seriamente intenzionato a fare un pisolino proprio in questo momento. Questa mattina è stata più intensa che affrontare una orda di zombie!",
    "witty.dialogue.main.evening\/8": "Non ti catturerò più mentre vaghi per strada di notte, non dopo quell'incidente con il crepaccio del mese scorso. Mi chiuderò dentro come un villaggio cauto!",
    "witty.dialogue.main.evening\/9": "Oh, ciao! Ero solo fuori a prendere ingredienti dal macellaio per la cena di stasera. Ci vediamo più tardi, amico pixelato!",
    "witty.dialogue.main.morning\/1": "Buona mattina a te!",
    "witty.dialogue.main.morning\/10": "Potrei passare un giorno tranquillo oggi, il mio corpo sembra essere stato travolto da un'apocalisse dei morti viventi.",
    "witty.dialogue.main.morning\/11": "Il mio orario è più affollato di una fattoria di polli durante l'ora del pasto. Ho bisogno di un sonnellino di una settimana.",
    "witty.dialogue.main.morning\/12": "Sono riuscito a ottenere un po' di sonno profondo stanotte. Forse potrei anche spostare una montagna o due oggi, giusto per essere coerente!",
    "witty.dialogue.main.morning\/2": "G'mornin', pronto a mettere quei muscoli al lavoro oggi?",
    "witty.dialogue.main.morning\/3": "Ugh, ancora mezzo addormentato. E tu?",
    "witty.dialogue.main.morning\/5": "Oh mio dio! Notte difficile, vero? Sembrano aver lottato con un crepitante.",
    "witty.dialogue.main.morning\/6": "Okay, okay, wakey-wakey, amico! è ora di affrontare questa lista infinita da fare!",
    "witty.dialogue.main.morning\/7": "Hanno cantato i tuoi agnelli un inno notturno? Sei praticamente luminoso!",
    "witty.dialogue.main.morning\/8": "Alzati e splenditi, pigro!",
    "witty.dialogue.main.morning\/9": "Oh, che mattino glorioso! È tempo di afferrare il giorno e conquistare il mondo!",
    "witty.dialogue.main.night\/1": "Oh, bene! Che meraviglia, lavorare fino a tarda notte, vero?",
    "witty.dialogue.main.night\/10": "Il sonno ti chiama, cara mia. Si dice che domani ti attendano grandi avventure per te.",
    "witty.dialogue.main.night\/2": "Ah, un creatura notturna emerge dalle ombre. Fanciullo!",
    "witty.dialogue.main.night\/3": "2. Trovi anche tu rifugio nel buio? Che curiosità!",
    "witty.dialogue.main.night\/4": "Vediamo di non allontanarci troppo dal villaggio, no? Non vorremmo tentare la sorte e diventare cibo per mostri.",
    "witty.dialogue.main.night\/5": "Il villaggio ha guardie che ti danno un senso di sicurezza, ma la notte ancora ti fa rabbrividire, non è vero?",
    "witty.dialogue.main.night\/6": "5. Ah, la tranquilla oscurità, dove si può trovare rifugio nel caos. Veramente un momento sereno per rilassarsi.",
    "witty.dialogue.main.night\/7": "Mentre il giorno affollato ha i suoi charmi, c'è qualcosa di incantatore nel passeggiare sotto il cielo stellato della notte.",
    "witty.dialogue.main.night\/8": "7. La stanchezza sta lentamente invadendomi, amico mio. Forse domani richiede un carico di lavoro più leggero e una buona notte di riposo.",
    "witty.dialogue.main.night\/9": "Oh, l'anticipazione di strisciare sotto coperte calde e addormentarsi in un sonno felice è pura beatitudine!",
    "witty.dialogue.main.rock_paper_scissor\/1": "Sì, aggiungiamo un po' di sapore con una partita emozionante di pietra carta forbice! Spero che tu sia pronto per assaggiare le mie eccezionali abilità decisionali!",
    "witty.dialogue.main\/1": "Be', be', be', guarda chi ha deciso di onorarci con la sua presenza!",
    "witty.dialogue.main\/2": "Ehi, come va la vita oggi, amico mio?",
    "witty.dialogue.main\/3": "Be', be', be', se non il mio persona preferito in tutto il villaggio!",
    "witty.dialogue.main\/4": "Quali avventure emozionanti ci sono in orizzonte per te oggi, cara villaggio?",
    "witty.dialogue.main\/5": "Come ti tratta il mondo oggi, mio gentiluomo?",
    "witty.dialogue.main\/6": "Ehi lì, %1$s! Qual è il più recente pettegolezzo del villaggio?",
    "witty.dialogue.main\/7": "Non credi alla storia folle che ti sto per raccontare! Immagina questo...",
    "witty.dialogue.no_money\/1": "Oh mio caro amico, temo che il tuo conteggio di smaraldi sia un po' insufficiente per garantire i miei servizi straordinari.",
    "witty.dialogue.no_money\/2": "Oh, caro mio! Sembrerebbe che la tua riserva di smaragdi sia un po' scarsa se desideri goderti il fascino delle mie doti.",
    "witty.dialogue.no_money\/3": "Ah, mio caro signore\/donna, devo informarla che sebbene l'apparenza modesta possa ingannare, le mie eccezionali abilità hanno un prezzo. E quel prezzo, amico mio, è più emeraldi di quelli che attualmente possiede.",
    "witty.dialogue.procreate_engaged\/1": "Ah, mio caro, aspetto con ansia il giorno in cui potremo scambiare voti e partire per la grande avventura chiamata matrimonio. Solo allora il mio cuore troverà veramente pace.",
    "witty.dialogue.procreate_engaged\/2": "Oh, amore, perché affrettarsi a generare nuova vita quando non abbiamo nemmeno pienamente abbracciato la sacralità del nostro amore? Sia pure il viaggio della dedizione prima di immergerci nei profondi dell'infanzia. È tutto questione di costruire una fondazione rocciosa, sai?",
    "witty.dialogue.rock_paper_scissor.loose.paper\/1": "È arrivato il momento di liberare la potenza delle mie forbici e lasciare i tuoi fogli in brandelli!",
    "witty.dialogue.rock_paper_scissor.loose.rock\/1": "Oh, guarda un po'! Il mio carta ha appena schiacciato facilmente la tua roccia. È quasi troppo facile per me. Spera di avere più fortuna la prossima volta, amico!",
    "witty.dialogue.rock_paper_scissor.loose.scissor\/1": "Scalini, incontri il tuo incubo peggiore",
    "witty.dialogue.rock_paper_scissor.paper\/1": "Preparati, poiché ho scelto il carta, l'astuto truffatore di questo gioco epico!",
    "witty.dialogue.rock_paper_scissor.rock\/1": "Boom! Roccia come un'eruzione vulcanica!",
    "witty.dialogue.rock_paper_scissor.scissor\/1": "Preparati, mio avversario, poiché la forbice è pronta a conquistare la vittoria in questo battaglia epica!",
    "witty.dialogue.rock_paper_scissor.win.paper\/1": "Rock, oh rock, perché sempre devi piovere sulla mia striscia di vittorie? È come se avessi un sesto senso per i miei movimenti di carta.",
    "witty.dialogue.rock_paper_scissor.win.rock\/1": "Be', be', be', sembra che la roccia abbia semplicemente spazzato via l'accetta. Non sono proprio il più astuto strumento nel cesto.",
    "witty.dialogue.rock_paper_scissor.win.scissor\/1": "Le forbici hanno avuto la meglio, lasciando il mio carta completamente sconfitta. Mi tolgo il cappello in segno di rispetto per te, mio astuto rivale! Ben giocato, ben giocato davvero!",
    "witty.dialogue.rock_paper_scissor\/1": "Ok, preparati per l'ultimo scontro di pietra, carta e forbice! Vediamo chi trionferà!",
    "witty.dialogue.rock_paper_scissor\/2": "Preparati per l'umiliazione della tua vita, amico mio! Assicuro che la vittoria sarà mia questa volta!",
    "witty.dialogue.rumors.failed\/1": "Ecco il testo:\n\nHmm, mio caro, temo di non aver scoperto alcun pettegolezzo succoso di recente. Le mie orecchie si sono sentite deluse dalla mancanza di voci sussurrate scandalose.",
    "witty.dialogue.rumors.lore\/1": "E' tutto il trend di questi giorni, tutti sono impazziti per SirBen! I suoi fedeli profeti, MerlinWolfgangames e Crow, sono fuori lì a diffondere le sue insegnamenti divini.",
    "witty.dialogue.rumors.lore\/2": "Posso crederci? Quei maledetti Cyberdemoni pensavano di poter invadere attraverso i loro portali fatti di fantascienza. Be', immaginate un po'... Sirben e Luke si sono uniti e hanno messo fine a tutta l'invasione!",
    "witty.dialogue.rumors.lore\/3": "Non credi alla storia selvaggia che ti ho sentito dire. Ecco, pare che 2da50 si sia intromesso nella vicenda della scomparsa degli antichi costruttori e, sapete dove finì? Nelle terre lontane! E poi, poof, non si è più sentito parlare di loro. Parliamo di sparire con stile!",
    "witty.dialogue.rumors.lore\/4": "Sai, il nostro stesso MerlinWolfgames ha superato se stesso per la gloria di SirBen. Quell'uomo ha deciso di costruire un tempio mozzafiato dedicato al potente SirBen in persona. È come uno dei meravigliosi antichi monumenti che leggi!",
    "witty.dialogue.rumors.lore\/5": "Oh, quei giorni erano i miei amico! Avevamo questo razza di costruttori super avanzati che vagavano per il mondo, creando strutture impressionanti da ogni lato. Ma almeno, si sono dileguati nel nulla. È come se avessero eseguito un atto magico di sparizione!",
    "witty.dialogue.rumors.lore\/6": "Raccoglietevi intorno, gente, e ascoltate le storie dei leggendari costruttori antichi. Erano come i rockstar del mondo sopraelevato, lasciando dietro di sé magnifici ruderi e templi che ancora confondono la mente! È come se avessero sparpagliato la loro genialità tutto intorno al nostro regno.",
    "witty.dialogue.shake_hand.fail\/1": "Oh, guarda chi si è improvvisamente interessato a stringere la mano, signor macellaio di bovini!",
    "witty.dialogue.shake_hand.fail\/2": "Oh, come on! Come on! Oh, how gracious of you to decline my offer. It's not like I expected any different from you.",
    "witty.dialogue.shake_hand.fail\/3": "Non preoccuparti, non sono un villaggio casuale che ti devi impressionare. Puoi risparmiare la tua cortesia per qualcun altro.",
    "witty.dialogue.shake_hand.fail\/4": "Be', be', be', guarda chi ha deciso di abbandonare il suo solito comportamento sgarbato. Sono impressionato, o forse solo stupito.",
    "witty.dialogue.shake_hand.fail\/5": "Oh, vuoi che vada via? Come imprevedibile! Pensavo che godessi della mia presenza almeno quanto un'esplosione di Creeper.",
    "witty.dialogue.shake_hand.success\/1": "Oh mio dio, hai un afferraggio che potrebbe far arrossire anche Ercole!",
    "witty.dialogue.shake_hand.success\/2": "Il tuo saluto deciso mi fa capire che probabilmente potresti schiacciare rocce con quelle mani!",
    "witty.dialogue.shake_hand.success\/3": "Oh, guarda te, essere così cortese e proprio! Come delizioso positivo!",
    "witty.dialogue.shake_hand.success\/4": "Ah, un giorno splendido per te, mio signore\/donna!",
    "witty.dialogue.shake_hand.success\/5": "Be', ciao lì, anima affascinante! Che piacere incontrarti in questo paradiso di blocchi!",
    "witty.dialogue.stay.fail\/1": "Non è il mio stile, amico! Sono sempre alla ricerca di emozioni forti e non mi piace restare bloccato in questo villaggio tranquillo.",
    "witty.dialogue.stay.fail\/2": "Apprezzo l'offerta, amico, ma sono una anima selvaggia che brama avventure emozionanti e territori inesplorati!",
    "witty.dialogue.stay.fail\/3": "Questo villaggio è dolce, ma ho un'insaziabile voglia di viaggiare che non posso contenere. Sono tutto per vivere la vita sul filo dell'edge, amico mio!",
    "witty.dialogue.stay.no_space\/1": "Be', be', be', sembra che questo villaggio sia sul punto di esplodere, non è vero?",
    "witty.dialogue.stay.no_space\/2": "Oh, come vorrei stabilire un negozio qui, ma almeno ogni letto in questo villaggio affollato è stato occupato! È come cercare un ago in un fascio di paglia, amico mio!",
    "witty.dialogue.stay.repeat\/1": "Be', be', be', sembra che tu abbia già preso un giro per il passato e mi hai già fatto la stessa vecchia domanda prima.",
    "witty.dialogue.stay.repeat\/2": "Oh dear giocatore, sembra che tu abbia già onorato di tua presenza e hai chiesto proprio quella domanda. La mia memoria può essere acuta come una spada a diamante, ma è chiaro come il giorno che tu sei stato qui prima.",
    "witty.dialogue.stay.success\/1": "Be', che bello! Mi piacerebbe proprio piantare le mie radici in questo delizioso villaggio!",
    "witty.dialogue.stay.success\/2": "Meraviglioso! Mi piacerebbe semplicemente godermi l'opportunità di chiamare questo villaggio la mia dimora permanente!",
    "witty.dialogue.story.enderdragon.fail\/1": "Ahah! Sei fuori di testa? L'Ender Dragon è solo un fiaba!",
    "witty.dialogue.story.enderdragon.fail\/2": "Oh per favore, risparmia il tuo umorismo. Quel drago dell'ender è così imbattibile che riderebbe di qualsiasi tentativo umano di ferirlo!",
    "witty.dialogue.story.enderdragon.success\/1": "Incredibile! Hai realmente riuscito a strappare l'uovo leggendario del drago?",
    "witty.dialogue.story.enderdragon.success\/2": "Ecco, ecco, ecco! Guarda chi ha sconfitto il terribile drago della leggenda! Il villaggio racconterà la tua storia eroica per secoli a venire!",
    "witty.dialogue.story.exploring.fail\/1": "I tuoi racconti sono più logori di un raggio d'esplosione di uno sciacallo.",
    "witty.dialogue.story.exploring.fail\/2": "Oh, guarda chi sta cercando di essere il re della sarcastica! Attento a non inciampare nella tua stessa ironia, duro tipo.",
    "witty.dialogue.story.exploring.fail\/3": "Interagendo con te è come conversare con un sognatore che non ha ancora afferrato la realtà. Senza il fascino, ovviamente.",
    "witty.dialogue.story.exploring.success\/1": "Non è possibile! Ho sempre sognato di partire per avventure epiche, esplorare terre ignote e scoprire tesori nascosti. È come se fossi il eroe della mia stessa leggenda!",
    "witty.dialogue.story.exploring.success\/2": "Oh, le storie che devi avere da raccontare! Posso quasi vedere te che cammini con audacia attraverso la wilderness non addomesticata, sconfiggendo mostri formidabili e sciogliendo misteri antichi. Come invidio le tue avventure emozionanti!",
    "witty.dialogue.story.exploring.success\/3": "Tu, mio amico, sei un esploratore straordinario! Avventurati nel grande ignoto, affronti il pericolo con un sorriso malizioso e non lasci pietra incustodita. Saluto lo spirito coraggioso che ti anima!",
    "witty.dialogue.story.fail\/1": "Scusa, ma semplicemente non posso permettere che tu parli male della mia cara madre. È una forza da non sottovalutare, sai!",
    "witty.dialogue.story.fail\/10": "Devo ammettere, signore mio, che non riesco a scorgere alcun riflesso di genio in quell'impresa specifica tua. Forse è nascosto sotto strati di mediocrità? Dubito molto.",
    "witty.dialogue.story.fail\/2": "Oh, le storie delle tue disavventure sono giunte anche ai confini più lontani del villaggio. Si parlano di te con voce sommessa, con occhi spalancati e teste che tremano.",
    "witty.dialogue.story.fail\/3": "Mi scuso, ma la mia capacità intellettuale non riesce a comprendere le profondità del tuo tentativo di umorismo.",
    "witty.dialogue.story.fail\/4": "Oh mio caro signore, è assolutamente incredibile come tratti quei poveri innocenti Creepers. Non hai cuore? Non hai compassione?",
    "witty.dialogue.story.fail\/5": "Eccellente signore, l'audacia di uccidere un agnello difeso è semplicemente al di là della mia comprensione. il loro muggito gentile echeggia nella mia anima.",
    "witty.dialogue.story.fail\/6": "*yawns dramaticamente* Oh, mio dio, devo avermi addormentato per un momento. Pregherò, continuate pure con il vostro racconto affascinante.",
    "witty.dialogue.story.fail\/7": "Ah, raccontami, come hai riuscito a sprecare così tanto del mio tempo prezioso con una storia così priva di senso? Spero almeno che ci sia un punto in tutto questo.",
    "witty.dialogue.story.fail\/8": "Oh, come è assolutamente noioso e inesigente. Posso sentire le mie palpebre che si chiudono sempre più con ogni parola che mi viene detta.",
    "witty.dialogue.story.fail\/9": "Oh mio dio, sembra che tu stia barcollando sul confine della sanità mentale. Ma purtroppo non nel modo affascinante e eccentrico. Piuttosto come se dovessero rinchiuderti!",
    "witty.dialogue.story.nether.fail\/1": "Oh, miele, dubito fortemente che tu abbia anche solo intravisto le profonde fiamme dell'Inferno.",
    "witty.dialogue.story.nether.fail\/2": "Ah, quindi è per questo che quei piglin testardi hanno deciso di attaccarti. Ora tutto ha un senso.",
    "witty.dialogue.story.nether.fail\/3": "Cara, non importa se sei stato nel Nether o meno. Non potresti raccontare una storia affascinante nemmeno se la tua vita dipendesse da essa.",
    "witty.dialogue.story.nether.fail\/4": "Oh, caro, sembra essere debole come un pollo neonato. Non posso immaginare che sopravviva nemmeno un minuto nel pericoloso Nether.",
    "witty.dialogue.story.nether.fail\/5": "Oh, bene il tuo cuore, ma mio caro nonno sapeva ogni angolo e ogni nicchia del Nether e mai disse una parola su funghi distorti. Stai allungando la verità, amico!",
    "witty.dialogue.story.nether.success\/1": "Ecco il testo:\n\n\"È come se fosse più caldo del sole là sotto o qualcosa? Io non riesco nemmeno a gestire la salsa piccante, figuriamoci il Nether!\"",
    "witty.dialogue.story.nether.success\/2": "Wow, sopravvivere all'Inferno è come vincere un gioco chiamato 'Fuga dall'Inferno'. Congratulazioni, sei il coraggioso da record!",
    "witty.dialogue.story.nether.success\/3": "Ecco il messaggio: \"So, rumor has it there's more treasure in the Nether than the Pirates of the Caribbean could ever dream of. Too bad I'm allergic to danger, or else I'd be swimming in gold.\"",
    "witty.dialogue.story.nether.success\/4": "Sinceramente, come fai a dormire la notte? Con una luce notturna di maiale zombificato? Sto chiedendo per un amico, naturalmente. Chi è lui. E io non ho paura affatto. No, proprio nulla.",
    "witty.dialogue.story.nether.success\/5": "Sono i maiali zombificati come le star di Brad Pitt del Nether? Dovrei chiedere loro le loro firme o qualcosa?",
    "witty.dialogue.story.success\/1": "Sinceramente? Quello è come la storia più epica che abbia mai sentito!",
    "witty.dialogue.story.success\/2": "Se solo avessi il coraggio di affrontare un crepitante. Sei più valoroso di un cavaliere!",
    "witty.dialogue.story.success\/3": "Wow, quella storia era di alta qualità! Hai assoldato un team di scrittori per creare quel capolavoro?",
    "witty.dialogue.story.success\/4": "Rimani un attimo, vuoi dire che tutto ciò è successo in soli 24 ore? Mind. blown.",
    "witty.dialogue.story.success\/5": "Sei serio? Io ero praticamente nello stesso quartiere ieri e ho perso questo epico racconto?",
    "witty.dialogue.story.success\/6": "Ahah, classico %supporter%! Sempre a trasformare storie ordinarie in avventure straordinarie.",
    "witty.dialogue.story.success\/7": "La leggenda di %supporter% è praticamente incisa nei miei cellule cerebrali. Ti consiglio di raccontarmela ancora una volta!",
    "witty.dialogue.story.success\/8": "Oh, scusa! Ecco il segreto dietro la tua abilità nel trovare diamanti? Sei come Indiana Jones del Minecraft!",
    "witty.dialogue.story.success\/9": "Ehi, passa a trovarmi più tardi, okay? Sto morendo dalla voglia di sentire ancora delle tue cronache incredibili.",
    "witty.dialogue.story.wither.fail\/1": "Oh per favore, risparmia i racconti fiabeschi.",
    "witty.dialogue.story.wither.fail\/2": "Ahah, sembri troppo integro per farmi credere a quel fandonzo!",
    "witty.dialogue.story.wither.success\/1": "Incredibile! Il Wither è come un disastro in movimento, ma tu l'hai appena schiacciato!",
    "witty.dialogue.story.wither.success\/2": "Non è possibile! Hai veramente sconfitto il Wither?! La mia mente è ufficialmente stata fatta saltare in aria!"
}