{
    "guide.vampirism": "Guida al vampirismo",
    "guide.vampirism.blocks.alchemical_cauldron.text": "Usato per creare alcuni ricettari alchemici. §4può essere utilizzato solo dai cacciatori di vampiri§r e richiede una specializzazione speciale.",
    "guide.vampirism.blocks.alchemy_table.text": "Si può utilizzare da parte dei giocatori cacciatori per creare olio speciali da applicare su armi e altri equipaggiamenti.\nMolti oli si consumano lentamente. alcuni olio basati sulla pozione applicano il loro effetto alle entità colpite.\nPer iniziare, è necessario ottenere olio di pianta inserendo semi semplici e bottiglie di vetro vuote. Ciò viene poi solitamente mescolato con sangue di vampiro per ottenere %s come base per oli utili.",
    "guide.vampirism.blocks.altar_cleansing.text": "Trovato nella chiesa di alcuni villaggi. Può essere utilizzato per tornare umano normale se si è vampiri.",
    "guide.vampirism.blocks.altar_infusion.text": "Struttura multi-blocco utilizzata per aumentare il livello come vampiro.",
    "guide.vampirism.blocks.altar_inspiration.text": "Usato per aumentare il livello come vampiro.",
    "guide.vampirism.blocks.blocks.coffin": "Bara",
    "guide.vampirism.blocks.blocks.coffin.text": "Può essere utilizzato dai vampiri per addormentarsi durante il giorno.",
    "guide.vampirism.blocks.blood_container.text": "Può contenere molto sangue. (frena-) clic destro con un flacone di sangue per mettere il sangue dentro o toglierlo fuori.",
    "guide.vampirism.blocks.blood_grinder.text": "la sua macchina avanzata è in grado di macinare alcuni oggetti per estrarre il sangue. Ciò include elementi come%s ma anche%s e alcuni elementi modificati. Tuttavia, il sangue estratto è impuro. Posizionalo sopra un%s per filtrare il risultato. \\nFunziona come una tramoggia che estrae gli articoli adatti da un inventario sopra e accetta gli oggetti lanciati sopra di esso.",
    "guide.vampirism.blocks.blood_pedestal.text": "Può essere utilizzato per ricaricare gli oggetti alimentati dal sangue. Colloca su un contenitore o serbatoio di sangue e inserisci l'oggetto appropriato facendo clic destro.",
    "guide.vampirism.blocks.blood_sieve.text": "Questo blocco può essere utilizzato per pulire i prodotti di %s generati dal %s. Potrebbe anche essere utilizzato per convertire fluidi sanguigni da altri mod. Collocaelo sopra un contenitore di sangue e pompa alcuni liquidi per filtrare in esso. Può anche svuotare il sangue impuro da un serbatoio sopra.",
    "guide.vampirism.blocks.castle_block_dark_brick.text": "Blocco decorativo. impedisce ai mob non vampiri di generarsi su di esso. la variante di pietra oscura non consente a nessun entità di generarsi su di essa.",
    "guide.vampirism.blocks.decorative.text": "Vari blocchi per scopi decorativi solo",
    "guide.vampirism.blocks.decorative.title": "Blocchi decorativi",
    "guide.vampirism.blocks.garlic.text": "Si può trovare in alcune città. Puoi coltivarlo simile a carote.",
    "guide.vampirism.blocks.garlic_diffuser": "Diffusore d'aglio",
    "guide.vampirism.blocks.garlic_diffuser.text": "Diffonde particelle di aglio nell'aria per impedire la nascita di vampiri e indebolire quelli vicini. Le versioni normali influenzano un'area di %s x %s blocchi dal bedrock al cielo intorno a essa, le versioni migliorate un'area di %s x %s. L'effetto sui vampiri può essere temporaneamente aumentato cliccando destro su di esso con %s. Quando è aumentato anche acceca i giocatori di vampire vicini.",
    "guide.vampirism.blocks.hunter_table.text": "Usato per creare %s",
    "guide.vampirism.blocks.med_chair.text": "utilizzato per infondere %s e %s.",
    "guide.vampirism.blocks.potion_table.text": "I cacciatori possono utilizzare il tavolo delle pozioni. Funziona come un alanbicco, ma offre ricette e vantaggi aggiuntivi. \\nCon le abilità appropriate puoi creare pozioni di lunga durata, pozioni molto potenti o pozioni precedentemente non disponibili.",
    "guide.vampirism.blocks.title": "Blocchi",
    "guide.vampirism.blocks.totem_base.text": "Usato per controllare un villaggio.",
    "guide.vampirism.blocks.totem_top_crafted.text": "Utilizzato per controllare un villaggio. Esiste una versione fragile che a volte si trova nei villaggi e una versione normale che può essere ottenuta come ricompensa del compito e può essere utilizzata per controllare i villaggi costruiti manualmente.",
    "guide.vampirism.blocks.vampire_orchid.text": "Il fiore può essere trovato nel bioma dei vampiri.",
    "guide.vampirism.blocks.weapon_table.text": "Utilizzato per craftare diverse armi e strumenti da cacciatore. Alcune ricette usano la lava, quindi devi riempirla facendo clic con il pulsante destro del mouse con un secchio di lava. \\n§4Può essere utilizzato solo dai cacciatori di vampiri§r e richiede un'abilità speciale.",
    "guide.vampirism.changelog.title": "Storia dei cambiamenti",
    "guide.vampirism.changelog.v1_8.accessories.image": "Le accessori possono essere equipaggiate nel menu vampirismo",
    "guide.vampirism.changelog.v1_8.accessories.text": "**Vampiro accessori**\nI vampiri possono ora equipaggiare accessori (anello, amuleto e cintura obi) che danno buff (e debuff) e possono anche modificare certi skill.\nCi sono molti effetti diversi e combinazioni di effetti con diverse rarità e puoi provare a raccogliere il set perfetto di anello, amuleto e cintura obi.\nIn totale ci sono più di 100.000 possibili combinazioni, anche se molte sono simili.\nGli accessori **non possono essere smontati** e vengono distrutti se un altro viene equipaggiato nello stesso slot\nAl momento della risurrezione (dopo la morte) gli accessori subiscono danni casuali e si rompono nel tempo.\nCertificati accessori possono ad esempio cambiare il proiettile di sangue oscuro in un attacco a 360° a breve raggio.",
    "guide.vampirism.changelog.v1_8.balancing.text": "**Balancing**\n- sono stati regolati il modificatore di livello del vampiro e dell'assassino, nonché le armi\n- ora è possibile incantare le spade dei vampiri con la maggior parte degli incantesimi\n- l'abito del cacciatore potenziato ora aumenta la buff della maschera da cacciatore e concede un bonus di saccheggio\n- il prezzo in diamanti per l'upgrade delle creature minori è stato ridotto\n- è stata rimossa l'attacco morso dei vampiri\n- non si impedisce più ai cacciatori travestiti di interagire\/attaccare, ma invece rompono la loro maschera",
    "guide.vampirism.changelog.v1_8.misc.text": "**Informazioni sul changelog**\n\n* Aggiunta l'item per trovare il becco di aglio\n* Skeletons non attaccano più i vampiri e i creeper sempre fuggono\n* Minioni dei vampiri dovrebbero evitare il sole se il loro compito lo consente\n* Minioni consumano alimenti\/oggetti sanguinari nella mano libera per guarire\n* Il becco di aglio ha un ritardo di attivazione\n* Fino-tuning del proiettile sanguinario\n* È possibile curare i villaggi convertiti e le creature con una mela infestata simile a quella utilizzata per curare i villaggi zombie\n* Aggiunta un manichino di addestramento per determinare il danno e la DPS\n* Visualizzazione anteprima dell'aspetto quando si passa sopra un tipo di pelle\/occhio\n* Utilizzo del modello corretto (Steve\/Alex) per il vampiro e i minioni del testo\n* È possibile legare vampiri di livello superiore come minioni\n* Correzione dell'AI della cattura dei villaggi che richiede la vista diretta e assicurarsi che gli entità avanzate partecipino a un evento di cattura\n* Nuove avances per i minioni e altri\n* Reset delle abilità consumando una pozione di oblio invece di perdere un livello\n* È possibile resettare le statistiche dei minioni dando loro una pozione di oblio\n* Cambio della visibilità del fascio del totem (solo durante la cattura)\n* Il totem dell'immortalità ora dà protezione dal fuoco e crema solare\n* Aggiornamento delle didascalie degli oggetti\n* Aggiunta un terzo opzione di binding per l'azione\n* Modo pipistrello non cambia più la salute del giocatore, invece rimuove gli effetti dell'armatura e duplica il danno ricevuto\n* Nuovi blocchi decorativi",
    "guide.vampirism.changelog.v1_8.overview.text": "Riepilogo:\n- Menu vampirismo\n- Cambiamenti abilità\n- Cambiamenti compiti\n- Bilanciamento\n- Varie\n- Accessori vampiro\n- Armatura naturale vampiro\n- Immortalità vampiro\n- Assalti di razza",
    "guide.vampirism.changelog.v1_8.raids.text": "La fazione può ora essere attivata dai raid camminando in un villaggio con un effetto di cattiva sorte della fazione. L'effetto di cattiva sorte può essere ottenuto uccidendo un cacciatore o un vampiro con uno stendardo della fazione sulla schiena. Un livello più alto dell'effetto di cattiva sorte risulterà in una forza d'attacco più forte e un premio più alto. Inoltre, ci possono essere raid deboli casuali mentre si è nel villaggio.",
    "guide.vampirism.changelog.v1_8.skills.dbno.image": "Questo nuovo abilità riduce la durata che un vampiro deve attendere prima di poter risorgere.",
    "guide.vampirism.changelog.v1_8.skills.hissing.image": "L'azione di sussurro disorienta le entità vicine, causando una perdita di memoria del loro bersaglio.",
    "guide.vampirism.changelog.v1_8.skills.neonatal.image": "Questo nuovo abilità riduce la durata dell'effetto neonatale dopo essere stato risuscitato come vampiro.",
    "guide.vampirism.changelog.v1_8.skills.text": "Skill modifiche §l\nOltre alle modifiche di bilanciamento per l'attacco del cacciatore\/parassita e velocità d'attacco, nonché la riorganizzazione delle abilità del cacciatore, ci sono altre modifiche di abilità sulle seguenti pagine. §r",
    "guide.vampirism.changelog.v1_8.skills.vista.image": "Invece di essere un abilità, i benefici della vista sono ora attributi naturali dei vampiri.",
    "guide.vampirism.changelog.v1_8.tasks.text": "**Task changes**\nMentre ci sono nuove attività disponibili, il sistema delle attività è cambiato nel modo che le attività ora hanno un limite di tempo entro cui l'attività deve essere completata e la ricompensa raccolta, o l'attività fallisce. Il tempo differisce se si gioca in modalità singola giocatore o su un server.\nPer darvi un'idea di tutte le attività correnti, sono visualizzate nel menu Vampirismo con dati aggiuntivi come il tempo residuo e la posizione nota dell'incaricato.",
    "guide.vampirism.changelog.v1_8.vampire_armor.text": "§lVampiro armatura§r\n- i vampiri hanno un'armatura naturale quando non indossano armatura\n- l'importo di armatura scala tra ferro e diamante dal livello 1 al livello 14\n- questa armatura naturale non si accumula con l'armatura aggiuntiva indossata\n- se indossi armatura pesante (qualunque cosa più forte del cuoio) il tuo buff di velocità e attacco specifico per vampiro sarà ridotto della metà\n- gli incantesimi di armatura possono essere applicati a vestiti da vampiro stilosi che possono essere equipaggiati nei slot di armatura\n- dopo la risurrezione l'armatura naturale richiederà un po' di tempo per ripristinare completamente",
    "guide.vampirism.changelog.v1_8.vampire_immortality.text": "§lVampiro immortalità§r\n- I vampiri non muoiono immediatamente da certi fonti di danno, invece vengono messi in uno stato \"down-but-not-out\" (dbno) dove possono ancora essere colpiti, ma sono ignorati dalle creature selvagge\n- dopo una fase di rigenerazione, possono scegliere di risorgere. alternativamente, possono sempre decidere di morire e respawn invece\n- dopo la risurrezione i vampiri sono deboli e muoiono immediatamente se vengono uccisi nuovamente entro pochi minuti\n- mentre in stato dbno, i vampiri possono essere finiti immediatamente utilizzando armi da vampire killing come un palo, acqua santa o fuoco",
    "guide.vampirism.changelog.v1_8.vampirism_menu.image": "Il menu del vampirismo",
    "guide.vampirism.changelog.v1_8.vampirism_menu.text": "§lVampirism menu§r\nIl nuovo menu di vampirismo rappresenta un hub centrale. Viene aperto dalla chiave del GUI dell'antico skill \"%s\". Lì potrai aprire altre schermate di vampirismo come lo schermo delle abilità o lo schermo dell'apparenza. D'altra parte, ci sono due nuove cose da trovare qui, la prima è un riassunto delle attività accettate e le altre novità sono i slot degli accessori.",
    "guide.vampirism.changelog.v1_9.blessing.text": "**item blessing**\nGiocatori cacciatori possono ora benedire certi oggetti tenendo destro clic sull'altare della purificazione con loro. In questo modo, ad esempio, possono convertire l'acqua di sale pura in acqua santa.",
    "guide.vampirism.changelog.v1_9.crossbows.text": "**Crossbow**\nI crossbow adesso funzionano simili a quelli di Vanilla. Devono essere caricati manualmente per poterli utilizzare.",
    "guide.vampirism.changelog.v1_9.crucifix.text": "**Crucifisso**\nUn nuovo oggetto di crucifisso aggiunto consente ai cacciatori di respingere efficacemente i vampiri e altre creature non morte. Mentre si utilizza l'oggetto, il vampiro non può avvicinarsi a te. Esiste in tre differenti livelli con una maggiore potenza e portata",
    "guide.vampirism.changelog.v1_9.curing.text": "Curing vampiric creature§r\nIl mela infestata e l'iniezione zombi sono state rimosse per allineare il processo di cura con la guarigione del villaggio zombie. Il processo è ora lo stesso: 1. applica debolezza al creato 2. interagisci con loro utilizzando una mela d'oro 3. aspetta",
    "guide.vampirism.changelog.v1_9.general.text": "**General**\n- Reworked il bosco dei vampiri. Ecco un'occhiata\n- Reworked il contenuto del libro dei vampiri\n- Rimossi l'armatura di obsidiana\n- Fatti i crossbow dei vampiri funzionare più come vanilla\n- Aggiunti nuovi blocchi decorativi (trono, rastrello dei vampiri)\n- Sostituito l'effetto sete con la fame vanilla\n- Ridotto l'esaurimento del sangue nel bosco dei vampiri\n- Aggiunti ricette di riciclo per gli accessori dei vampiri\n- Fatti i vestiti dei vampiri riparabili con cuori umani\n- Consentito quasi tutti gli incantesimi per le armi\n- Aggiornati diversi modelli e texture\n- Aggiunti comandi di monitoraggio dell'inventario dei minioni",
    "guide.vampirism.changelog.v1_9.infection.text": "§infezione§r\nI giocatori vampiri possono ora scegliere attivamente chi trasformare.\nNon più è necessario nutrirsi di un vittima per infettarla. Invece, si utilizza una nuova azione che viene sbloccata con l'abilità \"non più un neonato\". Guarda il tuo bersaglio e attiva l'azione. La creatura bersagliata sarà infetta da Sanguinare Vampiris e successivamente si trasformerà in una creatura vampirica.",
    "guide.vampirism.changelog.v1_9.oils.text": "§lCacciatori di olio§r\nI giocatori cacciatori possono ora applicare gli oli ai loro strumenti e pezzi di armatura. Gli oli vengono crafting utilizzando la nuova tavola di alchimia e richiedono generalmente sangue di vampiro e olio vegetale (ottenuto dalle semi) come ingrediente iniziale.\nSe si applica certi oli di effetto ai propri strumenti, daranno quell'effetto alle entità che si colpiscono. Ciò può essere un effetto utile",
    "guide.vampirism.changelog.v1_9.overview.text": "Riepilogo:\n- generale\n- olio cacciatore\n- abilità del Signore\n- benedizione di oggetti\n- croce\n- infezione\n- archibugi\n- cura delle creature",
    "guide.vampirism.changelog.v1_9.skills.text": "**Lord skills**\nUna volta raggiunto lo stato di Lord, viene sbloccata una nuova schermata delle abilità e si continuano a guadagnare punti abilità con i livelli di Lord più alti.\nÈ possibile scegliere di spenderli sulle abilità normali o su nuove abilità aggiunte che aumentano principalmente le capacità dei propri minimi.",
    "guide.vampirism.common.minion_control": "I Minion hanno un inventario che puoi usare per conservare gli oggetti. Interagendo con il tuo servitore puoi accedere a tale inventario e configurare anche l'aspetto del servitore. \\nPuoi anche dare ordini ai servi in questa schermata. In alternativa, puoi usare il tasto di scelta rapida dei comandi dei minion (%s) per dare ordini a tutti i tuoi servitori contemporaneamente. Puoi anche passare dal menu delle azioni al menu delle attività dei minion premendo la barra spaziatrice mentre è visualizzata la schermata. Pertanto, è sufficiente associare uno di questi tasti. \\nPer escludere un servitore specifico dai tuoi comandi (eccetto%s) puoi fare clic sulla piccola icona del lucchetto nella schermata di interazione dei minion. \\nQuando un servitore è gravemente ferito, lo farà teletrasportarsi per riprendersi dalle ferite. Una volta guarito, te lo farà sapere e potrai richiamarlo con il comando%s.",
    "guide.vampirism.entity.advanced_hunter.text": "Versione avanzata di un cacciatore di vampiri. \\n È molto più forte e chiama i normali cacciatori per aiutarlo. Hanno i nomi e skin dei sostenitori di Vampirism così come alcuni nomi più casuali.",
    "guide.vampirism.entity.advanced_vampire.text": "Il Vampiro esperto. Spawna raramente nel mondo e a volte è seguito da vampiri subordinati. Drops%s e %s. \\nHanno nomi individuali e skin dei sostenitori di Vampirism, oltre ad alcuni nomi più casuali.",
    "guide.vampirism.entity.general": "Generale",
    "guide.vampirism.entity.general.text": "Il vampirismo aggiunge diverse creature al gioco. Alcuni sono vampiri, altri li cacciano. Alcuni sono ostili a tutti. \\nAlcune di queste creature (ad es. Vampiri normali, cacciatori normali e altro) si generano in diversi livelli. Quelli di livello superiore sono generalmente più forti e talvolta hanno abilità speciali. Quando viene generata una nuova creatura, viene controllato il livello di vampiro\/cacciatore dei giocatori vicini per decidere quale livello dovrebbero avere le creature.",
    "guide.vampirism.entity.general.text2": "Alcuni creature di vampiro o cacciatori sono persino in grado di utilizzare certi abilità e azioni. Il loro livello aumenta, meglio saranno le loro abilità disponibili.",
    "guide.vampirism.entity.hunter.text": "Dà la caccia ai vampiri ;) \\n Spawnano nei villaggi o in piccoli accampamenti in tutto il mondo. \\nAppare in diversi abiti e livelli \\nI cacciatori di vampiri vicino ai villaggi cercano di difendere il loro villaggio. Scende%s.",
    "guide.vampirism.entity.hunter_trainer.text": "L'allenatore può essere trovato in alcuni villaggi. Hanno le loro case. \\nI giocatori cacciatori di livello superiore possono allenarsi con loro per salire di livello",
    "guide.vampirism.entity.minion.text": "Sono soggetti al loro signore\/barone.",
    "guide.vampirism.entity.taskmaster": "Fazione rappresentativa",
    "guide.vampirism.entity.taskmaster.text": "Nei villaggi controllati dalle fazioni potrebbe esserci un rappresentante della rispettiva fazione. Offrono diverse missioni con diverse ricompense per il giocatore. \\nCi sono varianti per le diverse fazioni e possono essere trovate in un villaggio controllato dalla rispettiva fazione. \\nCi sono compiti speciali che possono essere completati solo una volta, ma sono disponibili all'indirizzo tutti i rappresentanti. Inoltre ci sono attività ripetibili, che devono essere accettate e completate dallo stesso rappresentante. \\nPer controllare gli obiettivi fare clic su una determinata attività. Se vuoi accettare l'attività, fai clic sul segno di spunta verde e inizia a lavorare verso l'obiettivo. Torna una volta completato per ricevere la tua ricompensa. \\nGli obiettivi degli oggetti richiedono che tu abbia gli oggetti specificati nel tuo inventario. Verranno forniti al rappresentante quando fai clic su Completa.",
    "guide.vampirism.entity.title": "Esseri",
    "guide.vampirism.entity.vampire.text": "Attacca giocatori neutri e giocatori cacciatori. può infettare i giocatori e rilascia %s. anche rilascia %s se ucciso con un %s.",
    "guide.vampirism.entity.vampire_baron.text": "Si genera raramente nei biomi dei vampiri. \\nSi verifica in diversi livelli, in parte a seconda del livello del giocatore. \\nGoccia %s. \\nÈ molto forte ed evoca servitori che lo aiutano.",
    "guide.vampirism.hunter.getting_started": "Inizia come un Cacciatore",
    "guide.vampirism.hunter.getting_started.as_hunter": "Questo è il vantaggio principale che avrai in questo livello. Man mano che aumenterai di livello diventerai più forte e imparerai alcune abilità utili.",
    "guide.vampirism.hunter.getting_started.become": "Per diventare un cacciatore di vampiri dovrai trovare un villaggio in cui vive \"%s\". Troverai delle piante di aglio dietro casa sua. Usali per creare un %s. Dovresti anche ripiantare dell'aglio perché sarà utile in seguito. Entra nella casa dell'allenatore e usa la sedia speciale all'interno per iniettare quella vaccinazione all'aglio. Ti renderà immune dalla infezione vampirica anche nota come Sanguinare Vampiris",
    "guide.vampirism.hunter.leveling": "Livellamento",
    "guide.vampirism.hunter.leveling.intro": "Dopo essere diventato un Cacciatore di Vampiri probabilmente vuoi raggiungere i livelli più alti per imparare alcune capacità interessanti. Per migliorare i tuoi livelli devi addestrarti in qualche modo.",
    "guide.vampirism.hunter.leveling.to_reach": "Raggiungi il livello %s",
    "guide.vampirism.hunter.leveling.train1.text": "Devi raccogliere un po 'di sangue di vampiro uccidendo normali NPC vampiri con un paletto. \\n Se hai raccolto abbastanza, cerca un normale NPC cacciatore. Interagisci con lui e si aprirà una GUI. \\nArticoli richiesti: \\nLivello 2:%d Sangue vampiro \\nLivello 3:%d Sangue vampiro \\nLivello 4:%d Sangue vampiro",
    "guide.vampirism.hunter.leveling.train2.fang": "Zanna",
    "guide.vampirism.hunter.leveling.train2.req": "Tabella degli oggetti da Cacciatore",
    "guide.vampirism.hunter.leveling.train2.text": "Per salire di livello dovrai prima fare qualche ricerca. \\nCrea un %s e apri la sua GUI. Inserendo alcuni oggetti speciali (vedi tabella alla fine) e indagando su di essi puoi ottenere alcune informazioni sui vampiri. \\n La tabella può essere aggiornata posizionando i seguenti blocchi accanto ad essa:%s, %s e %s. \\nPer raggiungere il livello massimo avrai bisogno di tutti e tre i blocchi.\nQuando hai le informazioni, visita un Hunter Trainer. Sarà in grado di addestrarti per il livello successivo, ma dovrai pagargli una quota per questo. \\nApri la GUI e dai un'occhiata.",
    "guide.vampirism.hunter.lord": "Signore dei cacciatori",
    "guide.vampirism.hunter.lord.minion": "Per reclutare un servitore avrai bisogno di un oggetto %s. Cerca un NPC cacciatore di basso livello e fai clic con il pulsante destro del mouse sulla recluta scelta. \\nDovrebbe essere sotto il tuo comando e puoi dare loro ordini, ad esempio difendendoti o raccogliendo risorse. \\n Se vuoi avere il meglio del meglio puoi migliorare la loro attrezzatura e le loro capacità usando%s, %s e %s. Per ogni livello ricevono un punto statistica aggiuntivo da assegnare.",
    "guide.vampirism.hunter.lord.text": "Hai bisogno di supporto nella lotta senza fine contro i vampiri? In qualità di maestro cacciatore noto anche come signore dei cacciatori, puoi reclutare NPC cacciatori che lavorino per te. \\nPer diventare un signore dei cacciatori devi prima raggiungere il livello di cacciatore più alto. Quindi %s dovrebbe offrirti un compito speciale che, una volta completato, ti garantirà il titolo %s e il diritto di comandare altri NPC cacciatori. \\nPuoi salire di grado fino al grado %se completando più compiti. A un livello più alto, più NPC cacciatori sono disposti a lavorare per te.",
    "guide.vampirism.hunter.lord.titles": "I titoli di Maestri Cacciatori",
    "guide.vampirism.hunter.skills": "Abilità",
    "guide.vampirism.hunter.skills.disguise.text": "Se hai sbloccato questa abilità, hai imparato a nasconderti. \\nUtilizzando tecniche avanzate sei in grado di travestirti, in modo che i giocatori e i mob ostili non ti riconoscano. \\nI mob ti attaccheranno solo se sei molto vicino a loro e ad altri i giocatori difficilmente possono vederti fintanto che tieni una certa distanza da loro. Forse sei in grado di intrufolarti dai tuoi nemici e sorprenderli da dietro \\nMa non sei in grado di costruire o rompere i blocchi in questa modalità, poiché farebbe saltare la tua copertura. \\nPer attivare questa presa%s, seleziona l'abilità e rilascia il pulsante pulsante.",
    "guide.vampirism.hunter.skills.intro": "Come cacciatore di vampiri puoi sbloccare un'abilità per livello. Apri la GUI premendo%s e dai un'occhiata a cosa puoi sbloccare. \\nFai attenzione, non si può sbloccare tutto, quindi decidi quale ne vale la pena. \\nLa maggior parte delle abilità si spiegano da sole, ma alcune no, saranno spiegate nelle pagine seguenti.",
    "guide.vampirism.hunter.skills.potion_table.text": "Con il ramo delle abilità del tavolo delle pozioni puoi diventare un esperto pozionista. Il tavolo delle pozioni %s è una versione estesa del banco di preparazione %s. Con le rispettive abilità acquisite, puoi sbloccare tutto il suo potenziale. Ciò include aggiornamenti molto costosi, ma molto potenti, a pozioni esistenti, che li rendono incredibilmente lunghi o potenti. Puoi anche creare nuove pozioni uniche o migliorare il processo di produzione della birra per risparmiare tempo o risorse.",
    "guide.vampirism.hunter.skills.weapon_table.text": "Il tavolo delle armi ti consente di creare armi avanzate, comprese balestre e altro ancora. \\nAlcune ricette richiedono la lava, quindi riempi il tavolo con un secchio di lava facendo clic con il pulsante destro del mouse. Per vedere tutte le ricette usa la mod \"JEI\" o sfoglia la Guida, ma lascia che ti dica che ci sono alcune cose fighe come le doppie balestre o anche una balestra \"Van Helsing style\".",
    "guide.vampirism.hunter.title": "Cacciatore",
    "guide.vampirism.hunter.unhunter": "non cacciatore",
    "guide.vampirism.hunter.unhunter.text": "Se decidi di diventare un vampiro, devi sbarazzarti dell'aglio nel sangue. Per farlo, crea un%s e iniettalo facendo clic con il pulsante destro del mouse su un%s.",
    "guide.vampirism.hunter.vamp_slayer": "Annientatore di Vampiri",
    "guide.vampirism.hunter.vamp_slayer.fire": "I vampiri subiscono più danni dal fuoco rispetto ai normali umani. \\nPuoi usarlo a tuo vantaggio. Ad esempio, potresti usare fuoco alchemico che brucia indefinitamente per proteggere la tua base. \\n Oppure potresti usare speciali dardi che diffondono il fuoco per la tua balestra. Non preoccuparti, il fuoco alchemico non si diffonde né danneggia i blocchi.",
    "guide.vampirism.hunter.vamp_slayer.garlic": "Una delle più grandi debolezze del vampiro è l'aglio. Non subiscono alcun danno, ma ne sono indeboliti e disorientati. \\n Puoi usarlo a tuo vantaggio.",
    "guide.vampirism.hunter.vamp_slayer.garlic.diffuser": "Il diffusore d'aglio rilascia particelle di aglio nell'aria. Quindi, qualsiasi vampiro vicino a esso viene influenzato. Con questo puoi tenere i NPC vampiri fuori dalla tua base e indebolire qualsiasi giocatore vampiro che entra nella tua base, il che ad esempio li ferma dal trasformarsi in pipistrello. Controlla la sua pagina dedicata per imparare a usarlo.",
    "guide.vampirism.hunter.vamp_slayer.garlic2": "Attualmente il modo migliore per farlo è utilizzare la diffusione di aglio.",
    "guide.vampirism.hunter.vamp_slayer.holy_water": "Un modo affidabile per ferire i vampiri è usare dell'acqua santa. Questo sacro liquido elaborato in modo da infligge parecchi danni alle creature non morte, specialmente ai vampiri. Inoltre, annulla il loro travestimento e l'azione di invisibilità. \\nControlla le pagine collegate per scoprire come ottenere questo liquido.",
    "guide.vampirism.hunter.vamp_slayer.intro": "In qualità di cacciatore di vampiri, il tuo compito principale è sconfiggere quelle maledette creature succhiasangue. \\nHai già imparato quali abilità puoi acquisire per migliorare le tue capacità di uccidere i vampiri. \\n Questo capitolo spiega alcune delle grandi debolezze dei vampiri che puoi usare per sconfiggerli.",
    "guide.vampirism.items.accessories": "Accessori vampiro",
    "guide.vampirism.items.accessories.text": "Gli accessori vampiro sono oggetti unici che possono essere equipaggiati nel menu vampirismo. Possono essere ottenuti come ricompensa per compiti, trovati in cassetti o come bottino. Ogni accessorio fornisce un insieme specifico di buff, debuff o modifiche alle tue abilità e skill. Una volta equipaggiati, sono legati a te e non possono essere smontati, solo distrutti. Quando ti risvegli, sono danneggiati.",
    "guide.vampirism.items.armor_of_swiftness": "Armadura della velocità",
    "guide.vampirism.items.armor_of_swiftness.text": "Questa armatura è molto leggera e quindi ti consente di correre più velocemente. Esiste in diverse versioni e quelle migliori ti danno anche del salto ampliato. §4Può essere utilizzato solo da Cacciatori di vampiri§r",
    "guide.vampirism.items.blood_bottle.text": "Puoi immagazzinare il sangue. I vampiri possono fare clic con il pulsante destro del mouse per bere sangue da esso. Può essere riempito tenendolo sulla hotbar quando si morde una creatura. Anche le bottiglie di vetro sulla hotbar vengono automaticamente convertite in bottiglie di sangue.",
    "guide.vampirism.items.blood_infused_iron_ingot.text": "Unghia di ferro specialmente trattata che reagisce al sangue. Può essere utilizzata per creare alcune armi dei vampiri.",
    "guide.vampirism.items.crossbow_arrow_normal.text": "Usato in archibugi.",
    "guide.vampirism.items.crossbows": "Arco da freccia vampiro",
    "guide.vampirism.items.crossbows.text": "Ci sono diverse balestre, alcune richiedono abilità speciali per essere create o utilizzate. Usano %s. (Gli archi tecnologici usano%s). \\n§4Le balestre possono essere usate solo dai cacciatori di vampiri.§r",
    "guide.vampirism.items.crucifix.text": "I cacciatori possono utilizzare attivamente questo per respingere i vampiri e le creature non morte. Esiste in tre livelli con un raggio e una forza crescenti.",
    "guide.vampirism.items.feeding_adapter.text": "Può essere usato per nutrirsi o riempire direttamente un contenitore di sangue nel tuo inventario.\nTieni un contenitore per il sangue da qualche parte nel tuo inventario e posizionalo sulla hotbar mentre ti nutri per riempire il contenitore o fai clic con il tasto destro per bere il sangue dal contenitore.",
    "guide.vampirism.items.heart_seeker_normal.text": "Ballare intorno al tuo nemico e pungere elegante il suo cuore, fintanto che hai imparato a usarlo.\nDeve essere caricata con sangue (ad esempio utilizzando un piedistallo di sangue) per infliggere danni ragionevoli.\nDovrai abituarti a ogni spada. Inizialmente potrai solo colpirle lentamente, ma con ogni mostro sconfitto potrai usarla più velocemente.",
    "guide.vampirism.items.heart_striker_normal.text": "Confronta il tuo nemico e sconfiggilolo con facilità, fintanto che hai imparato a usarlo.\\nDeve essere caricato con sangue (ad esempio utilizzando un piedistallo di sangue) per infliggere danni ragionevoli.\\nDovrai abituarti ogni spada. Inizialmente potrai solo colpire lentamente, ma con ogni mostro sconfitto potrai impugnarla più velocemente.",
    "guide.vampirism.items.holy_water_bottle.text": "Bottiglie d'acqua consacrata: è un'importante arma contro i vampiri. Può essere convertita in bottiglie di aspersione per danneggiare direttamente i vampiri o utilizzata in ricette più complesse.\n\nEsistono due modi per ottenere questo.\n\nPuò essere acquistato da un villaggio prete specializzato nella caccia ai vampiri oppure, se hai imparato come fare e hai sbloccato l'abilità corrispondente, baciando %s su un altare della chiesa (tieni premuto il pulsante destro sull'altare). %s può essere ottenuto aggiungendo %s a una bottiglia d'acqua.",
    "guide.vampirism.items.human_heart.text": "Lasciato cadere dal cacciatore di vampiri. può essere consumato dai vampiri per riempire la loro barra di sangue.",
    "guide.vampirism.items.hunter_axe.text": "Ha un impulso alto e infligge danni aggiuntivi ai vampiri. §4può essere utilizzato solo dai cacciatori di vampiri§r",
    "guide.vampirism.items.hunter_coat": "Mantello da Cacciatore",
    "guide.vampirism.items.hunter_coat.text": "Armadura specificamente progettata per cacciatori di vampiri. Se completamente equipaggiato, cela il tuo aspetto dai sensi del sangue dei vampiri e ti protegge dalla abilità \"congelamento\". Un barone vampiro può ancora rallentarti un poco.\\nLa versione migliorata e speciale migliora inoltre la tua copertura nel modulo di travestimento e aumenta il tuo livello di saccheggio di uno (ma non superiore a 3) se completamente equipaggiato.\\n§4Può essere utilizzato solo dai cacciatori di vampiri§r",
    "guide.vampirism.items.hunter_intel_0.text": "Può essere creato in %s. richiesto per aumentare il livello come cacciatore di vampiri.",
    "guide.vampirism.items.hunter_minion_equipment.text": "Il %s può essere usato dai signori cacciatori su un NPC cacciatore per equipaggiarlo correttamente e permettergli di lavorare per loro. \\nDipendendo dal livello attuale del servitore%s (%s-%s),%s (%s- %s) o %s (%s-%s) possono essere usati rispettivamente per migliorare le capacità di un servitore di un livello ciascuno e ottenere un punto statistica aggiuntivo. \\nQuesti oggetti possono essere ottenuti come ricompensa da un%s.",
    "guide.vampirism.items.injection_empty.text": "La versione all'aglio può essere usata per renderti immune a \"Sanguinare Vampiris\" e per diventare un cacciatore. \\nLa versione \"Sanguinare\" può essere usata per sbarazzarti dell'immunità nel caso tu voglia diventare un vampiro in seguito.",
    "guide.vampirism.items.item_alchemical_fire.text": "Questa polvere complessa accuratamente lavorata crea un fuoco che brucia indefinitamente, ma non si diffonde. \\nPuoi usarla per la decorazione o la difesa, in alternativa puoi creare con essa frecce di balestra che diffondono fuoco.",
    "guide.vampirism.items.oblivion_potion.text": "Al consumo, le tue abilità si riavvolgeranno lentamente e riceverai punti di abilità per poter sbloccare un diverso insieme di abilità. Inoltre, può essere dato ai minacci per resettare le loro caratteristiche.",
    "guide.vampirism.items.obsidian_armor": "Armadura di obsidiano dell'inferno",
    "guide.vampirism.items.obsidian_armor.text": "Questa armatura è realizzata utilizzando lava solidificata. \\nÈ molto protettiva, ma anche molto pesante e quindi ti rallenta. \\nPer sua natura è a prova di fuoco, quindi se completamente equipaggiata non devi temere il fuoco. \\nMa fai attenzione, la lava potrebbe ancora attraversarla.",
    "guide.vampirism.items.pitchfork.text": "Infligge un gran danno",
    "guide.vampirism.items.pure_blood_0.text": "Droppato da %s a seconda del loro livello. Esiste in diversi livelli.",
    "guide.vampirism.items.pure_salt.text": "Il sale puro può essere trovato nei cassetti o, se hai imparato come fare, creato cucinando l'acqua nel %s per un lungo tempo.",
    "guide.vampirism.items.purified_garlic.text": "Filtrando le parti più importanti dal bulbo dell'aglio si ottiene l'aglio purificato. \\nChe può essere utilizzato per ricette potenti o per potenziare l'effetto di un%s.",
    "guide.vampirism.items.stake.text": "utilizzabile per cacciatori di vampiri addestrati. se hanno sbloccato la rispettiva abilità, possono ad esempio uccidere istantaneamente i vampiri con meno del %s di salute con questo.",
    "guide.vampirism.items.title": "Elementi",
    "guide.vampirism.items.vampire_blood_bottle.text": "Lasciato cadere da %s o %s se ucciso con un %s. Può essere utilizzato per le pozioni di sangue e altro.",
    "guide.vampirism.items.vampire_book.text": "Può essere trovato nei dungeon, nelle miniere, nei piramidi e in altri contenitori di bottino. Raramente caduto da vampiri avanzati e cacciatori avanzati. Richiesto per aumentare il livello come vampiro.",
    "guide.vampirism.items.vampire_clothing": "Abbigliamento vampiro",
    "guide.vampirism.items.vampire_clothing.text": "I vampiri moderni sono consapevoli della moda, quindi hanno bisogno di qualcosa di elegante e incantato da indossare al posto dell'armatura pesante.\\nAd esempio, un mantello sottile potrebbe essere precisamente ciò che stai cercando. Non solo ha un pattern interessante, ma è anche perfettamente aderente ai vampiri. Viene anche in diversi colori. Tuttavia, questo pezzo di moda non è economico.",
    "guide.vampirism.items.vampire_fang.text": "Lasciato dai vampiri. può essere cliccato a destra per infettarti con \"sanguinare vampiris\".",
    "guide.vampirism.items.vampire_minion_binding.text": "Il %s può essere usato dai signori dei vampiri per fare di un NPC vampiro un suo servitore facendo clic con il pulsante destro del mouse su di esso. \\ NA seconda del livello attuale del servitore%s (%s-%s),%s (%s-%s) o %s (%s-%s) può essere utilizzato rispettivamente per migliorare le capacità di un servitore di un livello ciascuno e ottenere un punto statistica aggiuntivo. \\nQuesti oggetti possono essere ottenuti come ricompensa da un%s.",
    "guide.vampirism.overview.config": "Configurazione",
    "guide.vampirism.overview.config.balance.text": "Inoltre, il file 'serverconfig\/vampirism-balance.toml' ti consente di mettere a punto molti valori di bilanciamento.",
    "guide.vampirism.overview.config.general.examples": "§lEsempi evidenti: §r \\n§oSundamage Dimensions§r \\n È possibile impostare un valore predefinito per la dimensione non specificata (sundamageUnknownDimension). Puoi applicare il danno solare in dimensioni moddate aggiungendoli a \"sundamageDimensionsOverridePositive\". Puoi scoprire la dimensione in cui ti trovi nel gioco con \"\/vampirism currentDimension\". \\n§oConverti automaticamente la bottiglia di vetro§r \\n Per impostazione predefinita, Vampirism converte automaticamente tra bottiglie di sangue e bottiglie di vetro a seconda di ciò che è necessario in questo momento. Se non lo vuoi o causa problemi con un'altra mod, puoi disabilitarlo.",
    "guide.vampirism.overview.config.general.text": "§LConfigurazione lato client§r, come ad es. la posizione di rendering dell'indicatore di livello, può essere trovata in config \/ vampirism-client.toml. Le §lprincipali opzioni relative al gameplay§r sono specifiche del mondo e si trovano in 'severconfig \/ vampirism-server.toml'.",
    "guide.vampirism.overview.config.text": "La Vampirism mod ha molte opzioni di configurazione e bilanciamento.\nSono presenti più file di configurazione. Alcuni si applicano a tutti i mondi e si trovano nella directory \".minecraft\/config\" e altri sono specifici di un determinato mondo e si trovano all'interno della directory world in \"serverconfig\".",
    "guide.vampirism.overview.credits": "Ringraziamenti",
    "guide.vampirism.overview.dev": "Sviluppo",
    "guide.vampirism.overview.dev.text": "Questa mod è al momento sviluppata da Maxanier e Cheaterpaul tradotta da diversi utenti molto disponibili. Se hai una buona conoscenza del Java e vuoi aiutarci per favore contattaci. Altrimenti puoi comunque essere d'aiuto traducendo, dando dei feedback o creando textures. Per ulteriori informazioni controlla il link a lato.",
    "guide.vampirism.overview.getting_started": "Per Iniziare",
    "guide.vampirism.overview.getting_started.text": "Inizialmente, devi decidere se vuoi diventare un vampiro o un cacciatore di vampiri. Controlla gli altri capitoli per vedere cosa possono fare. Poi vai al relativo guide iniziante.",
    "guide.vampirism.overview.intro": "Introduzione",
    "guide.vampirism.overview.intro.text": "Benvenuto nella Vampirism mod, una mod che ti permette di diventar un vampiro.\\nCome vampiro non potrai mangiare tutto quel pane secco o mangiare questi strani frutti chiamati \"mele\", preferirai un po 'di sangue rosso e saporito, che devi succhiare agli animali o meglio da i villici. Attenzione, non tutti gli animali amano \"donare il sangue\".\\nMa forse non vuoi essere tu stesso un vampiro, ma preferisci cacciarli.\\nPuoi anche diventare un cacciatore di vampiri e iniziare ad apprendere abilità utili per sconfiggere queste creature non morte. Forse sei persino in grado di \"usare\" di alcuni dei loro poteri.",
    "guide.vampirism.overview.support": "Sostieni lo sviluppo",
    "guide.vampirism.overview.support.text": "Lo sviluppo di questa mod richiede molto tempo e anche a me piace la maggior parte del tempo, ci sono alcune cose che sono assolutamente noiose e a volte mi chiedo se ne valga la pena. \\n \\nSe vuoi supportare lo sviluppo e aiutare mi motiva per favore considera la possibilità di donare. \\nÈ possibile fare donazioni una tantum sulla pagina di CurseForge. \\n Se non puoi o non vuoi donare denaro, puoi comunque controllare la sezione \"Sviluppo\" how to help.",
    "guide.vampirism.overview.title": "Sommario",
    "guide.vampirism.overview.trouble": "Risoluzione di problemi",
    "guide.vampirism.overview.trouble.text": "§C§lSe il tuo gioco si arresta in modo anomalo o non si avvia, abbiamo BISOGNO di un rapporto sugli arresti anomali§r \\nSenza un file di registro o almeno una descrizione dettagliata del tuo problema, non possiamo fare assolutamente nulla per aiutarti. \\nQuindi segui quanto segue passaggi (se hai domande sui passaggi stessi, non esitare a chiedere). \\n1. Trova il file di log di Minecraft Se usi il launcher standard di Minecraft, il file di log interessato è .minecraft\/logs\/fml-client-latest.txt. (Come trovare la cartella .minecraft). Nel caso tu abbia un server, il file di log interessato dovrebbe essere logs\/fml-server-latest.txt. Se utilizzi un altro programma di avvio, potrebbe avere una funzione per caricare o individuare facilmente i file di registro. \\n2. Scrivi un post su Curseforge, descrivi il problema e includi il log all'interno di uno spoiler o come un Pastebin di esso. Se sai cosa stai facendo, puoi anche creare un problema su GitHub.",
    "guide.vampirism.overview.vampirism_menu": "Menu vampirismo",
    "guide.vampirism.overview.vampirism_menu.text": "Il menu del vampirismo è accessibile tramite la chiave %s e funge da hub di interfaccia per il vampirismo. Mostra compiti accettati e i loro dettagli, consente l'accesso al menu delle abilità e consente di personalizzare il menu delle azioni.",
    "guide.vampirism.overview.vampirism_menu.text_vampire": "Inoltre, consente di personalizzare l'aspetto da vampiro e di equipaggiare %s",
    "guide.vampirism.skills.bind_action": "Puoi anche legare fino a due azioni alle chiavi del tastierino. Vedi impostazioni e \/vampirism bind-action.",
    "guide.vampirism.title": "Vampirismo",
    "guide.vampirism.vampire.armor": "Armadura naturale",
    "guide.vampirism.vampire.armor.text": "I vampiri possiedono una pelle spessa che si migliora con l'aumento dei livelli. Funziona come un naturale scudo, quindi hai protezione anche senza indossare alcun armatura. Ciò è importante poiché l'armatura pesante ostacola il tuo movimento. Quando indossi armatura pesante (più forte del cuoio), la tua velocità e velocità di attacco dei vampiri viene ridotta.\nInvece di indossare armature ingombranti, puoi scegliere di indossare abiti da vampiro (enchantabili) invece. Lo scudo naturale non si accumula con alcuna armatura indossata.\nDopo la morte e il respawn, la tua pelle richiede un po' di tempo per rigenerarsi.",
    "guide.vampirism.vampire.blood": "Sangue",
    "guide.vampirism.vampire.blood.biteable_creatures": "Se desideri rendere creature di altri mod morsicabili, consulta il collegamento sul lato.",
    "guide.vampirism.vampire.blood.storage": "Puoi anche immagazzinare il sangue nella tua base in %s facendo (accovacciandosi shiftando) clic con il pulsante destro del mouse con una bottiglia di sangue in mano. Dovresti anche essere in grado di conservare il sangue nei serbatoi di fluidi di altre mod.",
    "guide.vampirism.vampire.blood.text": "Come vampiro hai bisogno di sangue come gli umani normali hanno bisogno di cibo. Con livelli più alti la tua fame di sangue aumenterà. \\nSai già come ottenerlo (vedi \"Guida introduttiva\"), ma puoi anche conservarlo. \\n Si consiglia di avere sempre qualche %s con te. Puoi riempirli portandoli sulla tua hotbar mentre ti alimenti dai mob con una barra di sangue piena. \\nIn alternativa puoi usare %s che vengono convertiti automaticamente quando morde.",
    "guide.vampirism.vampire.dbno": "Fuori combattimento, ma non eliminato",
    "guide.vampirism.vampire.dbno.text": "I vampiri reali sono difficili da uccidere. La maggior parte delle fonti di danno non è letale per i vampiri. Quindi, quando perdono tutta la loro salute, non muoiono, ma entrano in uno stato \"down but not out\" (dbno). Nello stato dbno non puoi muoverti o agire, ma recuperi lentamente e potrai risorgere dopo un certo tempo. Al momento della resurrezione, il tuo sangue residuo viene convertito in salute e hai un effetto del %s per un po' di tempo. Durante questo tempo non puoi entrare nello stato dbno, ma muori invece. Certi tipi di danno, come l'acqua santa o il fuoco, sono letali anche per i vampiri. Inoltre, gli cacciatori possono finire i vampiri utilizzando le loro stecche.",
    "guide.vampirism.vampire.getting_started": "Inizia come un Vampiro",
    "guide.vampirism.vampire.getting_started.as_vampire": "Una volta diventato un vampiro, una delle tue principali fonti di sangue (la migliore fonte) sono gli abitanti dei villaggi e dovresti trovarne in abbondanza. Attenzione però, Vampire Hunter ora ti attaccherà e cercherà di proteggere gli abitanti del villaggio. \\n Noterai già che non ti senti molto bene al sole, ma la luce del sole non farà male a un vampiro così debole come sei a questo punto.",
    "guide.vampirism.vampire.getting_started.become": "Per diventare un vampiro devi essere morso da un vampiro. Quindi lascia che ti attacchi da dietro o aspetta che accada per sbaglio. Quando ti mordono c'è una possibilità, ricevi un effetto pozione chiamato \"Sanguinare Vampiris\" che dura circa un giorno di Minecraft(20 minuti). Dopo che l'effetto della pozione è terminato, diventerai un vampiro. \\nNel caso non desideri diventarlo, puoi sempre annullare l'effetto con un secchio del latte. \\n§lIn alternativa§r puoi fare clic con il pulsante destro del mouse con le zanne del vampiro la mano per auto infettarti e ottenere lo stesso effetto di cui sopra (Sanguinare Vampiris).",
    "guide.vampirism.vampire.getting_started.blood": "Come vampiro, devi guardare quanto sangue hai. Succhia il sangue dagli abitanti del villaggio e da alcuni animali per ottenere più sangue tenendo premuto \"%s\". Il sangue extra verrà conservato in bottiglie di vetro o bottiglie di sangue sulla tua hotbar. Potresti anche essere in grado di succhiare il sangue da altri giocatori, a patto che arrivi da dietro in modo che non possano difendersi. Se mordi un mob che non ha sangue, infliggerai loro dei danni.\nFai attenzione, alcuni mob hanno l'aglio iniettato nel sangue che è indicato da zanne verdi. Mordere questi mob ti avvelenerà.",
    "guide.vampirism.vampire.getting_started.infecting": "Con il livello 4 anche si attiva la capacità di infettare altri esseri viventi e giocatori. Assicurati di avvicinati loro senza essere visti, guardando dritto alla loro schiena, quindi attiva l'azione %s. Ciò darà all'essere bersaglio l'effetto \"Sanguinare vampiris\" e, nel tempo, diventeranno un vampiro\/creatura vampirica.",
    "guide.vampirism.vampire.getting_started.level": "All'inizio sarai un vampiro di livello 1 (il livello viene visualizzato sopra il tuo livello XP) e avrai velocità, salute e forza migliorate. \\nPer raggiungere livelli di vampiro più alti devi eseguire diversi rituali. Man mano che avanzi di livello, le tue abilità migliorano, ma potrebbero apparire alcuni svantaggi come i danni del sole.",
    "guide.vampirism.vampire.getting_started.level2": "Come vampiro non hai bisogno di respirare, quindi non anneghi. Ma sfortunatamente l'acqua ti indebolirà notevolmente. \\nQuindi, se vuoi attraversare l'acqua frequentemente, potresti provare a rendere il tuo corpo resistente all'acqua. Sarai in grado di sbloccare un'abilità che lo fa a livelli più alti.",
    "guide.vampirism.vampire.getting_started.zombie": "Essendo un vampiro non morto, gli zombi smetteranno di attaccarti perché non possono più sentire il tuo odore. Tuttavia, altri mob più intelligenti ti identificheranno comunque come un giocatore ostile.",
    "guide.vampirism.vampire.leveling": "Livellamento vampiro",
    "guide.vampirism.vampire.leveling.infusion.image1": "La prima struttura vuota",
    "guide.vampirism.vampire.leveling.infusion.image2": "La prima struttura con mattoni di pietra per raggiungere il livello 5",
    "guide.vampirism.vampire.leveling.infusion.image3": "La prima struttura con blocchi di ferro per raggiungere il livello 6 e 7",
    "guide.vampirism.vampire.leveling.infusion.image4": "La prima struttura con blocchi d'oro per raggiungere i livelli da 8 a 11",
    "guide.vampirism.vampire.leveling.infusion.image5": "La seconda struttura con blocchi d'oro per raggiungere i livelli da 12 a 14",
    "guide.vampirism.vampire.leveling.infusion.intro": "Questo altare richiede una struttura a più blocchi. Iniziate creando il blocco principale (%s) e posatelo a terra, quindi costruite %s intorno a esso e riempiteli con blocchi speciali facendo clic destro su un pilastro. Posate un %s sulla sommità di ogni pilastro. Il conteggio dei pili come pure il riempimento richiesto dipendono dal livello (informazioni dettagliate sotto). Dopo aver completato la struttura, mettete l'importo richiesto di oggetti nell'altare, fate clic destro con una mano vuota e aspettate che il miracolo accada.",
    "guide.vampirism.vampire.leveling.infusion.items": "§lOggetti necessari§r \\nPer salire di livello servono anche alcuni elementi:%s. \\nPer maggiori informazioni su come ottenerli, controlla i link a lato. Controlla anche la pagina successiva per gli importi richiesti. Puoi usare sangue puro di livello superiore se lo desideri",
    "guide.vampirism.vampire.leveling.infusion.reach": "per raggiungere il livello 5+",
    "guide.vampirism.vampire.leveling.infusion.req": "Requisiti",
    "guide.vampirism.vampire.leveling.infusion.req.book": "Libro",
    "guide.vampirism.vampire.leveling.infusion.req.for_level": "Per livello",
    "guide.vampirism.vampire.leveling.infusion.req.heart": "Cuore",
    "guide.vampirism.vampire.leveling.infusion.req.structure_points": "Punti struttura",
    "guide.vampirism.vampire.leveling.infusion.structure": "§lStruttura§r \\nA seconda del livello che vuoi raggiungere, hai bisogno di una quantità specifica di \"punti struttura\". Il valore effettivo della struttura viene calcolato secondo le seguenti regole: Ogni pilastro deve essere alto 2 o 3 blocchi e deve essere riempito con lo stesso materiale. Ogni pilastro aggiunge <height> * <material> punti. I materiali possibili sono:%s. \\nPer semplificar potresti dire: se l'altare dice \"structure wrong\", costruisci più pilastri o riempi l'uscita con materiali più preziosi. \\n§oAlla fine di questo capitolo ce ne sono alcuni immagini di esempio.§r",
    "guide.vampirism.vampire.leveling.inspiration.reach": "per raggiungere il livello 2-4",
    "guide.vampirism.vampire.leveling.inspiration.requirements": "§Quantità di sangue richiesta: \\nPer il livello 2:%s \\nPer il livello 3:%s \\nPer il livello 4:%s",
    "guide.vampirism.vampire.leveling.inspiration.text": "Crea un Altare dell'Ispirazione e posizionalo da qualche parte. Per usarlo, devi riempirlo di sangue (fare clic con il pulsante destro del mouse con bottiglie di sangue piene). Se c'è abbastanza sangue dentro puoi fare clic destro con una mano vuota e il sangue verrà infuso in te, rendendoti ancora più forte.",
    "guide.vampirism.vampire.leveling.intro": "Dopo aver diventato un vampiro, probabilmente vorresti raggiungere livelli più alti. Per aumentare il tuo livello, devi eseguire rituali in diversi altari, ma sempre durante l'ora notturna.",
    "guide.vampirism.vampire.lord": "Signore dei vampiri",
    "guide.vampirism.vampire.lord.minion": "Per ottenere un servitore avrai bisogno di un oggetto %s. Cerca un NPC vampiro debole e fai clic con il pulsante destro del mouse sul servitore scelto. \\n Dovrebbe essere sotto il tuo controllo e puoi ordinarlo ad es. difenditi o raccogli sangue. \\n Se vuoi avere il meglio del meglio puoi potenziare ulteriormente le capacità dei servitori usando rispettivamente%s o %s o %s. Per ogni livello ricevono un punto stat aggiuntivo da assegnare.",
    "guide.vampirism.vampire.lord.text": "Ti senti molto più potente di quei deboli NPC vampiri? Come signore dei vampiri puoi legarne alcuni a te permettendoti di controllarli e farli lavorare per te. \\nPer diventare un signore dei vampiri devi prima raggiungere il livello di vampiro più alto. Quindi il %s dovrebbe offrirti un compito speciale che, una volta completato, ti concede il diritto di nominarti%s \/%s e di controllare i servitori. \\nPuoi salire di livello a un vampiro%s \/%s completando più compiti per essere autorizzato a controllare più servitori.",
    "guide.vampirism.vampire.lord.titles": "I Titoli dei signori dei vampiri",
    "guide.vampirism.vampire.skills": "Abilità",
    "guide.vampirism.vampire.skills.actions": "Alcune delle abilità sono \"azioni\" (ad es. Modalità Pipistrello). Per utilizzarle premi %s e tieni premuto. Una \"rosa di abilità\" comparirà sullo schermo. Muovi il mouse nella direzione dell'azione desiderata finché non si evidenzia. Quindi lascia il bottone. Puoi impostare la combinazione di tasti al pulsante centrale del mouse.",
    "guide.vampirism.vampire.skills.actions2": "La maggior parte delle azioni ha un tempo di recupero, puoi attivarle solo se non sono in modalità di recupero. \\n Alcune azioni hanno anche una durata, quindi puoi disattivare l'azione se non ti serve più selezionandola di nuovo per diminuire il tempo di recupero.",
    "guide.vampirism.vampire.skills.refinements": "I vampiri possono indossare accessori vampirici. Questi oggetti unici possono influire sulle loro abilità naturali o migliorarne\/alterarne le skill.",
    "guide.vampirism.vampire.skills.text": "Come un vampiro, puoi sbloccare abilità. con ogni livello di avanzamento ricevi un punto di abilità che puoi utilizzare.\\npuoi accedere al menu delle abilità tramite il menu del vampirismo\\nstai attento, non potrai sbloccarle tutte, quindi decidi quali ne valgono la pena.",
    "guide.vampirism.vampire.title": "Vampiro",
    "guide.vampirism.vampire.unvampire": "Non vampiro",
    "guide.vampirism.vampire.unvampire.text": "Se desideri ritornare un semplice umano, devi cercare un %s. Può essere trovato nelle chiese di alcuni villaggi. Ma fai attenzione, perderai tutti i tuoi livelli.",
    "guide.vampirism.welcome": "Benvenuto\/a nella mod Vampirism.",
    "guide.vampirism.world.title": "Mondo",
    "guide.vampirism.world.vampire_forest": "Foresta dei vampiri",
    "guide.vampirism.world.vampire_forest.text": "Il bosco dei vampiri è un bioma raro. È nebbioso e occupato da creature vampiriche, poiché non subiscono danni solari a causa della nebbia.",
    "guide.vampirism.world.villages": "Villaggi",
    "guide.vampirism.world.villages.raids": "Oltre alla possibilità di avviare attivamente la cattura di un villaggio ostile, è anche possibile che un villaggio controllato venga attaccato casualmente da una frazione ostile.\nChiunque difenda il villaggio riceverà un bonus con i villaggi\nInoltre, i giocatori possono anche ottenere un effetto \"cattivo auspicio\" che attiva un raid ostile quando entrano in un villaggio.",
    "guide.vampirism.world.villages.text": "Con la vampirism mod i villaggi diventano un po 'più interessanti. Appaiono più frequentemente e possono essere controllati da una fazione. \\n Il controllo di un villaggio ha molteplici vantaggi. Gli abitanti sono in qualche modo protetti contro l'altra fazione. Alcuni abitanti del villaggio ti offrono offerte esclusive, nuovi abitanti del villaggio si uniscono occasionalmente e altro ancora. \\n Per ottenere il controllo di un villaggio devi catturarlo. Costruisci un totem del villaggio, se non ce n'è ancora uno, e interagisci con esso per avviare una cattura. Ma attenzione, l'altra fazione \"potrebbe\" tentare di difendere il proprio villaggio."
}