{
    "block.enigmaticdelicacy.balanced_stewed_soup_block": "Zuppa stufata equilibrata",
    "block.enigmaticdelicacy.divine_fruit_pie_block": "Torta di frutta divina",
    "block.enigmaticdelicacy.enigmatic_bush": "Bush enigmatico",
    "block.enigmaticdelicacy.etherium_ore": "Carbone etereo",
    "block.enigmaticdelicacy.etherium_stove": "Stufa di etereio",
    "block.enigmaticdelicacy.infinisoil": "Infini-solido",
    "block.enigmaticdelicacy.infinisoil_farmland": "Farmlando infinito",
    "block.enigmaticdelicacy.sticky_pie": "Torta enigmatica appiccicosa",
    "book.enigmaticdelicacy.category.food.desc": "Non importa la situazione in cui ti trovi, scoprirai che l'hunger sarà un problema. <br2\/>Come elemento fondamentale della sopravvivenza in questo mondo, pensi che sia anche necessario esplorare il potere nascosto in questo luogo. <br2\/>Infine, ricorda che Dio non tratta mai la sua fame ingiustamente.",
    "book.enigmaticdelicacy.category.food.name": "Cibo",
    "book.enigmaticdelicacy.entry.abyssal_stew.name": "Zuppa abissale",
    "book.enigmaticdelicacy.entry.abyssal_stew.page.1": "anche di fronte a una creazione abyssale così bizzarra, non puoi aiutare che non vorresti assaggiarla.<br2\/>per evitare reazioni sconosciute, cerchi di scegliere ingredienti con proprietà simili. Tuttavia, in qualche modo il risultato è ancora nauseante, non solo per il colore, ma anche per l'aroma.<br2\/>dopo l'utilizzo, il tuo corpo sarà",
    "book.enigmaticdelicacy.entry.abyssal_stew.page.2": "Il tuo potere di combattimento collettivo sarà notevolmente aumentato. Tuttavia, sembra che il cuore dell'abisso non possa essere digerito dal corpo umano e verrà vomitato dopo un certo tempo. Può essere riutilizzato? Potrebbe essere leggermente scomodo.",
    "book.enigmaticdelicacy.entry.astral_fruit_slice.page": "Con coltelli potenti, anche frutta sconosciuta può essere divisa in due. In generale, dopo la divisione, sembra che questo potere possa essere utilizzato meglio.",
    "book.enigmaticdelicacy.entry.balanced_stewed_soup.name": "Equilibrare il cibo proibito",
    "book.enigmaticdelicacy.entry.balanced_stewed_soup.page.1": "Sembra un peccato abbandonare completamente la maledizione del frutto proibito, ma blocca il piacere di gustare il cibo. Dopo lo sviluppo, si è arrivati a una scelta equilibrata tra i due.<br2\/>Durante la durata dell'effetto di redenzione, eccetto per le limitazioni sulla ripresa della vita che ancora esistono in parte, sentirai fame.",
    "book.enigmaticdelicacy.entry.balanced_stewed_soup.page.2": "Come una persona normale, ma sembra difficile conoscere la situazione esatta di fame.<br\/>\nInoltre, non c'è bisogno di preoccuparsi del consumo della pozione. Questo zuppa può ripristinare naturalmente prima di essere completamente consumata.",
    "book.enigmaticdelicacy.entry.cosmic_cake.page.3": "Quando otteniamo la macchia di etereio, vogliamo provare le sue vere differenze. Di fronte al dolce eterno, altri coltelli si arresero, ma la macchia di etereio persistette fino alla fine. <br2\/>Perché non possiamo tagliare quel pezzo finale? Be', pensi che deve essere un principio fondamentale del mondo.",
    "book.enigmaticdelicacy.entry.curse_blade.heading": "L'antidoto",
    "book.enigmaticdelicacy.entry.curse_blade.name": "Il anello reciso",
    "book.enigmaticdelicacy.entry.curse_blade.page.1": "",
    "book.enigmaticdelicacy.entry.curse_blade.page.2": "",
    "book.enigmaticdelicacy.entry.curse_blade.page.3": "",
    "book.enigmaticdelicacy.entry.curse_blade.page.4": "",
    "book.enigmaticdelicacy.entry.cut": "Tagliato",
    "book.enigmaticdelicacy.entry.divine_fruit_pie.name": "Festa degli dei",
    "book.enigmaticdelicacy.entry.divine_fruit_pie.page.1": "Se non sei stato battezzato dalle sette maledizioni, allora non sei qualificato a leggere questo ingresso.<br2\/>Frutta celeste e bottiglia di icore, nessuno può resistere alla loro tentazione, e la probabilità che appaiano nello stesso inventario è quasi nulla. Come li hai scoperti? Hai fatto affidamento su poteri misteriosi?",
    "book.enigmaticdelicacy.entry.divine_fruit_pie.page.2": "Sebbene un piatto può essere diviso, non c'è garanzia che ciò ti consenta di espandere la scheda dei curiosità. Tuttavia, potresti anche ottenere più slot.<br2\/>Questo è un gioco con gli dei.",
    "book.enigmaticdelicacy.entry.enigmatic_fruit.name": "Fruito di enigma",
    "book.enigmaticdelicacy.entry.enigmatic_fruit.page.1": "Per ragione sconosciuta, questo antico cereale è sparito da tempo, ma la sua vitalità tenace ha consentito loro di sopravvivere nella forma di semi. Forse dovresti provarne il frutto.<br2\/>Il frutto paffuto è riempito di succo trasparente e il gusto è molto appiccicoso. Pensi che debba essere lavorato per primo?",
    "book.enigmaticdelicacy.entry.enigmatic_fruit.page.2": "In vari luoghi di rovine, puoi trovare questi semi strani e oscuri, ma sembra che i terreni agricoli ordinari non siano in grado di sostenerne la crescita. Forse dovresti cercare di esplorare il vero potenziale del suolo.",
    "book.enigmaticdelicacy.entry.enigmatic_fruit.page.3": "Dopo un trattamento semplice, l'oggetto gelatinoso cristallino come la gelatina sulla piattaforma si muove come lo slime e il gusto diventa buono. Inoltre, dopo aver mangiato, anche tu diventi trasparente, che sembra essere molto vantaggioso per gli attacchi sorprendenti.",
    "book.enigmaticdelicacy.entry.enigmatic_fruit.page.4": "Questo dolce sapore non solo può soddisfare la sete, ma anche stimolare notevolmente il tuo potere di autosanamento, forse un cibo d'emergenza potente.",
    "book.enigmaticdelicacy.entry.enigmatic_fruit.page.5": "Nonostante il materiale sembri un po' duro, la solubilità del latte è al di là dell'immaginazione. Accanto al gusto fresco e delicato, gli effetti permanenti e temporanei sono anche molto attraenti.",
    "book.enigmaticdelicacy.entry.enigmatic_fruit.page.6": "Il colore vivido e il sapore piccante di questo cibo sono sicuramente destinati a suscitare la tua passione e a farti immergere più intensamente nei combattimenti accesi.",
    "book.enigmaticdelicacy.entry.enigmatic_recipes.name": "Ricette enigmatiche",
    "book.enigmaticdelicacy.entry.enigmatic_recipes.page": "Utilizzando semplici utensili da cucina e tecniche, possiamo anche portare quei materiali strani al tavolo da pranzo e liberarne gli effetti unici.<br2\/>Naturalmente, abbiamo anche scoperto alcune ricette perdute che possono rendere più oggetti rinnovabili.",
    "book.enigmaticdelicacy.entry.enigmatic_seed": "Seme",
    "book.enigmaticdelicacy.entry.etherium_machete.name": "Machetta di etereio",
    "book.enigmaticdelicacy.entry.etherium_machete.page.1": "La larga lama di questo coltello determina che non solo può tagliare gli ingredienti in cucina, ma anche trasformare più creature nel tuo cibo. Nonostante sembri leggermente pesante, non è degno di menzione rispetto al danneggiamento eccellente.<br2\/>In confronto alla necessità di raccolta, sembra che tu pensi che le abilità di combattimento siano più importanti.",
    "book.enigmaticdelicacy.entry.etherium_machete.page.2": "Adatto per questo strumento. A differenza della ritirata agilissima della spada larga, è anche necessario un carico radicale. <br2\/>Naturalmente, se usarlo per il combattimento o l'evasione dipende dalla tua scelta.",
    "book.enigmaticdelicacy.entry.etherium_stove.name": "Stufa di etereio",
    "book.enigmaticdelicacy.entry.etherium_stove.page.1": "Questo è l'\"arma ultima\" nella cucina.<br2\/>L'etereio è adatto per il trasferimento di calore in pentole da cucina e l'utilizzo della polvere stellare come combustibile per fornire un potente fonte di calore, rendendo questo strumento culinario più potente. E rispetto ai metodi di riscaldamento tradizionali, la stufa a etereio può quasi dimezzare il tempo di cottura di tutti i cibi, aumentando notevolmente...",
    "book.enigmaticdelicacy.entry.etherium_stove.page.2": "Risparmiando tempo sprecato in cucina.<br2\/>Inoltre, la ristrutturazione di questo fornello ha aggiunto un forno a combustibile infinito alla cucina, ottimizzando l'utilizzo dello spazio.",
    "book.enigmaticdelicacy.entry.harmonious_grail.name": "Calice armonioso",
    "book.enigmaticdelicacy.entry.harmonious_grail.page.1": "Although many people are aware of the powerful combined effect of the unholy grail and the forbidden fruit, there are still many who are unwilling to sacrifice countless delicacies for this fleeting pleasure. Under the collision of these two ideas, this recipe was developed.<br2\/>Putting the forbidden fruit into the grail and watching the",
    "book.enigmaticdelicacy.entry.harmonious_grail.page.2": "Il liquido gradualmente assume un colore diverso, senti che è il momento di assaggiarlo. <br2\/>Prendendo un sorso del liquido denso e associandolo con pezzi di frutta tagliata all'orlo del calice, il delicato sapore",
    "book.enigmaticdelicacy.entry.harmonious_grail.page.3": "È inimmaginabile. Se hai mai assaggiato il frutto celeste, sarai sicuramente in grado di percepire un gusto simile.",
    "book.enigmaticdelicacy.entry.ichor_bottle.page": "Ora hai ottenuto la ricetta per il flacone di icore, un antico relitto, ma ciò che non ti aspettavi è che dietro al potente relitto c'è anche una ricetta così semplice.",
    "book.enigmaticdelicacy.entry.ichoroot_soup.page": "Il brodo di radice ico può amplificare la parte divina nella radice ico, diventando una fonte stabile per ottenere effetti di resistenza purificati.",
    "book.enigmaticdelicacy.entry.infinisoil.name": "Infini-soil",
    "book.enigmaticdelicacy.entry.infinisoil.page.1": "Whatever it is, if we have the power, we are always seeking their ultimate form. Farmland is no exception.<br2\/>Integrate the essence of raging life into the land and give full play to the power of nature. This shimmering land will ripen the crops above at an extremely fast speed, without any cost, and it also works on certain plants that...",
    "book.enigmaticdelicacy.entry.infinisoil.page.2": "I fertilizzanti normali non hanno alcun effetto su.<br\/>\nCon una fornitura di nutrizione di alta qualità, alcuni coltivazioni possono portare un raccolto doppio.",
    "book.enigmaticdelicacy.entry.purified_dragon_breath.page": "Il respiro di drago purificato può trasformare il tuo corpo in un'essenza persistente, diffondendo gli effetti dell'essenza sulle tue immediate vicinanze, sia positivi che negativi.",
    "book.enigmaticdelicacy.entry.redemption_potion.page": "La produzione del potere di redenzione è inevitabilmente legata all'uso del frutto proibito stesso, ma possiamo raggiungerla solo attraverso il frutto proibito stesso, non c'è altra via.",
    "book.enigmaticdelicacy.entry.ring": "Anello",
    "book.enigmaticdelicacy.entry.stuffed_astral_potato.page": "Tagliando il Teleportato e utilizzando frutta di coro come ingrediente, scoprirete che non solo la quantità è aumentata, ma anche che ci sarà una reazione tra due alimenti, causando ai mostri dell'Endere di perdere temporaneamente il potere di teleportazione.",
    "book.enigmaticdelicacy.entry.weapon_charm.name": "La gloria del maestro delle armi",
    "book.enigmaticdelicacy.entry.weapon_charm.page.1": "I diversi armi hanno stili di combattimento diversi, e ci dovrebbero essere diverse modalità per rinforzarle in base a diverse situazioni.<br2\/>Questo fascino lucente lanciato da multiple armi affilate, che ti darà metodi di rinforzo diversi in base all'arma principale.",
    "book.enigmaticdelicacy.entry.weapon_charm.page.2": "Conoscite le migliorie:<br\/>velocità d'attacco bassa: aumenta il danno critico di &lt;&plus;50%%&gt;(ripristina).<br\/>velocità d'attacco alta: al bersaglio dell'attacco viene applicato un effetto indebolito.",
    "container.enigmaticdelicacy.etherium_stove": "Stufa di etereio",
    "effect.enigmaticdelicacy.abyss_corruption": "Corruzione dell'abisso",
    "effect.enigmaticdelicacy.fading": "svanendo",
    "effect.enigmaticdelicacy.perseverance": "Perseveranza",
    "effect.enigmaticdelicacy.redemption": "Redenzione",
    "effect.enigmaticdelicacy.xp_boost": "Boost XP",
    "entity.enigmaticdelicacy.etherium_machete": "Machetta di etereio",
    "item.enigmaticdelicacy.abyssal_stew": "Zuppa abissale",
    "item.enigmaticdelicacy.astral_fruit_slice": "Fetta di frutta celeste",
    "item.enigmaticdelicacy.balanced_stewed_soup": "Un cucchiaio di zuppa stufata equilibrata",
    "item.enigmaticdelicacy.blooded_cursed_ring": "Anello sanguinario delle sette maledizioni",
    "item.enigmaticdelicacy.bloody_custard": "Crema sanguinaria",
    "item.enigmaticdelicacy.cosmic_cake_slice": "Fetta del dolce eterno",
    "item.enigmaticdelicacy.curse_blade": "Lama maledetta",
    "item.enigmaticdelicacy.curse_potion": "Potion di maledizione",
    "item.enigmaticdelicacy.divine_fruit_pie": "Piatto di torta di frutta divina",
    "item.enigmaticdelicacy.enigmatic_cream": "Crema enigmatica",
    "item.enigmaticdelicacy.enigmatic_fruit": "Fragola enigmatica",
    "item.enigmaticdelicacy.enigmatic_seed": "Seme enigmatico",
    "item.enigmaticdelicacy.etherium_machete": "Machetta di etereio",
    "item.enigmaticdelicacy.harmonious_grail": "Calice armonioso",
    "item.enigmaticdelicacy.hungry_charm": "Incanto di autocontrollo",
    "item.enigmaticdelicacy.ichoroot_soup": "Zuppa di radice ico",
    "item.enigmaticdelicacy.passion_fried_rice": "Riso fritto passionale",
    "item.enigmaticdelicacy.purified_dragon_breath": "Alito di drago purificato",
    "item.enigmaticdelicacy.sticky_pie_slice": "Fetta di torta enigmatica appiccicosa",
    "item.enigmaticdelicacy.stuffed_astral_potato": "Patata astrale imbottita",
    "item.enigmaticdelicacy.weapon_charm": "La gloria del maestro delle armi",
    "itemGroup.enigmaticDelightCreativeTab": "§5delicacie enigmatiche",
    "tooltip.enigmaticdelicacy.abyssalStew1": "Dopo il consumo:",
    "tooltip.enigmaticdelicacy.abyssalStew2": "- il danno causato aumenta del %1$s%.",
    "tooltip.enigmaticdelicacy.abyssalStew3": "- il danno ricevuto diminuisce di  %1$s.",
    "tooltip.enigmaticdelicacy.abyssalStew4": "- si applica l'effetto di corruzione abissale quando attaccato.",
    "tooltip.enigmaticdelicacy.abyssalStew5": "Restituisci al cuore dell'abisso dopo l'effetto.",
    "tooltip.enigmaticdelicacy.balancedStewedSoupBlock": "Può invalidare temporaneamente l'effetto del frutto proibito.",
    "tooltip.enigmaticdelicacy.bloodedCursedRing1": "Si liberò dalla maledizione con mezzi ruvidi.",
    "tooltip.enigmaticdelicacy.bloodedCursedRing2": "Sembrerebbe che non possa più essere utilizzato. (con colorazione blu)",
    "tooltip.enigmaticdelicacy.bloodyCustard": "Bonus di resistenza all'armatura permanente e rigenerazione debole. (con colorazione blu)",
    "tooltip.enigmaticdelicacy.curseBlade1": "Clicca destro per consumare la vita e completare il carico.",
    "tooltip.enigmaticdelicacy.curseBlade2": "Carica gli attacchi che infliggeranno un danno aggiuntivo di §6%1$s §5 salute a te stesso.",
    "tooltip.enigmaticdelicacy.curseBlade3": "e diminuire temporaneamente il limite di salute del bersaglio di §6%1$s §5.",
    "tooltip.enigmaticdelicacy.curseBlade4": "Questo può essere utilizzato su un tagliere vuoto dopo averlo caricato.",
    "tooltip.enigmaticdelicacy.cursePotion": "Rilascia l'ultima maledizione della vita. (con colorazione blu)",
    "tooltip.enigmaticdelicacy.divineFruitPie": "Consuma per ottenere probabilmente +1 slot casuale permanentemente.",
    "tooltip.enigmaticdelicacy.divineFruitPieBlock": "Non toccare il banchetto di Dio con facilità",
    "tooltip.enigmaticdelicacy.etheriumMachete": "Premi destro per lanciare questo coltello.",
    "tooltip.enigmaticdelicacy.etheriumStoveFuel1": "Combustibile etherio (§d)",
    "tooltip.enigmaticdelicacy.etheriumStoveFuel2": "Fornisce combustione permanente (§5)",
    "tooltip.enigmaticdelicacy.harmoniousGrail1": "Anche se sembra troppo malvagio,",
    "tooltip.enigmaticdelicacy.harmoniousGrail2": "Sembra degno di essere bevuto.",
    "tooltip.enigmaticdelicacy.hungryCharm": "Fornire un aumento basato sul valore di fame. (con colorazione blu)",
    "tooltip.enigmaticdelicacy.passionFriedRice": "Aumento di resistenza e velocità d'attacco permanente. (in grassetto)",
    "tooltip.enigmaticdelicacy.purifiedDragonBreath": "Trasferisci gli effetti sulle tue immediate vicinanze",
    "tooltip.enigmaticdelicacy.stickyPie1": "Bonus di velocità e fortuna permanente. (con caratteri speciali)",
    "tooltip.enigmaticdelicacy.stickyPie2": "Fornire alcuni effetti temporanei. (con colorazione blu)",
    "tooltip.enigmaticdelicacy.weaponCharm": "Rafforzare l'abilità dell'arma in mano. (con colorazione blu)",
    "tooltip.enigmaticdelicacy.wip": "Funzione non completata"
}