{
    "entity_sound_features.config.allow_entity": "Consenti variazione del suono",
    "entity_sound_features.config.allow_entity.tooltip": "Imposta se ESF consentirà di variare i suoni per questo entità. Se disabilitato, ESF sarà in grado di riprodurre solo i suoni predefiniti per questo tipo di entità.",
    "entity_sound_features.config.announce": "Suoni di annuncio",
    "entity_sound_features.config.announce.all": "Tutti",
    "entity_sound_features.config.announce.all_once": "Tutti una volta",
    "entity_sound_features.config.announce.esf": "Con proprietà",
    "entity_sound_features.config.announce.tooltip": "Consente ai suoni compatibili con ESF di essere annunciati nel registro.\nAiuta a scoprire possibili suoni da modificare.",
    "entity_sound_features.config.entity_search": "Modalità di ricerca fonti sonore",
    "entity_sound_features.config.entity_search.block": "Un blocco",
    "entity_sound_features.config.entity_search.client": "Client Player",
    "entity_sound_features.config.entity_search.exact": "Esatto",
    "entity_sound_features.config.entity_search.nearest": "Il più vicino",
    "entity_sound_features.config.entity_search.tooltip": "Il configuratore delle caratteristiche sonore degli entità deve cercare l'entità di origine del suono vicino al punto in cui il suono viene riprodotto. Questo impostazione determina come esf cercherà l'entità di origine del suono.\n\"Esatto\" significa che le coordinate x, y e z del suono devono essere esattamente uguali a quelle dell'entità.\n\"1 blocco\" significa che esf cercherà un raggio di 1 blocco dal punto in cui il suono viene riprodotto.\n\"Più vicino\" troverà semplicemente l'entità più vicina, a qualsiasi distanza, questo non è assolutamente consigliato per niente.\n\"L'utente client\" utilizzerà sempre l'utente client come origine del suono.\n\"Gli entità di blocco\" controllano solo il blocco esatto in cui il suono viene riprodotto.",
    "entity_sound_features.config.log_setup": "Configurazione impostazioni suoni di log",
    "entity_sound_features.config.log_setup.tooltip": "Inserirà informazioni di configurazione su tutti i file .properties del suono.",
    "entity_sound_features.config.playingsound.method": "playingsound(id) - restituisce true se l'ID dell'evento di suono specificato è attualmente in esecuzione nel motore dei suoni, false altrimenti o in caso di errore. ID = l'ID dell'evento di suono ad esempio entity.chicken.death. Gli eventi di suono modificati dovrebbero includere lo spazio dei nomi del modulo, mentre gli eventi di suono vanilla non includeranno lo spazio dei nomi minecraft:.",
    "entity_sound_features.config.playingsound.property": "playingsound\nesf solo!\ncorrisponde alle stringhe o regex\/pattern specificate contro ogni evento di suono attivo presente nell'ingegneria del suono.\ngli eventi di suono modificati dovrebbero includere lo spazio dei nomi del modulo, mentre gli eventi di suono vanilla non includeranno lo spazio dei nomi \"minecraft:\".\nfacoltativamente, se questa proprietà inizia con 'print:', stampa tutte le ID degli eventi di suono trovati nel log ogni volta che controlla.\nNota: non tutti i suoni attivi nell'ingegneria del suono sono sempre in range del giocatore client, quindi questo potrebbe non funzionare come previsto.",
    "entity_sound_features.config.playsound.method": "Configurazione del metodo di riproduzione suono: `playsound(id, cond, x, y, z, a)` o `playsound(id, cond, x)` - attiva l'evento di suono specificato. Restituisce true se il suono è stato attivato, false altrimenti. Può avere 3 o 6 argomenti in base alle esigenze.",
    "entity_sound_features.config.pre_check": "Verifica predefinita di tutti i suoni delle entità",
    "entity_sound_features.config.pre_check.tooltip": "Se abilitato, ESF memorizzerà tutti i condizionamenti di spawn iniziale degli entità per tutti i suoni quando vengono caricati per la prima volta.\nSe disabilitato, ESF memorizzerà le condizioni di spawn delle entità, per ogni suono, solo quando le condizioni dell'entità sono quelle presenti quando il suono viene giocato per la prima volta.",
    "entity_sound_features.config.suffix_behaviour": "Comportamento di scelta suffisso",
    "entity_sound_features.config.suffix_behaviour.consistent": "Consistente",
    "entity_sound_features.config.suffix_behaviour.first": "Primo",
    "entity_sound_features.config.suffix_behaviour.random": "Casuale",
    "entity_sound_features.config.suffix_behaviour.sequential": "sequenziale tutti",
    "entity_sound_features.config.suffix_behaviour.sequential_entity": "sequenziale per entità",
    "entity_sound_features.config.suffix_behaviour.tooltip": "Imposta il metodo per scegliere tra più suffissi forniti dalla stessa proprietà, ad esempio suoni.1=1 2 3\nad esempio:\nrandom = sceglie randomicamente ogni volta dal set completo\nconsistente = sceglie lo stesso suffisso ogni volta per lo stesso entità (lo stesso di ETF texture)\nprimo = sceglie sempre il primo suffisso\nsequenziale = cicla attraverso i suffissi in ordine ogni volta che il suono viene riprodotto",
    "entity_sound_features.rule_property": "Regola di suono (facoltativa)\ncorrisponde al numero casuale di regola di suono più recente che le entità hanno corrisposto\npredefinito a 0\nesempio: soundrule.1= 2 4 6\n§asoundrule.<n>=<elenco>",
    "entity_sound_features.suffix_property": "Suffisso di suono (facoltativo)\ncorrisponde al numero di suffisso di suono casuale più recente impostato per le entità\npredefinito a 0\nesempio: soundsuffix.1= 2 4 6\n§asoundsuffix.<n>=<elenco>"
}