{
    "effect.abundance.succumbing.description": "Inquina l'utente per un breve periodo di tempo ogni volta che riceve danni.",
    "effect.abundance.supportive.description": "Conferisce rigenerazione agli animali, forza ai mostri neutri e resistenza ai mostri.",
    "effect.alexsmobs.bug_pheromones.description": "Fanno diventare gli artropodi ostili neutrali per l'utente.",
    "effect.alexsmobs.clinging.description": "consente di camminare in verticale sul soffitto.",
    "effect.alexsmobs.debilitating_sting.description": "Un effetto che avvelena il bersaglio ma paralizza gli artropodi. Fermerà se il bersaglio raggiungerà la metà della sua salute e non sarà un artropode. Inflitto da una tarantola hawk.",
    "effect.alexsmobs.ender_flu.description": "Dopo la scadenza naturale dell'effetto, l'utilizzatore subisce danni massicci e un fagoide enderio si genererà. causato da un fagoide enderio.",
    "effect.alexsmobs.exsanguination.description": "svuota gradualmente la salute.",
    "effect.alexsmobs.fear.description": "rende il bersaglio impossibilitato di muoversi. Effetto applicato quando un tigre si rivela all'utente.",
    "effect.alexsmobs.knockback_resistance.description": "fornisce resistenza al colpo del 50%.",
    "effect.alexsmobs.lava_vision.description": "Consente di vedere attraverso il lava.",
    "effect.alexsmobs.oiled.description": "Il petrolio galleggia sull'acqua. Coprirsi di olio consente di galleggiare sulla superficie dell'acqua e di restare asciutto nella pioggia.",
    "effect.alexsmobs.orcas_might.description": "concede velocità di attacco aumentata. l'effetto può essere applicato quando nuoti con un orca.",
    "effect.alexsmobs.poison_resistance.description": "concede immunità al veleno.",
    "effect.alexsmobs.soulsteal.description": "concede all'utente attacchi di assorbimento della vita.",
    "effect.alexsmobs.sunbird_blessing.description": "Riduce la velocità di caduta, impedisce il danno da caduta e rende più facile volare con un eliastro o un eliastro tarantola hawk. L'effetto si applica quando si è vicino ad un uccello del sole.",
    "effect.alexsmobs.sunbird_curse.description": "Incrementa la velocità di caduta, causando l'utente a colpire il suolo più rapidamente. Ciò impedisce effettivamente l'utilizzo di un eliastro. L'effetto viene applicato quando si attacca un uccello del sole.",
    "effect.alexsmobs.tigers_blessing.description": "I beneficiari avranno tigri vicine che saranno neutre e le proteggeranno dai nemici ostili. L'effetto si estinguerà presto quando si attaccherà una tigre. Applicato mediante l'alimentazione di una tigre con pollo o pancetta.",
    "effect.apothic_attributes.flying.description": "Abilita il volo creativo.",
    "effect.apothic_attributes.grievious.description": "Riduce il guarigione ricevuta di 20% ogni livello.",
    "effect.apothic_attributes.knowledge.description": "Raddoppia il tutto esperienza guadagnata dalle uccisioni di entità; l'effetto si duplica con ogni livello.",
    "effect.apothic_attributes.vitality.description": "incrementa il recupero di salute del 20% ogni livello.",
    "effect.archers_paradox.challenge_complete.description": "Mostra la completa riuscita di una serie con frecce da sfida.",
    "effect.archers_paradox.challenge_miss.description": "Mostra il fallimento nel completare una serie con frecce di sfida.",
    "effect.archers_paradox.challenge_streak.description": "Mostra il tempo limite e livello attuali di una serie di sfide.",
    "effect.archers_paradox.training_miss.description": "mostra una sequenza di errori durante l'addestramento con l'arco.",
    "effect.archers_paradox.training_streak.description": "Mostra il tempo limite e livello di un'impennata di addestramento per l'arco.",
    "effect.ars_nouveau.mana_regen.description": "Ripristina la magia a un ritmo più veloce",
    "effect.astralsorcery.bleed.description": "Danno rapido e continuo",
    "effect.astralsorcery.cheat_death.description": "Consente all'entità di trucare la morte. Quando attivato, accende i mob vicini al fuoco, concede resistenza al fuoco e regenerazione quando utilizzato.",
    "effect.astralsorcery.drop_modifier.description": "Cambia i rilasci",
    "effect.atmospheric.gelled.description": "Estingue il fuoco inizialmente, aumenta leggermente la rigenerazione della vita e riduce leggermente i danni da fuoco subiti. Se l'effetto viene acquisito di nuovo mentre è ancora attivo, il giocatore sarà avvelenato.",
    "effect.atmospheric.persistence.description": "Fa aumentare la velocità degli enti in base al loro livello di fame.",
    "effect.atmospheric.relief.description": "Se il danno ricevuto è maggiore o uguale al livello dell'effetto, l'utente viene guarito; la quantità di guarigione ricevuta è uguale al livello dell'effetto.",
    "effect.atmospheric.spitting.description": "Mentre questo effetto è attivo, l'utente spitterà rapidamente semi di passione frutta che possono respingere e danneggiare i mostri.",
    "effect.atmospheric.worsening.description": "Se il danno ricevuto è maggiore o uguale al livello dell'effetto, l'utilizzatore subisce danni; il danno ricevuto è uguale al livello dell'effetto.",
    "effect.autumnity.extension.description": "I effetti ottenuti mentre l'utente ha l'effetto guadagnano inoltre 30 secondi.",
    "effect.autumnity.foul_taste.description": "Il prossimo oggetto alimentare mangiato cancella l'effetto, ma ristabilisce 50 punti di fame in più rispetto al normale.",
    "effect.botania.allure.description": "Il giocatore colpito avrà il proprio attrezzo da pesca aggiornato due volte più spesso, il che aumenterà la velocità di pesca del doppio.",
    "effect.botania.bloodthirst.description": "Consente ai mostri ostili di generarsi all'interno di un raggio di 64 blocchi attorno all'utente, indipendentemente dal livello di luce o dalle condizioni di generazione. Ciò include anche la possibilità di far generare i vermi fuori dai chunk dei vermi.",
    "effect.botania.clear.description": "Elimina tutti gli effetti di stato",
    "effect.botania.emptiness.description": "Inibisce la generazione spontanea di mostri entro un raggio di 128 blocchi intorno all'entità interessata.",
    "effect.botania.feather_feet.description": "Impedisce il danno causato dalla caduta, ma non impedisce il danno da altre fonti come i perle dell'Ultimo Re.",
    "effect.botania.soul_cross.description": "Ristabilisce il 5% della salute massima dell'utente ogni volta che un altro essere vivente viene ucciso.",
    "effect.buzzier_bees.sunny.description": "Simula la luce del sole. I fantasmi non attaccheranno i mostri che hanno questo effetto, le api non dormiranno se ne hanno uno, gli esseri morti con questo effetto bruceranno.",
    "effect.caverns_and_chasms.affliction.description": "Una volta che l'effetto finisce, infligge 3 danni magici per ogni livello dell'effetto.",
    "effect.caverns_and_chasms.rewind.description": "Al termine dell'effetto, teleporta l'utente alla posizione in cui l'effetto è stato acquisito per la prima volta.",
    "effect.cofh_core.chilled.description": "Riduce la velocità di movimento del 30% e il danno d'attacco di 1,5 cuori per livello.",
    "effect.cofh_core.clarity.description": "Incrementa l'esperienza guadagnata del 40% per livello.",
    "effect.cofh_core.enderference.description": "rende gli enderman vicini impossibilitati di teletrasportarsi. Inoltre, disabilita il teletrasporto per i giocatori vicini che utilizzano perle dell'ender o frutti del coro.",
    "effect.cofh_core.explosion_resistance.description": "concede immunità al danno da esplosione.",
    "effect.cofh_core.lightning_resistance.description": "concede immunità ai danni da fulmine.",
    "effect.cofh_core.love.description": "Causa gli animali vicini a entrare in modalità amore.",
    "effect.cofh_core.magic_resistance.description": "conferisce immunità a tutti i danni magici.",
    "effect.cofh_core.panacea.description": "concede immunità a tutti gli effetti di stato negativi.",
    "effect.cofh_core.shocked.description": "Riduce la velocità di attacco del 15% per livello.",
    "effect.cofh_core.slimed.description": "Concede l'immunità ai danni di caduta e ti fa ballare come un verme.",
    "effect.cofh_core.sundered.description": "Riduce l'efficacia dell'armatura indossata di 25% per livello.",
    "effect.cofh_core.wrenched.description": "rende l'utente a girare di 40 gradi in senso orario ogni secondo, ogni livello dell'effetto.",
    "effect.create_confectionery.rest.description": "rende i fantasmi invisibili.",
    "effect.create_confectionery.stimulation.description": "Rimuove la stanchezza e l'incertezza durante la miniera",
    "effect.deeperdarker.sculk_affinity.description": "Maschera tutti i suoni emessi dal giocatore, in modo che i sensori di Sculk non possano più rilevarli. Non maschera i suoni emessi da ad esempio animali domestici o oggetti gettati!",
    "effect.dungeons_gear.bow_charge.description": "Il prossimo attacco a distanza sarà automaticamente caricato al massimo.",
    "effect.dungeons_gear.dynamo.description": "Incrementa il danno dell'attacco successivo, i livelli più alti aumentano l'aumento del danno.",
    "effect.dungeons_gear.life_steal.description": "Assorba la salute dagli entità uccise, i livelli più alti aumentano l'importo di salute rubato.",
    "effect.dungeons_gear.party_starter.description": "Gli attacchi corpo a corpo faranno esplodere gli entità.",
    "effect.dungeons_gear.shielding.description": "concede immunità ai proiettili.",
    "effect.dungeons_gear.soul_protection.description": "Ricrea il giocatore alla morte.",
    "effect.dungeons_gear.stunned.description": "Stupisce un entità, causando nausea e rallentando il suo movimento. I livelli più alti aumentano la probabilità di stupore.",
    "effect.dungeons_mobs.ensnared.description": "Gli entità colpite sono intrappolate nel posto.",
    "effect.dungeons_mobs.warped.description": "Infligge danni magici letali nel tempo.",
    "effect.eidolon.anchored.description": "Impedisce all'entità colpita di essere teleportata da certi effetti.",
    "effect.eidolon.chilled.description": "Impedisce la rigenerazione della salute passiva e rende ogni cibo privo di punti di fame.",
    "effect.enigmaticlegacy.growing_bloodlust.description": "Assorba la salute nel tempo, ma concede un aumento del danno e dello sfruttamento della vita. Si applica solo se il portatore di maledizione ha mangiato il frutto proibito.",
    "effect.enigmaticlegacy.growing_hunger.description": "Assorba l'assetto a lungo tempo, ma concede danni aumentati e assorbimento di vita.",
    "effect.environmental.panic.description": "Incrementa la velocità in base allo stato di salute del giocatore.",
    "effect.environmental.serenity.description": "I pesci koi fermano la generazione di mostri ostili all'interno di un raggio di 32x32x8 blocchi. L'effetto serenità indica se il giocatore si trova all'interno di quel raggio.",
    "effect.fantasy.glowing_vision.description": "Causa unicorni all'interno di un raggio di 500 blocchi ad ottenere l'effetto luminoso, rendendoli più facili da individuare.",
    "effect.farmersdelight.comfort.description": "fornisce rigenerazione naturale, indipendentemente dal tuo stato di fame.",
    "effect.farmersdelight.nourishment.description": "Previene la perdita di fame, eccetto quando si utilizza la saturazione per guarire il danno.",
    "effect.farmersrespite.caffeinated.description": "Incrementa la velocità di cammino e di attacco del bersaglio.",
    "effect.forbidden_arcanus.darkened.description": "Un miscuglio di cecità e lentezza.",
    "effect.forbidden_arcanus.fly.description": "Consente al giocatore colpito di volare creativamente.",
    "effect.forbidden_arcanus.spectral_vision.description": "Consente di vedere gli entità attraverso i blocchi: i mostri ostili si illumineranno di rosso, mentre quelli passivi saranno verdi.",
    "effect.fruitful.sustaining.description": "Incrementa la produzione di fame da qualsiasi cibo mangiato.",
    "effect.goodending.contemporary_immunity.description": "L'immunità contemporanea rimuove un effetto dannoso e poi si degrada in immunità frantumata.",
    "effect.goodending.shattered_immunity.description": "Rimuove un effetto dannoso e poi si dissipa.",
    "effect.goodending.strong_immunity.description": "La resistenza forte rimuove un effetto dannoso e poi si degrada in resistenza contemporanea.",
    "effect.habitat.blast_endurance.description": "Riduce il danno subito dagli esplosivi.",
    "effect.habitat.prickling,description": "Ha una probabilità di infliggere danni da spine uguali al suo livello all'attaccante.",
    "effect.habitat.prolongation.description": "Estende la durata di tutti gli effetti dei pozioni in arrivo del 20%.",
    "effect.immersiveengineering.concrete_feet.description": "rende il bersaglio impossibilitato di muoversi o saltare. L'effetto si conclude immediatamente quando l'utilizzatore non è più in piedi sul cemento.",
    "effect.immersiveengineering.conductive.description": "Gli entità colpite subiscono danni aggiuntivi da danni elettrici o \"flux\" come armi di arsenale di redstone o filo a sega elettrificato.",
    "effect.immersiveengineering.flammable.description": "incrementa il danno da fuoco subito",
    "effect.immersiveengineering.flashed.description": "I giocatori colpiti da questo effetto avranno lo schermo che si accenderà di bianco, rendendoli temporaneamente ciechi.",
    "effect.immersiveengineering.slippery.description": "Gli entità colpite tenderanno a scivolare lentamente in avanti quando sono sul terreno e ogni tick hanno un 1\/300 di probabilità (circa il 6,5% ogni secondo) di perdere o l'oggetto tenuto in mano o l'oggetto off-hand.",
    "effect.immersiveengineering.sticky.description": "Lenta gravità e impossibilità di saltare per il bersaglio",
    "effect.immersiveengineering.stunned.description": "Gli endermen influenzati da questo effetto non sono in grado di teletrasportarsi",
    "effect.infernalexp.infection.description": "Infezione lenta che causa danni non letali nel tempo; può essere trasmessa ad altri esseri viventi quando li si attacca.",
    "effect.infernalexp.luminous.description": "rende l'utente emette luminosità. se applicato su mostri non morti, li farà prendere fuoco.",
    "effect.minecraft.absorption.description": "Aggiunge alcuni cuori assorbenti dannosi (che non possono essere rigenerati); i livelli più alti danno più assorbimento.",
    "effect.minecraft.bad_omen.description": "Causa un evento minaccioso al entrare in un villaggio o nelle camere di prova; i livelli più alti aumentano la difficoltà dell'evento.",
    "effect.minecraft.blindness.description": "Impedisce la vista e disabilita l'abilità di correre e colpire con critico.",
    "effect.minecraft.conduit_power.description": "Incrementa la visibilità sottomarina e la velocità di estrazione, impedisce annegamenti.",
    "effect.minecraft.darkness.description": "Aggiunge un effetto di oscuramento pulsante allo schermo del giocatore e nebbia nera pulsante.",
    "effect.minecraft.dolphins_grace.description": "Incrementa drasticamente la velocità di nuoto. Effetto concesso dai delfini.",
    "effect.minecraft.fire_resistance.description": "concede immunità ai danni di fuoco e ai danni da lava.",
    "effect.minecraft.glowing.description": "Segna gli entità colpite con un'aura luminosa, consentendo di vederle attraverso i blocchi.",
    "effect.minecraft.haste.description": "Incrementa la velocità di estrazione e di attacco; i livelli più alti aumentano entrambe le statistiche ulteriormente.",
    "effect.minecraft.health_boost.description": "Incrementa la salute massima; i livelli più alti danno cuori aggiuntivi.",
    "effect.minecraft.hero_of_the_village.description": "concede sconti sui commerci con i villaggi e fa gettare gli oggetti dai villaggi al giocatore in base alla loro professione.",
    "effect.minecraft.hunger.description": "Incrementa l'esaurimento del cibo; i livelli più alti causano una fame più rapida.",
    "effect.minecraft.infested.description": "dà alle entità colpite un 10% di probabilità di generare tra 1 e 2 ragni argentati.",
    "effect.minecraft.instant_damage.description": "Danni istantanei alle entità viventi, guarigione per i non-morti; livelli più alti aumentano la potenza dell'effetto.",
    "effect.minecraft.instant_health.description": "Ricostituisce gli esseri viventi, danneggia i non-morti; i livelli più alti aumentano la potenza dell'effetto.",
    "effect.minecraft.invisibility.description": "concede l'invisibilità, rendendo l'utente invisibile e riducendo il suo raggio di rilevamento. gli oggetti tenuti o indossati saranno ancora visibili. i livelli più alti riducono ulteriormente il raggio di rilevamento",
    "effect.minecraft.jump_boost.description": "Incrementa l'altezza del salto e riduce il danno da caduta; i livelli più alti aumentano entrambi gli effetti.",
    "effect.minecraft.levitation.description": "Far ascendere gli entità colpite verso l'alto.",
    "effect.minecraft.luck.description": "Può aumentare le probabilità di ottenere oggetti di alta qualità e più pregiati; i livelli più alti aumentano le probabilità di ottenere oggetti ancora migliori.",
    "effect.minecraft.mining_fatigue.description": "Riduce la velocità di miniera e attacco; i livelli più alti riducono entrambe le statistiche ulteriormente.",
    "effect.minecraft.nausea.description": "Fa oscillare e distorce lo schermo.",
    "effect.minecraft.night_vision.description": "Migliora la vista in aree buie e sott'acqua.",
    "effect.minecraft.oozing.description": "Fa nascere due lombrichi ai corpi degli entità affette alla morte.",
    "effect.minecraft.poison.description": "Infligge danni non letali nel tempo; i livelli più alti infliggono più danni al secondo. Non colpisce gli esseri non viventi.",
    "effect.minecraft.raid_omen.description": "Inizia una razzia nel luogo in cui l'effetto è stato ottenuto, una volta scaduto l'effetto. Dura 30 secondi.",
    "effect.minecraft.regeneration.description": "Ripristina la salute nel tempo; i livelli più alti fanno ripristinare la salute più velocemente.",
    "effect.minecraft.resistance.description": "fornisce una riduzione del 20% dei danni per livello.",
    "effect.minecraft.saturation.description": "Ristabilisce la fame e la saturazione.",
    "effect.minecraft.slow_falling.description": "Ritarda la caduta e annulla il danno da caduta.",
    "effect.minecraft.slowness.description": "Ritarda la velocità di marcia; i livelli più alti fanno diventare l'utente più lento e riducono il suo campo visivo.",
    "effect.minecraft.speed.description": "Incrementa la velocità di marcia; i livelli più alti fanno aumentare la velocità e l'angolo di visuale dell'utilizzatore.",
    "effect.minecraft.strength.description": "Incrementa il danno da combattimento corpo a corpo; i livelli più alti aumentano la potenza del boost del danno.",
    "effect.minecraft.trial_omen.description": "Trasforma i generatori di prova vicini in generatori di prova ominosi. Dura 15 minuti e riproduce gli effetti del livello originale dell'effetto cattivo auspicio.",
    "effect.minecraft.unluck.description": "Può ridurre le possibilità di ottenere oggetti di alta qualità e più pregiati; i livelli più alti riducono la probabilità di ottenere oggetti buoni.",
    "effect.minecraft.water_breathing.description": "Previene annegamenti e consente di respirare sott'acqua.",
    "effect.minecraft.weakness.description": "Riduce il danno da attacco corpo a corpo; i livelli più alti riducono ulteriormente il danno inflitto.",
    "effect.minecraft.weaving.description": "rende gli entità colpite a diffondere blocchi di ragnatela alla morte.",
    "effect.minecraft.wind_charged.description": "fa emettere un rilascio di vento alle entità colpite alla morte.",
    "effect.minecraft.wither.description": "Infligge danni letali nel tempo; i livelli più alti infliggono più danni al secondo.",
    "effect.mowziesmobs.frozen.description": "Congela e immobilizza l'entità colpita, infliggendo anche un danno graduale nel tempo.",
    "effect.mowziesmobs.geomancy.description": "Fare clic destro sul terreno di argilla con la mano vuota per generare un masso. Caricare il pulsante destro per generare massi più grandi. Pugnalare il masso per lanciarlo come proiettile. Mentre sei in volo, fare doppio clic e tenere premuto il tasto di fuga per iniziare a scavare nella direzione in cui vuoi scavare. Rilasciare il tasto di fuga per fermare lo scavamento e tornare in superficie.",
    "effect.mowziesmobs.poison_resist.description": "conferisce immunità al veleno.",
    "effect.mowziesmobs.sunblock.description": "I mummia stanno proteggendo il loro capo! Fermali prima che ti travolgano!",
    "effect.mowziesmobs.suns_blessing.description": "Chiamare con un clic destro vuoto per chiamare una pioggia di sole, clic destro con Shift per lanciare un raggio solare.",
    "effect.mynethersdelight.b_pungent.description": "Infligge danni da fuoco quando si è vicini a una fonte di calore. Invece guarisce se anche si ha resistenza al fuoco.",
    "effect.mynethersdelight.g_pungent.description": "Ricostituisce i danni da fonti di calore quando combinato con resistenza al fuoco. Altrimenti, infligge danno.",
    "effect.neapolitan.agility.description": "Consente di scalare qualsiasi blocco come se fossero scale.",
    "effect.neapolitan.berserking.description": "Ogni volta che uccidi un mostro, l'effetto aumenta di un livello. Ogni livello aggiunge resistenza e forza.",
    "effect.neapolitan.harmony.description": "rende la maggior parte dei mob ostili a fuggire dall'utente.",
    "effect.neapolitan.slipping.description": "fa muovere l'utente sulla superficie in direzioni casuali.",
    "effect.neapolitan.sugar_rush.description": "conferisce velocità per i primi tre quarti della durata dell'effetto, lentezza per l'ultimo quarto.",
    "effect.neapolitan.vanilla_scent.description": "Impedisce l'effetto degli oggetti circostanti.",
    "effect.nether_extension.gentle.description": "Riduce l'urto ricevuto.",
    "effect.nether_extension.infested.description": "Genera spori aggressivi intorno al bersaglio.",
    "effect.nether_extension.rough.description": "Incrementa il colpo di gomito ricevuto.",
    "effect.quark.danger_sight.description": "Sottolinea le aree in cui possono generarsi mostri ostili.",
    "effect.quark.resilience.description": "fornisce resistenza al colpo di 50%.",
    "effect.rats.plague.description": "Impedisce la rigenerazione naturale della salute e trasforma i cuori in cuori di peste. La peste può essere trasmessa ad altri entità mediante interazione.",
    "effect.rats.synesthesia.description": "Fornisce saturazione illimitata insieme a un intero riga di cuori di assorbimento pieni e velocità d'attacco notevolmente aumentata. Quando l'effetto viene applicato, il campo visivo si zoomerà in e fuori e sarà tinto di arancione. L'opposto accade quando l'effetto scade.",
    "effect.savage_and_ravage.weigth.description": "rende il bersaglio molto pesante.",
    "effect.seasonals.fall_flavor.description": "Ha un sapore d'autunno! Ristabilisce automaticamente la fame e la saturazione nel tempo.",
    "effect.seasonals.fall_flavour.description": "Conferisce all'utente l'immunità ai danni da piante spinose e spine.",
    "effect.seasonals.puppeteering.description": "consente al giocatore di raccogliere e spostare mostri con un'età inferiore.",
    "effect.seasonals.thorn_resistance.description": "Riduce il danno ricevuto dai vegetali spinosi e dalle spine.",
    "effect.species.birtd.description": "Il malato è stordito e non può muoversi, ma può ancora difendersi.",
    "effect.species.wither_resistance.description": "concede immunità all'effetto della maledizione del morente.",
    "effect.tetra.bleeding.description": "Infligge danni nel tempo.",
    "effect.tetra.earthbound.description": "L'entità colpita è rallentata, riceve meno spinta laterale e non può saltare.",
    "effect.tetra.exhausted.description": "Descrizione sconosciuta",
    "effect.tetra.howling.description": "Concede un'incidenza del 12,5% di deflessione dei proiettili a livello di effetto, riduce la velocità di movimento di -5% e concede un'incidenza del 2,5% di ritorno dei proiettili in direzione di partenza.",
    "effect.tetra.punctured.description": "Riduce l'armatura di 10% per livello.",
    "effect.tetra.severed.description": "Riduce la salute massima e il danno di attacco.",
    "effect.tetra.small_health.description": "Versione meno potente del boost di salute.",
    "effect.tetra.small_strength.description": "Versione meno potente della forza.",
    "effect.tetra.steeled.description": "Descrizione sconosciuta",
    "effect.tetra.stun.description": "Il bersaglio viene stordito, impedendogli di muoversi e rendendolo impossibilitato a infliggere danni con gli attacchi, inoltre il suo cooldown per lo swing è infinito.",
    "effect.twilightforest.frosted.description": "Sei in un posto dove non dovresti essere... ancora.",
    "effect.twist.afterburn.description": "Danni l'utente dopo che l'effetto si è estinto.",
    "effect.twist.disintegration.description": "Danni il giocatore quando si svolta.",
    "effect.twist.hazy.description": "Non ottenibile.",
    "effect.twist.mold.description": "Causa un'accelerazione del battito cardiaco all'utilizzatore quando si trova nel territorio di un carico.",
    "effect.twist.outzimpled.description": "Frena l'esplosione di zimples.",
    "effect.twist.parasite.description": "Non ottenibile.",
    "effect.untitledduckmod.intimidation.description": "rende gli illager spaventati del bersaglio.",
    "effect.upgrade_aquatic.insomnia.description": "Incrementa il timer dell'insonnia di 1 giorno per livello di effetto, causando la nascita dei fantasmi. Se dato ai fantasmi li trasformerà in fiamme, se dato alle fiamme li ucciderà immediatamente.",
    "effect.upgrade_aquatic.repellence.description": "Infligge il veleno ai mostri che toccano fisicamente l'utente; i livelli più alti aumentano il livello dell'effetto del veleno.",
    "effect.upgrade_aquatic.restfulness.description": "Riduce il timer dell'insonnia di 1 giorno per livello di effetto, riducendo la probabilità di spawn dei fantasmi. Se assegnato alle fiaccole li trasformerà in fantasmi, se assegnato ai fantasmi li ucciderà immediatamente.",
    "effect.upgrade_aquatic.vibing.description": "Infligge la regenerazione ai mostri che toccano fisicamente l'utente; i livelli più alti aumentano il livello di effetto di regenerazione conferito.",
    "effect.windswept.thorns.description": "Danni qualsiasi creatura o giocatore che attacchi il bersaglio.",
    "effect.xreliquary.cure.description": "Il rimedio a qualcosa, questo è sicuro.",
    "effect.xreliquary.exhausted.description": "La cura a qualcosa, questo è sicuro.",
    "effect.xreliquary.flight.description": "Consente il volo creativo.",
    "effect.xreliquary.pacification": "Pacificato",
    "effect.xreliquary.pacification.description": "rende il bersaglio non bersagliare e vagabondare.",
    "jeed.category.effect_info": "Informazioni sugli effetti",
    "jeed.description.missing": "Descrizione non disponibile",
    "jeed.tooltip.beneficial": "Utile",
    "jeed.tooltip.color": "Colore",
    "jeed.tooltip.color_complete": "%1$s: %2$s",
    "jeed.tooltip.harmful": "Pericoloso",
    "jeed.tooltip.neutral": "Naturale"
}