{
    "effect.minecraft.absorption.description": "Aggiunge alcuni cuori assorbenti dannosi (che non possono essere rigenerati); i livelli più alti forniscono un'assorbimento maggiore.",
    "effect.minecraft.bad_omen.description": "Causa un evento minaccioso al entrare in un villaggio o nelle camere di prova; i livelli più alti aumentano la difficoltà dell'evento.",
    "effect.minecraft.bad_omen_legacy.description": "Causa un assalto degli illager nel villaggio al momento dell'ingresso; i livelli più alti aumentano la difficoltà dell'assalto.",
    "effect.minecraft.blindness.description": "Impedisce la vista e disabilita l'abilità di correre e colpire con precisione.",
    "effect.minecraft.conduit_power.description": "Incrementa la visibilità sottomarina e velocità di estrazione, impedisce annegamento.",
    "effect.minecraft.darkness.description": "Aggiunge un effetto di oscuramento pulsante allo schermo del giocatore e nebbia nera pulsante.",
    "effect.minecraft.dolphins_grace.description": "Incrementa drasticamente la velocità di nuoto. Effetto concesso dai delfini.",
    "effect.minecraft.fire_resistance.description": "concede immunità al danno da fuoco e dal danno dalla lava.",
    "effect.minecraft.glowing.description": "Segna gli entità colpite con un'aura luminosa, consentendo di vederle attraverso i blocchi.",
    "effect.minecraft.haste.description": "Incrementa la velocità di miniera e attacco; i livelli più alti aumentano entrambe le statistiche ulteriormente.",
    "effect.minecraft.health_boost.description": "Incrementa la salute massima; i livelli più alti danno cuori aggiuntivi.",
    "effect.minecraft.hero_of_the_village.description": "concede sconti sui commerci con i villaggi e fa gettare gli oggetti dai villaggi al giocatore in base alla loro professione.",
    "effect.minecraft.hunger.description": "Incrementa l'esaurimento del cibo; i livelli più alti causano una fame più rapida.",
    "effect.minecraft.infested.description": "Dà alle entità colpite un 10% di probabilità di generare tra 1 e 2 silverfish.",
    "effect.minecraft.instant_damage.description": "Danni istantanei alle entità viventi, guarigione per i non morti; livelli più alti aumentano la potenza dell'effetto.",
    "effect.minecraft.instant_health.description": "Ricostituisce gli esseri viventi, danneggia i non-morti; i livelli più alti aumentano la potenza dell'effetto.",
    "effect.minecraft.invisibility.description": "concede l'invisibilità, rendendo l'utente invisibile e riducendo il suo raggio di scoperta. gli oggetti tenuti o indossati saranno ancora visibili. i livelli più alti riducono ulteriormente il raggio di scoperta",
    "effect.minecraft.jump_boost.description": "Incrementa l'altezza del salto e riduce il danno da caduta; i livelli più alti aumentano entrambi gli effetti.",
    "effect.minecraft.levitation.description": "Far sollevarsi in alto gli entità colpite.",
    "effect.minecraft.luck.description": "Può aumentare le probabilità di ottenere oggetti di alta qualità e più pregiati; i livelli più alti aumentano le probabilità di ottenere oggetti ancora migliori.",
    "effect.minecraft.mining_fatigue.description": "Riduce la velocità di miniera e attacco; i livelli più alti riducono entrambe le statistiche ulteriormente.",
    "effect.minecraft.nausea.description": "Fa oscillare e distorce lo schermo.",
    "effect.minecraft.night_vision.description": "Migliora la vista in aree buie e sott'acqua.",
    "effect.minecraft.oozing.description": "Fa nascere due slime alle entità affette alla morte.",
    "effect.minecraft.poison.description": "Infligge danni non letali nel tempo; i livelli più alti infliggono più danni al secondo. Non colpisce gli esseri non morti.",
    "effect.minecraft.raid_omen.description": "Inizia una razzia nel luogo in cui l'effetto è stato ottenuto, una volta scaduto l'effetto. Dura 30 secondi.",
    "effect.minecraft.regeneration.description": "Ripristina la salute nel tempo; i livelli più alti fanno ripristinare la salute più velocemente.",
    "effect.minecraft.resistance.description": "fornisce una riduzione del 20% dei danni per livello.",
    "effect.minecraft.saturation.description": "Ristabilisce la fame e la saturazione.",
    "effect.minecraft.slow_falling.description": "Ritarda la caduta e annulla il danno da caduta.",
    "effect.minecraft.slowness.description": "Ritarda la velocità di marcia; i livelli più alti fanno diventare l'utente più lento e riducono il suo campo visivo.",
    "effect.minecraft.speed.description": "Incrementa la velocità di marcia; i livelli più alti fanno aumentare la velocità dell'utente e il suo campo visivo.",
    "effect.minecraft.strength.description": "Incrementa il danno in combattimento; i livelli più alti aumentano la potenza del boost del danno.",
    "effect.minecraft.trial_omen.description": "Trasforma i generatori di prova vicini in generatori di prova ominosi. Dura 15 minuti e riproduce gli effetti del livello originale dell'omino cattivo.",
    "effect.minecraft.unluck.description": "Può ridurre le possibilità di ottenere oggetti di alta qualità e più bottini; i livelli più alti riducono la probabilità di ottenere oggetti buoni.",
    "effect.minecraft.water_breathing.description": "Previene annegamenti e consente di respirare sott'acqua.",
    "effect.minecraft.weakness.description": "Riduce il danno da combattimento; i livelli più alti riducono ulteriormente il danno inflitto.",
    "effect.minecraft.weaving.description": "rende gli entità colpite a diffondere blocchi di ragnatela alla morte.",
    "effect.minecraft.wind_charged.description": "Fa emettere un rilascio di vento alle entità colpite alla morte.",
    "effect.minecraft.wither.description": "Infligge danni letali nel tempo; i livelli più alti infliggono più danni al secondo.",
    "emi.category.emiffect.status_effect_info": "Informazioni sugli effetti di stato",
    "info.emiffect.desc_not_found": "L'effetto sembra non avere descrizioni...",
    "tooltip.emiffect.beneficial": "Utile",
    "tooltip.emiffect.color": "Colore: %s",
    "tooltip.emiffect.harmful": "Nocivo",
    "tooltip.emiffect.neutral": "Neutrale"
}