{
    "loadingscreentips.midnightconfig.changeTime": "Cambia ora",
    "loadingscreentips.midnightconfig.corner": "Angolo consigli tips",
    "loadingscreentips.midnightconfig.enum.CORNER.BOTTOM_LEFT": "inferiore sinistra",
    "loadingscreentips.midnightconfig.enum.CORNER.BOTTOM_RIGHT": "Destra inferiore",
    "loadingscreentips.midnightconfig.enum.CORNER.TOP_LEFT": "Angolo superiore sinistro",
    "loadingscreentips.midnightconfig.enum.CORNER.TOP_RIGHT": "Destra superiore",
    "loadingscreentips.midnightconfig.serverLoadingTips": "Mostra suggerimenti sullo schermo di caricamento del server",
    "loadingscreentips.midnightconfig.title": "Configurazione suggerimenti schermo di caricamento",
    "modmenu.descriptionTranslation.loadingscreentips": "Aggiunge suggerimenti di caricamento alla schermata di caricamento del mondo.",
    "modmenu.summaryTranslation.loadingscreentips": "Aggiunge suggerimenti di caricamento alla schermata di caricamento del mondo.",
    "text.loadingscreentips.allay": "Dai un oggetto a un allay e questi ne collezionerà ancora di più per te!",
    "text.loadingscreentips.armadillo_scute": "I tartarughe occasionalmente lasciano cadere scuti e puoi farli cadere forzatamente strofinandole.",
    "text.loadingscreentips.armor_trim": "Puoi trovare modelli di decorazione per l'armatura in strutture varie e utilizzarli per aggiungere decorazioni all'armatura.",
    "text.loadingscreentips.axolotl_rename": "Puoi rinominare un axolotl all'interno di un secchio e il nome sarà mantenuto quando lo posizionerai!",
    "text.loadingscreentips.axolotls": "Gli axolotl possono proteggerti dai pericoli del mare.",
    "text.loadingscreentips.azalea_tree": "Scava sotto un albero di azalea e troverai una grotta fiorita.",
    "text.loadingscreentips.bad_omen": "Sii cauto se hai un'opinione negativa, potresti affrontare una cattiva sorte in un villaggio se lo fai.",
    "text.loadingscreentips.bad_omen_levels": "I segni nefasti arrivano in 5 livelli, ognuno dei quali rende gli eventi ominosi più difficili.",
    "text.loadingscreentips.basalt_gen": "Il basalto può essere creato facendo fluire il lava su uno spazio sopra al terreno dell'anima e adiacente all'ghiaccio blu.",
    "text.loadingscreentips.bastion_chest": "Quando si è in una fortezza dei porcini, i porcini difenderanno il loro bottino.",
    "text.loadingscreentips.bedrock_nether": "Il Nether ha il letto di roccia in alto e in basso, un blocco non distruttibile.",
    "text.loadingscreentips.bogged": "Puoi sfilarizzare lo scheletro intrappolato per ottenere funghi.",
    "text.loadingscreentips.break_decorated_pots": "Ehi! ascolta! Puoi rompere i vasi decorati con proiettili come frecce.",
    "text.loadingscreentips.breed_hoglins": "Puoi accoppiare i Hoglin con funghi cremisi.",
    "text.loadingscreentips.breeze_deflect": "Puoi deviare le cariche di vento sparate da un soffio con uno scudo o colpendole indietro.",
    "text.loadingscreentips.breeze_projectile": "Il carico del vento influisce su molti blocchi, come ad esempio azionare porte a scorrimento, premere pulsanti e suonare campane.",
    "text.loadingscreentips.brown_mooshroom": "Il fulmine può trasformare un Mooshroom rosso in un Mooshroom marrone.",
    "text.loadingscreentips.build_snowgolem": "Se collocare due blocchi di neve con un lanterna d'Ottobre sopra di loro, è possibile costruire un uomo di neve!",
    "text.loadingscreentips.camel": "I cammelli sono un modo fantastico per attraversare il deserto e possono essere montati da due giocatori.",
    "text.loadingscreentips.camel_breeding": "I cammelli possono essere incrociati con i cactus.",
    "text.loadingscreentips.campfire_bee": "Posiziona un falò vicino ad un alveare di api per calmarle e raccogliere l'acero in modo sicuro.",
    "text.loadingscreentips.cartographers": "Puoi ottenere varie mappe esploratrici che portano a strutture diverse dai Cartografi.",
    "text.loadingscreentips.charged_creeper": "Quando un fulmine colpisce uno spaventapasseri, qualcosa di elettrizzante accade!",
    "text.loadingscreentips.charged_creeper_heads": "Quando un criofero caricato uccide certi mostri, questi ultimi lasceranno cadere la loro testa.",
    "text.loadingscreentips.copper_bulb": "Il blocco di bulbo di rame può essere utilizzato come un semplice T flip-flop avendo un comparatore che lo legge.",
    "text.loadingscreentips.copy_template": "Puoi copiare gli oggetti di modello creandoli con 7 diamanti e il materiale base.",
    "text.loadingscreentips.crossbow_fireworks": "I fuochi d'artificio possono essere caricati in un arco da balestra.",
    "text.loadingscreentips.curse_of_binding": "Armi maledette legate a te? Muori per rimuoverle!",
    "text.loadingscreentips.decorated_pots_items": "Puoi immagazzinare gli oggetti all'interno dei vasi decorati cliccandoli con l'oggetto. possono contenere fino a una pila di un oggetto.",
    "text.loadingscreentips.deep_dark": "Si dice che ci siano città antiche profonde sottoterra, con tesori rari non trovati altrove.",
    "text.loadingscreentips.deepslate": "Una volta che sei sotto Y=0, tutti i pietra vengono sostituiti da slata profonda, che è più resistente.",
    "text.loadingscreentips.diamond_ore": "I diamanti sono più facilmente reperibili in profondità nella strato di deepslate del mondo.",
    "text.loadingscreentips.dig_straight_down": "Stai scavando dritto in basso, ci sono il 75% di probabilità che troverai una sorpresa.",
    "text.loadingscreentips.dinnerbone": "Dai un nome a un mostro \"dinnerbone\" e scopri cosa succede!",
    "text.loadingscreentips.dirt_sugarcane": "Il sugarcane può crescere sul terreno!",
    "text.loadingscreentips.dragon_breath": "Puoi raccogliere il respiro del drago dell'ender con solo un bottiglia!",
    "text.loadingscreentips.dripstone_clay": "Il dripstone si asciuga nella fanghiglia fino a diventare argilla.",
    "text.loadingscreentips.drowned": "Se un morto si inabissa, diventerà un annegato.",
    "text.loadingscreentips.dupe_allay": "Se gli dai un Allay e una scaglia di ametista mentre balla la musica, può duplicare.",
    "text.loadingscreentips.elder_guardian": "Gli guardiani anziani lasceranno cadere spugne alla morte.",
    "text.loadingscreentips.enchantability": "Alcuni materiali ottengono incantesimi meglio, come l'oro.",
    "text.loadingscreentips.end_city": "Le città dell'End sono sparse per le isole esterne dell'End e contengono alcune ricche prede.",
    "text.loadingscreentips.endermen_eyes": "Non guardare gli occhi di un Endermann, altrimenti potrebbero arrabbiarsi.",
    "text.loadingscreentips.evoker": "I evocatori possono cambiare i pecori blu in rosse.",
    "text.loadingscreentips.fishing": "Pescare può essere una buona fonte di cibo e bottino!",
    "text.loadingscreentips.flooded_caves": "Le grotte inondate sono una grande fonte di minerali!",
    "text.loadingscreentips.frog_breeding": "Puoi accoppiare rane con palline di muco.",
    "text.loadingscreentips.frog_magmacubes": "Non portare le cubiche di magma vicino ad un rana, altrimenti potrebbe semplicemente essere mangiata.",
    "text.loadingscreentips.frog_types": "I tipi di rane hanno tre tipi, freddo, caldo e temperato, che possono essere incrociati nei loro rispettivi climi.",
    "text.loadingscreentips.glow_ink": "Usa l'inchiostro luminoso su un cartello per far brillare il testo.",
    "text.loadingscreentips.glowstone_portal": "Costrui un portale con pietra luminescente per portarti in un mondo sopra le nuvole.",
    "text.loadingscreentips.goat_horn": "I corni di capra fanno lo stesso suono dei corni d'assedio degli Illagers.",
    "text.loadingscreentips.goat_mountain": "Attenzione intorno alle capre, poiché possono colpire contro di te.",
    "text.loadingscreentips.grimstone": "La deepslate era originariamente chiamata grimstone!",
    "text.loadingscreentips.herobrine": "Tremate il Steve i cui occhi brillano bianchi.",
    "text.loadingscreentips.horses": "I cavalli sono un modo veloce per viaggiare nel mondo e puoi incrociarli per ottenere statistiche migliori.",
    "text.loadingscreentips.illager_bell": "Puoi suonare una campana durante un saccheggio per far brillare gli illagri vicini.",
    "text.loadingscreentips.iron_golem": "I golemi di ferro sono i protettori dei villaggi, attaccheranno te se attacchi un villaggio.",
    "text.loadingscreentips.jeb": "Dai un nome a una pecora \"jeb_\" e vedi cosa succede!",
    "text.loadingscreentips.large_ore_vein": "Si possono trovare grandi giacimenti di rame e ferro in profondità sottoterra.",
    "text.loadingscreentips.leather_boots": "I calzoni in pelle ti impediscono di cadere attraverso la neve soffice!",
    "text.loadingscreentips.mace": "Il martello è un'arma che infligge danni significativi in base alla distanza di caduta e puoi ottenere i componenti per craftinglo da una camera di prova ominosa.",
    "text.loadingscreentips.mace_falldamage": "Se attacchi un mostro con la mazza mentre stai cadendo, il tuo danno di caduta sarà annullato.",
    "text.loadingscreentips.mace_wither": "Puoi uccidere un Wither con una mazza, basta che ti faccia cadere almeno 180 blocchi.",
    "text.loadingscreentips.mending": "L'incantesimo di riparazione può riparare gli strumenti a spese dell'esperienza.",
    "text.loadingscreentips.mob_heads": "Indossando una testa di mostro sarà difficile per loro scoprire il tuo posizione, prova con una testa di Creeper!",
    "text.loadingscreentips.mushroom_island": "Se viaggia abbastanza, potresti trovare un'isola con funghi giganti.",
    "text.loadingscreentips.musical_heads": "Quando poni una testa sopra un blocco di nota, suonerà i suoni del mostro.",
    "text.loadingscreentips.nitwit": "I villaggi con un abito verde possono avere difficoltà a trovare un lavoro.",
    "text.loadingscreentips.ocean_monument": "I guardiani anziani ti daranno stanchezza di miniera quando ti avvicini troppo a un monumento dell'oceano.",
    "text.loadingscreentips.ominous_bottle": "Puoi ottenere bottiglie ominose uccidendo capitani di raid o in depositi. Bevi qualcosa in un villaggio o una camera di prova per sfidarvi veramente.",
    "text.loadingscreentips.panda": "I panda hanno sei diversi tipi di personalità: normale, pigro, preoccupato, giocoso, aggressivo, debole e marrone.",
    "text.loadingscreentips.phantom": "Non dimenticare di dormire, altrimenti i fantasmi potrebbero risvegliarsi.",
    "text.loadingscreentips.pig_creepers": "Alcuni dicono che i maiali e i crepuscoli abbiano un antenato in comune.",
    "text.loadingscreentips.piglin_brute": "I piglins bruti non si curano del oro e attaccheranno comunque.",
    "text.loadingscreentips.piglin_gold": "Non dimenticare di indossare oro intorno ai Piglin, altrimenti si arrabbieranno.",
    "text.loadingscreentips.pink_sheep": "I capri rosa possono apparire molto raramente.",
    "text.loadingscreentips.polar_bear": "I orsi polari proteggeranno i loro cuccioli.",
    "text.loadingscreentips.powdered_snow": "Attenzione al nevischio soffice, potresti cadere attraverso di esso e cominciare a congelarti.",
    "text.loadingscreentips.prevent_endermen_move": "Se un Enderman ti è ostile, fissa-li negli occhi per impedire il movimento.",
    "text.loadingscreentips.saturation": "Prova a mangiare cibi più grandi, come carne cucinata, che ti tengono pieno per più tempo.",
    "text.loadingscreentips.scared_creepers": "Gli omini sono spaventati dai gatti!",
    "text.loadingscreentips.sculk": "Il sculk contiene anime e rilascerà esperienza quando lo romperai.",
    "text.loadingscreentips.sculk_catalyst": "Il catalizzatore di Sculk ruberà l'anima dei mob vicini uccisi e la utilizzerà per diffondere lo Sculk.",
    "text.loadingscreentips.sculk_shriekers": "Sii silenzioso intorno ai urlatori di Skulk, altrimenti te ne pentirai.",
    "text.loadingscreentips.shear_snowgolem": "Puoi asportare il lanternaio da un golem di neve asciugandolo.",
    "text.loadingscreentips.sherds": "I frammenti di ceramica sono pezzi di ceramica trovati nei vari edifici archeologici, nella sabbia e nel ghiaio sospetta. Combinare 4 per creare un vaso decorato.",
    "text.loadingscreentips.shulker_bullet": "Se un Shulker viene colpito da una pallottola di Shulker, c'è una possibilità che si duplichi!",
    "text.loadingscreentips.slime_moon": "Il ciclo lunare influisce sulla nascita dei vermi negli acquitrini; questi si riproducono più frequentemente durante la luna piena.",
    "text.loadingscreentips.sniffer_breeding": "I sniffers possono essere allevati con semi di fiore di torcia.",
    "text.loadingscreentips.sniffer_egg": "Puoi trovare uova di sniffers nei resti delle rovine dell'oceano caldo nella sabbia sospetta.",
    "text.loadingscreentips.sniffer_moss": "Gli uova del sniffatore crescono due volte più velocemente sui blocchi di muschio.",
    "text.loadingscreentips.sniffing": "I raccoglitori occasionalmente annusano il terreno e tirano fuori semi antichi che fanno crescere piante del passato.",
    "text.loadingscreentips.snow_cauldron": "Il neve può accumularsi in un calderone mentre nevica.",
    "text.loadingscreentips.stray": "Se un scheletro si congela a morte, diventerà un vagabondo.",
    "text.loadingscreentips.strider": "Usa gli strider per viaggiare attraverso i vasti oceani di lava nel Nether. Possono essere guidati con un funghi deformato su un bastone.",
    "text.loadingscreentips.stronghold_rings": "I forti si generano in anelli intorno al centro del mondo.",
    "text.loadingscreentips.suspicious_gravel": "Il ghiaietto sospetto è un blocco trovato nei resti di città del mare freddo e dei resti di sentieri, prova a cliccarlo con uno spazzolino!",
    "text.loadingscreentips.suspicious_sand": "Il sabbia sospetta è un blocco trovato nei templi del deserto, nelle fontane del deserto e nei ruderi dell'oceano caldo. Prova a cliccarlo con uno spazzolino!",
    "text.loadingscreentips.swift_sneak": "Il veloce nascondimento è un incantesimo che aumenta la tua velocità di movimento mentre ti nascondi.",
    "text.loadingscreentips.tip": "Suggerimento:",
    "text.loadingscreentips.tip.milk": "Bevi il latte per eliminare gli effetti dei pozioni!",
    "text.loadingscreentips.tip.nether_bed": "Collo un letto nel Nether, sarà un'esperienza emozionante!",
    "text.loadingscreentips.tipped_arrow": "Inserisci frecce intorno a un potente effetto persistente e otterrai frecce con punta.",
    "text.loadingscreentips.trail_ruins": "I resti di sentiero sono una struttura che contiene più modelli di decorazione e un disco musicale unico.",
    "text.loadingscreentips.trans_bee": "La api di Minecraft è transgender.",
    "text.loadingscreentips.trial_keys": "Ottenere chiavi di prova combattendo contro generatori di spawn di prova e utilizzarle sui forzieri per ottenere una varietà di bottino.",
    "text.loadingscreentips.trial_spawner_blocks": "Puoi capire quali mostri si generano nei generatori di prova sulla base dei blocchi nella stanza, associati al mostro.",
    "text.loadingscreentips.trial_spawners": "I generator di prove scalano la difficoltà in base ai giocatori, quindi portate amici per affrontare un vero sfida.",
    "text.loadingscreentips.trident": "Il tridente è un'arma che eccelle nell'acqua.",
    "text.loadingscreentips.villager": "Escambiare con i villaggi è un ottimo modo per ottenere smaraldi.",
    "text.loadingscreentips.villager_witch": "Quando un fulmine colpisce un villaggio, esso si trasformerà in una strega.",
    "text.loadingscreentips.warden": "Si dice che un forte mostro con potere eco esista nei punti più profondi del mondo.",
    "text.loadingscreentips.warped_mushrooms": "I porcini distorti fanno paura ai cinghiali.",
    "text.loadingscreentips.wind_charge": "Puoi lanciare carichi di vento per creare un'onda di vento che allontana i mostri o addirittura ti lancia in aria.",
    "text.loadingscreentips.witherskull": "Se sei fortunato mentre uccidi scheletri del Maledetto, potresti anche ottenere un cranio.",
    "text.loadingscreentips.wolf_armor": "Se l'armatura del tuo lupo inizia a crepare, clicca su di loro con un tegola di armadillo per ripararla.",
    "text.loadingscreentips.wool_occlusion": "Usa la lana per impedire che i suoni echeggino nella profonda oscurità",
    "text.loadingscreentips.zombie_villager": "I zombie possono trasformare i villaggi in zombie.",
    "text.loadingscreentips.zombified_pigs": "Entrambi i Hoglins e i Piglins si zomberizzeranno quando lasciano il Nether."
}