{
    "\/\/": "Commento multilinea! È un commento in linguaggio di programmazione, probabilmente utilizzato per separare sezioni di codice o per fornire informazioni sulla struttura del codice.",
    "des.vvp.korobki": "Solo decorazione.",
    "des.vvp.mangal_body": "Base del veicolo per mangal.",
    "des.vvp.mangal_turret": "Mangal per la torretta del veicolo.",
    "des.vvp.setka_body": "Camuffatura fogliare per la base del veicolo.",
    "des.vvp.setka_turret": "Camuffaggio fogliare per il cannone di veicolo (non funziona senza corazza del mangal del cannone).",
    "des.vvp.spray": "Cliccando con il pulsante destro sul veicolo, puoi cambiare la sua mimetica.",
    "des.vvp.wrench": "Usato per rimuovere moduli.",
    "entity.vvp.bradley": "M2 Bradley",
    "entity.vvp.bradley_ukr": "M2 Bradley ucraino",
    "entity.vvp.btr_4": "BTR-4",
    "entity.vvp.btr_80a": "BTR-80A",
    "entity.vvp.cobra": "Cobra AH-1",
    "entity.vvp.f35": "F-35",
    "entity.vvp.fmtv": "fmtv",
    "entity.vvp.humvee": "Humvee M2",
    "entity.vvp.m1a2": "M1A2",
    "entity.vvp.m1a2_sep": "M1A2 SEP",
    "entity.vvp.m60": "M60",
    "entity.vvp.m997_green": "Humvee M997",
    "entity.vvp.mi24": "elicottero d'attacco MI-24",
    "entity.vvp.stryker": "M1128 Stryker",
    "entity.vvp.stryker_m1296": "Dragoone M1296 Stryker",
    "entity.vvp.terminator": "Terminatore BMPT",
    "entity.vvp.uh60": "UH-60 Black Hawk",
    "entity.vvp.uh60mod": "MH-60L Sikorsky",
    "info.vvp.bradley": "Il veicolo da combattimento dell'infanteria americano Bradley M2 è armato con un cannone da 25 mm, missili antitanco trainati e una mitragliatrice. È progettato per il trasporto truppe e fornire supporto di fuoco in battaglia.",
    "info.vvp.bradley_ukr": "Il veicolo da combattimento per fanteria americano M2 Bradley, versione ucraina, è un veicolo armato con cannone da 25 mm, missili anti-carro trainati e mitragliatrice. È progettato per il trasporto truppe e fornire supporto di fuoco in battaglia.",
    "info.vvp.btr_4": "Il BTR-4 è un carro armato anfibio di ottava generazione ucraino progettato per il trasporto truppe e il supporto al fuoco sul campo di battaglia. Può essere equipaggiato con vari moduli di combattimento, tra cui una cannoncetta da 30 mm, missili anti-tank e mitragliatrici.",
    "info.vvp.btr_80a": "Il BTR-80A è un carro trasporto truppe russo a otto ruote equipaggiato con un cannone automatico da 30 mm montato su torretta. È progettato per trasportare truppe e ingaggiare combattimenti con alta mobilità e protezione.",
    "info.vvp.cobra": "Il Cobra AH-1 è un elicottero d'attacco americano armato di cannone, razzi e missili antitank. Fu il primo elicottero dedicato all'attacco e vide ampio impiego durante la guerra del Vietnam.",
    "info.vvp.f35": "Il caccia F-35 è un quinto generazione americano di tipo multiuso stealth progettato per la superiorità aerea, l'attacco al suolo e la ricognizione. È dotato di sistemi di rilevamento avanzati, avionica e armi.",
    "info.vvp.fmtv": "Il fmtv (famiglia di veicoli tattici medi) è una serie di camion militari americani di media potenza utilizzati per trasportare truppe, carichi e equipaggiamento. Sono noti per la loro versatilità e capacità fuoristrada.",
    "info.vvp.humvee": "Il Humvee M2 è un veicolo militare leggero fuoristrada equipaggiato con una mitragliatrice pesante da 12,7 mm. Combina mobilità con potenza di fuoco elevata contro la fanteria e l'equipaggiamento leggero.",
    "info.vvp.m1a2": "Il carro armato principale M1A2 è un carro armato americano equipaggiato con un cannone liscio da 120 mm e protezione blindata robusta. Combina potenza di fuoco, elettronica avanzata e manovrabilità per una prestazione in combattimento efficace.",
    "info.vvp.m1a2_sep": "Il M1A2 SEP (pacchetto di miglioramento del sistema) è una versione aggiornata del carro armato M1A2 che presenta un'armatura migliorata, sistemi di imaging termico e strumenti di gestione della battaglia digitale. Questa versione migliora la sopravvivenza e l'efficacia operativa in condizioni moderne.",
    "info.vvp.m60": "Il M60 è un carro armato principale americano dell'era del freddo guerra, equipaggiato con un cannone da 105 mm. Combinava semplicità e affidabilità, rimanendo in servizio con molti paesi.",
    "info.vvp.m997_green": "Il Humvee M997 è la variante ambulanza del veicolo multiplo HMMWV, progettato per l'evacuazione dei feriti e il supporto medico. È equipaggiato con un compartimento medico per lettini e personale medico.",
    "info.vvp.mi24": "Il Mi-24 è un elicottero d'attacco e trasporto sovietico che combina le funzioni di un caccia armato e di un trasportatore truppe corazzate. È armato di cannone, razzi e può trasportare truppe di fanteria.",
    "info.vvp.stryker": "Il Stryker M1128 è un veicolo da combattimento ruotato statunitense armato di cannone da 105 mm, progettato per supportare l'infanteria con fuoco diretto. Combina la mobilità della piattaforma Stryker con armamento potente.",
    "info.vvp.stryker_m1296": "Il Stryker M1296 \"Drakon\" è una versione aggiornata del veicolo Stryker, equipaggiato con un cannone automatico da 30 mm. Fornisce maggiore potenza di fuoco mantenendo alta la mobilità.",
    "info.vvp.terminator": "Il BMPT \"Terminatore\" è un veicolo da combattimento corazzato russo armato di cannoni, lanciatori di granate e missili antitanco. È progettato per accompagnare unità corazzate e eliminare personali e equipaggiamento nemici.",
    "info.vvp.uh60": "Il UH-60 Black Hawk è un elicottero tattico multiruolo americano utilizzato per il trasporto di truppe, il carico e il supporto al fuoco. È noto per la sua affidabilità, manovrabilità e ampia diffusione presso le forze armate in tutto il mondo.",
    "info.vvp.uh60mod": "Il MH-60L è una variante modificata dell'elicottero Black Hawk adattato per operazioni speciali. È equipaggiato con sistemi di armamento, comunicazione e protezione aggiuntivi per missioni complesse.",
    "item.vvp.korobki": "decorazione",
    "item.vvp.mangal_body": "Mangal per corpo",
    "item.vvp.mangal_turret": "Mangal per torre d'avvistamento",
    "item.vvp.music_disc_radiohead.desc": "Radiohead - Jigsaw Falling Into Place",
    "item.vvp.setka_body": "Camuffatura per il corpo con foglie",
    "item.vvp.setka_turret": "Camuffatura fogliare per torretta",
    "item.vvp.spray": "Spray",
    "item.vvp.tent": "Tenda",
    "item.vvp.usachest": "armatura del corpo USA",
    "item.vvp.usahelmet": "Elmetto USA di VVP",
    "item.vvp.wrench": "Chiave inglese",
    "itemGroup.vvp_armor_tab": "[vvp] oggetti",
    "item_group.vvp.vvp": "[vvp] Veicoli militari",
    "tooltip.vvp.model_author": "Creato dal modello del team vvp",
    "tooltip.vvp.usage_restriction": "Utilizzo di questi modelli fuori dal pacchetto è proibito"
}