{
    "block.capsule.capsulemarker": "Punto di cattura della base",
    "capsule.error.areaNotLoaded": "Non è possibile dispiegare: la zona di destinazione non è caricata.",
    "capsule.error.blueprintCreationError": "Si è verificato un errore durante la creazione del modello di blueprint. Questo blueprint potrebbe non funzionare.",
    "capsule.error.blueprintDontMatch": "Non è possibile disimballare: potresti caricare il contenitore del progetto (fai clic destro nell'aria) o assicurarti che l'area in cui desideri disimballare corrisponda alla struttura del progetto (nessun blocco rimosso o aggiunto, nessun oggetto negli inventari).",
    "capsule.error.blueprintExcluded": "Alcuni blocchi non sono supportati nei disegni. Ignorati nel disegno: %s",
    "capsule.error.cantDownload": "Non è possibile scaricare il modello NBT: prendi l'oggetto capsule nella mano, assicurati che non sia già stato dispiegato e non sia vuoto. Prova a visualizzare la configurazione di dispiegamento (senza effettuare il dispiegamento) prima di riprovare questo comando.",
    "capsule.error.cantMergeWithDestination": "Non è possibile unire con il destinazione, un blocco impedisce la deploy di %s.",
    "capsule.error.cantMergeWithDestinationEntity": "Non è possibile imbarcare: %s nel percorso!",
    "capsule.error.capsuleContentNotFound": "Il contenuto del capsule \"%s\" non è stato trovato nella cartella \"strutture\" del mondo.",
    "capsule.error.noCaptureBase": "Non ci sono basi di cattura intorno.",
    "capsule.error.notAllowed": "I capsule non possono essere utilizzati in questo luogo, potrebbe trattarsi di un'area protetta.",
    "capsule.error.technicalError": "Si è verificato un errore tecnico durante l'utilizzo del modulo capsule. Per favore, controllare i registri del server.",
    "capsule.error.templateNotFound": "Errore: il file di modello del contenitore %s non è stato trovato.",
    "capsule.feedback.linkedToInventory": "Collegato a \"%s\" in (x=%s, y=%s, z=%s)",
    "capsule.gui.capsuleName": "Nome del contenitore capsule",
    "capsule.gui.title": "Rinomina capsule",
    "capsule.tooltip.author": "progettato da",
    "capsule.tooltip.blueprint": "Crea struttura utilizzando gli oggetti dal inventario collegato.",
    "capsule.tooltip.blueprintUseCharged": "* clic destro: dispiegamento istantaneo\n* sneak+clic destro: collega inventario",
    "capsule.tooltip.blueprintUseUncharged": "* clic destro: annulla l'ultimo dispiegamento\n* clic sinistro: ricarica dalla inventario\n* premere Shift+clic destro: collegare inventario",
    "capsule.tooltip.canRotate": "* clic destro: ruota\n* clic destro + Shift: specchio",
    "capsule.tooltip.cannotRotate": "Alcuni blocchi complessi non possono essere ruotati",
    "capsule.tooltip.instant": "istantaneo",
    "capsule.tooltip.one_use": "Distrutto dopo il dispiegamento",
    "capsule.tooltip.overpowered": "Sovrappotente",
    "capsule.tooltip.size": "Dimensione",
    "capsule.tooltip.upgraded": "Aggiornamenti",
    "enchantment.capsule.recall": "Ricorda",
    "enchantment.capsule.recall.desc": "Quando viene dispiegato, il contenitore viene immediatamente inviato indietro al giocatore.",
    "itemGroup.capsule": "Capsule",
    "items.capsule": "Capsula",
    "items.capsule.content_empty": "Vuoto",
    "items.capsule.content_unlabeled": "Non etichettato",
    "items.capsule.name": "Capsula",
    "items.capsule.state_activated": "Attivato",
    "items.capsule.state_blueprint": "Disegno di blueprints",
    "items.capsule.state_deployed": "Diploato",
    "items.capsule.state_one_use": "Un uso solo",
    "items.capsule.state_recovery": "Ricoveramento",
    "items.capsule.state_uncharged": "Disegno non caricato",
    "jei.capsule.desc.blueprintCapsule": "Può deploiare più volte la struttura utilizzando materiali da un inventario collegato.\nLa struttura viene copiata dal capsule utilizzato per la lavorazione.\n* Fai clic con il pulsante destro per caricare\n* Shift+Fai clic con il pulsante destro su un inventario per collegarlo.\n* Lavora con qualsiasi capsule per aggiornare la struttura.\n* L'inventario del giocatore verrà utilizzato se mancano materiali dall'inventario collegato.\n* Può essere tinteggiata.",
    "jei.capsule.desc.capsule": "Cattura una regione utilizzando una base di cattura. Fai clic destro per attivare, fai clic destro nuovamente per lanciare.\n* Può essere migliorato se vuoto mediante l'elaborazione con frutta di coro poppata.",
    "jei.capsule.desc.capsuleMarker": "Collo sotto la regione che vuoi catturare con un contenitore. Mostra un anteprima della cattura quando si tiene un contenitore vuoto.",
    "jei.capsule.desc.linkedCapsule": "Creato catturando una regione utilizzando un contenitore vuoto su una base di cattura.\nfai clic destro per attivare, poi lancia e dispone. fai clic destro per disporre.\n* può essere svuotato in un tavolo da lavoro (si restituisce un contenitore di recupero).\n* può essere tinto.",
    "jei.capsule.desc.opCapsule": "Capsula speciale che può catturare blocchi speciali che una capsula standard ignorerebbe.",
    "jei.capsule.desc.recoveryCapsule": "Capsula di recupero.\nÈ collegata allo stesso contenuto della capsula da cui è stata creata.\nSuggerimento: crea una e collocala in un luogo sicuro nel caso la capsula originale venga persa."
}