{
    "2x": "Due volte",
    "_comment": "Questo dovrebbe mai essere visibile, ma solo nel caso lo sia",
    "bs.autoJump": "Salta automaticamente",
    "bs.autoJump.info": "Funzione di base del gioco che ti fa saltare automaticamente vicino agli ostacoli.",
    "bs.command.disableAllDirs": "Il corsa in tutte le direzioni è ora disabilitata.",
    "bs.command.disableFlyBoost": "Il boost del volo è ora disabilitato quando il giocatore è in modalità sopravvivenza.",
    "bs.command.disableMod": "Il miglior lancio sarà disabilitato automaticamente per tutti i giocatori.",
    "bs.command.enableAllDirs": "Il corsa in tutte le direzioni è ora abilitata.",
    "bs.command.enableFlyBoost": "Il boost del volo è ora abilitato quando il giocatore è in modalità sopravvivenza.",
    "bs.command.enableMod": "Il better sprinting è ora consentito sul server.",
    "bs.command.info": "Usa i comandi per disabilitare\/abilitare il modulo per gli utenti o modificare impostazioni specifiche. Queste saranno persistenti dopo il riavvio del server e anche influiranno immediatamente sugli utenti che sono già connessi al server.",
    "bs.disableMod": "Disabilita modulo",
    "bs.disableMod.info": "Disabilita tutta la funzionalità di Better Sprinting. #quest'opzione può essere utilizzata se un server non consente il modulo.",
    "bs.doubleTapping": "Pulsazione doppia",
    "bs.doubleTapping.info": "Fai doppio clic sul tasto avanti per iniziare a correre.",
    "bs.flyBoost": "Boost del volo",
    "bs.flyBoost.info": "Tieni premuto il pulsante di corsa per volare più velocemente in modalità creativa o spettatrice.",
    "bs.flyOnGround": "Vola sul terreno",
    "bs.flyOnGround.info": "Continua a volare quando tocchi il suolo nel modalità creativa.",
    "bs.game.disabled": "Il server ha richiesto di disabilitare il modulo, tutte le funzionalità saranno disattivate.",
    "bs.game.integrity": "Il salto è meno efficace rispetto al normale, potrebbe esserci un conflitto con un altro modulo.",
    "bs.game.reenabled": "Il server ha riabilitato il modulo di nuovo, tutte le funzionalità sono state riacivate.",
    "bs.menu": "Configurazione del modulo",
    "bs.menu.info": "Premi per aprire questo menu all'interno del gioco.",
    "bs.runAllDirs": "Eseguire in tutte le direzioni",
    "bs.runAllDirs.info": "Corri in tutte le direzioni. #non può essere utilizzato in multiplayer a meno che il server non lo consenta.",
    "bs.sneak.toggle": "Abilita\/Disabilita nascondimento",
    "bs.sneak.toggle.info": "Premi una volta per iniziare o interrompere il nascondiglio.#quando apri qualsiasi interfaccia utente, smetterai di nasconderti fino a quando non la chiuderai.",
    "bs.sprint.hold": "Corsa",
    "bs.sprint.hold.info": "[Tasto] farà partire o fermare lo sprint quando premuto. #[Tieni] farà correre solo mentre il tasto è tenuto premuto.",
    "bs.sprint.mode.hold": "Tenere",
    "bs.sprint.mode.tap": "Tasto",
    "bs.sprint.toggle": "Abilita\/Disabilita corsa",
    "bs.sprint.toggle.info": "Premi una volta per iniziare o interrompere la corsa. La riduzione della velocità non interromperà la corsa.",
    "gui.disabled": "Disabilitato",
    "gui.enabled": "Abilitato",
    "gui.unavailable": "Non disponibile",
    "key.categories.bettersprinting.hidden": "Sprintamento migliore (nascosto)"
}