{
    "_": "",
    "sensitive.dialogue.apologize.fail\/1": "Per favore, lasciami in pace!",
    "sensitive.dialogue.apologize.fail\/2": "Non posso credere che tu mi abbia colpito intenzionalmente!",
    "sensitive.dialogue.apologize.fail\/3": "Sinceramente? Ti aspetti veramente che io creda a questo?",
    "sensitive.dialogue.apologize.fail\/4": "Ecco che ti ha veramente ferito, quindi non ti sforzare nemmeno di scusarti!",
    "sensitive.dialogue.apologize.fail\/5": "Mi dispiace, ma non c'è assolutamente nessuna possibilità che ti perdoni.",
    "sensitive.dialogue.apologize.success\/1": "Non c'è problema, tutti sbagliamo ogni tanto.",
    "sensitive.dialogue.apologize.success\/2": "Non preoccuparti, gli errori capitano. Sii solo più attento da ora in poi, va bene?",
    "sensitive.dialogue.apologize.success\/3": "2. È tutto a posto, gli errori sono parte di essere umani. Ricorda solo di essere cauto nel futuro.",
    "sensitive.dialogue.apologize.success\/4": "3. Non c'è problema affatto, tutti sbagliamo ogni tanto. Semplicemente impara dalle tue esperienze negative.",
    "sensitive.dialogue.apologize.success\/5": "Oh, non preoccuparti! Tutti abbiamo i nostri errori. È assolutamente normale, amico mio.",
    "sensitive.dialogue.busy\/1": "Oh, bene! Abbiamo avuto una conversazione molto interessante oggi, non è vero? Devo proprio tornare ai miei compiti ora.",
    "sensitive.dialogue.busy\/2": "Mentre apprezzo sinceramente la nostra conversazione deliziosa, mio caro amico, temo di essere occupato e devo concentrarmi per completare il mio lavoro entro questa sera.",
    "sensitive.dialogue.busy\/3": "Mi scuso sinceramente, ma mi trovo un po' occupato in questo momento. Sarebbe terribilmente scomodo se continuassimo la nostra conversazione in un momento più conveniente?",
    "sensitive.dialogue.busy\/4": "Con mio rammarico, attualmente devo occuparmi di alcune faccende urgenti. Non temete, tuttavia, poiché ti prometto di riacquistare il contatto con te più tardi.",
    "sensitive.dialogue.busy\/5": "Oh dio, ho commesso un terribile errore! Le mie scuse più umili, ma devo tornare al mio forno. Ci rivedremo presto, non è vero?",
    "sensitive.dialogue.chat.desert\/1": "Wow, il deserto sa proprio come scaldare il caldo, non è vero? Ma almeno non dobbiamo preoccuparci di congelare le nostre fondine d'inverno!",
    "sensitive.dialogue.chat.desert\/10": "La vita in questo deserto arido è sicuramente un grande sfida, ma fortunatamente abbiamo questo villaggio fantastico che ci tiene idratati e ben nutriti. Grazie al cielo per piccole grazie, vero?",
    "sensitive.dialogue.chat.desert\/2": "Posso crederci? Il deserto mantiene la temperatura al massimo tutto l'anno. È come il mio personale sauna!",
    "sensitive.dialogue.chat.desert\/3": "Oh mio dio! Questo caldo del deserto non è una battuta! Sarò o con un'abbronzatura killer o diventerò un crittiero croccante!",
    "sensitive.dialogue.chat.desert\/4": "Parliamo di una vista mozzafiato! Le notti del deserto sono assolutamente spettacolari, con temperature più fresche e un cielo pieno di stelle che brillano.",
    "sensitive.dialogue.chat.desert\/5": "Oh, oh, tenete i cappelli! Il sole ci sta lanciando il suo sguardo più acceso oggi. Sarò un'impasto di melassa se resto fuori troppo a lungo!",
    "sensitive.dialogue.chat.desert\/6": "Oh mio dio! Il sole sta proprio colpendomi oggi, non è vero? È ora di cercare riparo prima che diventi un pozzo ambulante!",
    "sensitive.dialogue.chat.desert\/7": "Ehi, hai già individuato dei conigli in giro qui intorno? Quei piccoli insetti sono come ninja del deserto!",
    "sensitive.dialogue.chat.desert\/8": "Ugh, trattare con quei cadaveri è un fastidio nel collo. Io intendo, perché sempre ci lasciano affamati dopo averci colpiti? Non è proprio cool!",
    "sensitive.dialogue.chat.desert\/9": "Oh, oh! Ho imparato la lezione dura di stare attento ai miei passi intorno a quei cactus spinosi. Sono come trappole naturali messe da parte dalla natura stessa qui fuori!",
    "sensitive.dialogue.chat.fail\/1": "Posso proprio crederci a ciò che è appena successo? È difficile per me afferrare il concetto.",
    "sensitive.dialogue.chat.fail\/10": "Sinceramente, perché sei così ossessionato da questo? Mi sta facendo dubitare della tua sanità mentale.",
    "sensitive.dialogue.chat.fail\/11": "Ho sentito alcune cose negative su di te e ora posso capire perché la gente pensa così.",
    "sensitive.dialogue.chat.fail\/12": "Persino i morti viventi preferirebbero evitare di conversare con te.",
    "sensitive.dialogue.chat.fail\/13": "Sei tanto gradevole quanto una maledizione di strega, se mi chiedi.",
    "sensitive.dialogue.chat.fail\/14": "Se non smetti di parlarmi, avrò bisogno di chiamare aiuto per tenerti lontano.",
    "sensitive.dialogue.chat.fail\/15": "Oh, mi dispiace. Devo ammettere che la tua conversazione non ha catturato la mia attenzione.",
    "sensitive.dialogue.chat.fail\/16": "Siamo finiti qui? Perché ho cose migliori da fare che ascoltarti.",
    "sensitive.dialogue.chat.fail\/17": "Mi chiedo se qualcuno si accorgerebbe anche solo se improvvisamente smettessi di parlare per sempre.",
    "sensitive.dialogue.chat.fail\/18": "preferirei guardare il posteriore di un maiale piuttosto che intrattenere una conversazione con te.",
    "sensitive.dialogue.chat.fail\/19": "Sei finalmente finito di disturbarmi con il tuo discorso?",
    "sensitive.dialogue.chat.fail\/2": "Trovo difficile accettare che è esploso senza alcun fattore esterno.",
    "sensitive.dialogue.chat.fail\/20": "Aspetta, non è possibile! Tu veramente credi che la Terra sia rotonda? Nessun bordo o angolo? È assurdo!",
    "sensitive.dialogue.chat.fail\/21": "Oh, per favore, dirmi che non pensi veramente che la Terra sia rotonda! Io mi, come posso credere a una simile assurdità? È assurdo pensare che non ci siano angoli sul nostro pianeta!",
    "sensitive.dialogue.chat.fail\/3": "Ecco, forse non sei altrettanto impressionante come pensi di essere.",
    "sensitive.dialogue.chat.fail\/4": "Guarda te, sempre cercando di fare sfoggio.",
    "sensitive.dialogue.chat.fail\/5": "Oh no, per favore va via. Il tuo senso di moda è datato.",
    "sensitive.dialogue.chat.fail\/6": "Non intendo essere offensivo, ma quel tema sembra molto sciocco da discutere.",
    "sensitive.dialogue.chat.fail\/7": "Perché continui a tornare per parlarmi? Non riesci a prendere un indizio?",
    "sensitive.dialogue.chat.fail\/8": "Mi dispiace, non ho captato. La mia mente era altrove, non ero interessato a ciò che stavi dicendo.",
    "sensitive.dialogue.chat.fail\/9": "Mi scuso? Non sono sicuro di capire perché stai parlando di questo.",
    "sensitive.dialogue.chat.plains\/1": "Oh, come adoro le pianure! È l'unico luogo che ho mai conosciuto, ma sogno di esplorare al di là dei suoi confini un giorno... per vedere il mondo!",
    "sensitive.dialogue.chat.plains\/2": "La tranquillità delle pianure è semplicemente incantatrice. Sebbene non possa vantare lo stesso thriller di altri biomi, non c'è altro luogo dove preferirei chiamare casa mia.",
    "sensitive.dialogue.chat.plains\/3": "Oh, quando il sole tramonta e copre i piani di suoi colori dorati, è un'immagine che mi toglie il fiato. E i soavi sussurri del vento... è come un canto della natura.",
    "sensitive.dialogue.chat.plains\/4": "A volte mi trovo a giacere sulla morbida erba, guardando in alto verso il cielo notturno. È un momento di pura serenità, dove i miei pensieri si dissolvono nella vastità che ci sta sopra.",
    "sensitive.dialogue.chat.plains\/5": "L'aria qui è così incredibilmente pura e invigorente! È come se ogni respiro che prendo rinnovi la mia anima stessa. Oserei dire che non è nemmeno inferiore alla freschezza del grande Taiga!",
    "sensitive.dialogue.chat.plains\/6": "Ah, vedi, la bellezza delle pianure risiede nella sua semplicità. C'è un certo fascino nei suoi paesaggi non adornati, dove spesso meno è più.",
    "sensitive.dialogue.chat.plains\/7": "Oh, ricordi di raccogliere fiori selvatici da bambino inondano il mio cuore di nostalgia. Devo ammettere che li raccoglievo con la speranza di catturare l'occhio del mio crush d'infanzia, Ash. Oh, amore giovanile!",
    "sensitive.dialogue.chat.plains\/8": "Il mattino solleva il cielo delle pianure con un paletto di colori mozzafiato. Ti prego, caro amico, di assistere a questo spettacolo almeno una volta. È come un capolavoro che si svolge davanti ai tuoi occhi stessi.",
    "sensitive.dialogue.chat.savanna\/1": "Il caldo bruciante della savana può essere un'impresa, ma almeno ci è risparmiato il rigido morso dell'inverno.",
    "sensitive.dialogue.chat.savanna\/2": "Nonostante i lama possano essere un po' fastidiosi, c'è un certo fascino in questo posto che mi tiene incantato.",
    "sensitive.dialogue.chat.savanna\/3": "I monumenti architettonici che adornano la savana sono un testamento alla ricca cultura che fiorisce qui. È solo uno dei molti motivi per cui chiamo questo luogo casa mia.",
    "sensitive.dialogue.chat.savanna\/4": "Non sottovalutare mai il bioma della savana. Sembra semplice, ma nasconde tesori nascosti in attesa di essere scoperti.",
    "sensitive.dialogue.chat.savanna\/5": "A differenza delle villaggi del deserto, non abbiamo pioggia, ma i nostri fiumi portano vita e vitalità alla nostra comunità.",
    "sensitive.dialogue.chat.savanna\/6": "I colli ondulati e i territori affascinanti della savana non fanno mai fallire il mio sguardo vagabondo. È veramente un vedere da godere.",
    "sensitive.dialogue.chat.savanna\/7": "Quando il sole cocente diventa insopportabile, trovo rifugio nel confortevole ombrello offerto dalle maestose alberi di acacia. sono il mio santuario durante lunghi giorni di lavoro.",
    "sensitive.dialogue.chat.savanna\/8": "I nostri villaggi della savana vantano i migliori meloni e zucche del mondo intero. Ci accordiamo con altri villaggi per trattati lucrativi, diffondendo la gioia dei nostri abbondanti raccolti.",
    "sensitive.dialogue.chat.snowy_plains\/1": "Oh no, questo clima freddo mi fa proprio male. Finché ho un camino accogliente e una tazza di cioccolata calda, posso sopravvivere!",
    "sensitive.dialogue.chat.snowy_plains\/2": "Non riesco a sentire le dita in questo clima gelido, ma almeno posso godere di pattinaggio sul ghiaccio, giusto?",
    "sensitive.dialogue.chat.snowy_plains\/3": "Oh, i venti freddi mi danno il perfetto pretesto per restare dentro e guardare i miei show preferiti accoccolato in un morbido copriletto!",
    "sensitive.dialogue.chat.snowy_plains\/4": "Quando la neve cade, è come un tempo magico che mi trasporta indietro ai giorni dei angeli di neve e delle costruzioni di enormi igloo. Ah, il nostalgismo!",
    "sensitive.dialogue.chat.snowy_plains\/5": "Oh no, quei fastidiosi gatti selvaggi sono un tale problema, sempre a disturbare il mio tranquillo passeggiare con le loro irritanti frecce. Non possono trovare un'altra occupazione?",
    "sensitive.dialogue.chat.snowy_plains\/6": "Attenzione ai lupi che si nascondono intorno, ho sentito dire che sono particolarmente affamati questi giorni. Stai al sicuro, amico mio!",
    "sensitive.dialogue.chat.snowy_plains\/7": "Ho commesso l'errore di sbattermi accidentalmente contro un golem di ferro una volta. credo che sia come essere incollato a uno statua per un intero giorno. non è un'esperienza divertente!",
    "sensitive.dialogue.chat.snowy_plains\/8": "Oh, i ricordi della mia infanzia, quando i miei genitori mi sorprendevano con un zucca. Ci facevamo una lanterna di zucchina e poi utilizzavamo i semi per alcuni deliziosi spuntini tostati. Buoni tempi!",
    "sensitive.dialogue.chat.success\/1": "Oh mio, il pensiero di biscotti caldi e freschi e un bicchiere di latte freddo è semplicemente delizioso!",
    "sensitive.dialogue.chat.success\/10": "Oh, mi chiedo cosa sia successo di %supporter%. È stato quasi un anno da quando hanno iniziato la loro grande avventura da qui.",
    "sensitive.dialogue.chat.success\/12": "Racconta pure, hai sentito la straordinaria storia delle ultime avventure di %supporter%?",
    "sensitive.dialogue.chat.success\/13": "Di recente, ho iniziato a desiderare di offrire un rifugio amorevole a uno dei cari gatti randagi che popolano il nostro villaggio. Purtroppo, il mio impegno lavorativo mi ha impedito di farlo.",
    "sensitive.dialogue.chat.success\/14": "Mi struggo a rinnovare la mia modesta dimora con un tocco di eleganza e stile. Ahimè, la mia pigrizia mi sempre vince.",
    "sensitive.dialogue.chat.success\/15": "Oh, il mio cuore desidera un giorno avere figli, ma almeno devo trovare prima il partner perfetto per intraprendere quel felice viaggio con.",
    "sensitive.dialogue.chat.success\/16": "Spesso mi chiedo cosa sarebbe stato della mia vita se avessi scelto di risiedere nel villaggio vicino. Oh, le possibilità!",
    "sensitive.dialogue.chat.success\/17": "Ci sono momenti in cui mi trovo a riflettere sulla mia infanzia, a ricordare tutti quei bei ricordi. Ah, tempi così felici.",
    "sensitive.dialogue.chat.success\/18": "Ha passato molto tempo dal momento in cui ho ultimamente parlato con i miei cari genitori. Sarebbe veramente opportuno che li visitassi presto.",
    "sensitive.dialogue.chat.success\/19": "Ho avuto nostalgia di recarsi nel villaggio vicino, dove alcuni cari amici risiedono. È stato troppo tempo da quando non ci siamo più radunati.",
    "sensitive.dialogue.chat.success\/2": "Che giorno splendido, non è vero? Il sole splende così bellamente.",
    "sensitive.dialogue.chat.success\/20": "A volte, nel mio wil",
    "sensitive.dialogue.chat.success\/3": "Oh dio, ho avuto un incidente piuttosto sfortunato questa mattina. Ho accidentalmente inciampato nel mio piede quando mi sono svegliato. Ouch!",
    "sensitive.dialogue.chat.success\/4": "Sembra che ti dicono che un'arancia al giorno tiene lontani quei terribili zombie!",
    "sensitive.dialogue.chat.success\/5": "Il mio più profondo desiderio è creare il mio villaggio proprio, ma ahimè, la mia natura pigra sembra sempre avere il meglio di me.",
    "sensitive.dialogue.chat.success\/6": "Credo di aver intravisto recentemente %supporter% mentre si aggirava con l'armatura di diamante più incantatrice.",
    "sensitive.dialogue.chat.success\/7": "Oh, non crederebbe mai le notizie! Il mio caro amico %supporter% ha scoperto un cassetto pieno di meravigliosi diamanti ieri stesso!",
    "sensitive.dialogue.chat.success\/8": "Non è il tempo atmosferico assolutamente straordinario? personalmente, trovo grande piacere nel godermi le calde raggi di sole.",
    "sensitive.dialogue.chat.success\/9": "Ho risieduto in questo villaggio per tutta la mia esistenza e semplicemente non riesco a comprendere cosa ci sia di tanto importante con questi fastidiosi ragni e gobbi.",
    "sensitive.dialogue.chat.taiga\/1": "I boschi occupano un posto così speciale nel mio cuore. ci forniscono abbondanza di risorse, ci tengono caldi con legna da fuoco e offrono i terreni di caccia ideali per la nostra sopravvivenza.",
    "sensitive.dialogue.chat.taiga\/2": "Mentre alcuni potrebbero trovare il bioma di taiga freddo, io trovo che sia un luogo di completa soddisfazione. Abbiamo tutto ciò di cui abbiamo bisogno qui e non lo scambierei per nulla al mondo!",
    "sensitive.dialogue.chat.taiga\/3": "Oh, i foresti di taiga sono semplicemente incantevoli, non lo sono? Trovo grande gioia nel esplorarne le profondità e godermi la dolcezza dei frutti che producono.",
    "sensitive.dialogue.chat.taiga\/4": "Il mio cuore semplicemente si scioglie per i volpi che popolano i nostri boschi di taiga. Quei creature astute mi rubano il cuore con le loro azioni giocose e non posso resistere al desiderio di premiarli con i più deliziosi frutti dolci.",
    "sensitive.dialogue.chat.taiga\/5": "Con la abbondanza di cibo disponibile nel nostro taiga, i lupi sono diventati molto amichevoli e docili. È veramente notevole come hanno imparato a convivere pacificamente con noi.",
    "sensitive.dialogue.chat.taiga\/6": "Oh, l'aria della taiga è come un balsamo soffice per l'anima. La sua freschezza rinnova lo spirito e porta una sensazione di tranquillità che non si può trovare altrove.",
    "sensitive.dialogue.chat.taiga\/7": "Mentre i cespugli di mirtillo dolce possono produrre i più deliziosi frutti, devo ammettere che le loro spine spinose possono essere piuttosto spaventose da incontrare! Ma il premio è degno del prurito occasionale.",
    "sensitive.dialogue.chat.taiga\/8": "Il vento della nostra taiga può avere un tocco gelido, ma è nulla in confronto alla serenata che il cielo ci regala. L'acqua che cade dalle foglie e dalle cime degli alberi crea un concerto di suoni che mi portano pace e tranquillità.",
    "sensitive.dialogue.first.exploring\/1": "Il nostro umile rifugio non offre molto, ma ci piace estendere la nostra ospitalità a te, caro visitatore. Ricorda solo di rispettare le nostre regole.",
    "sensitive.dialogue.first.exploring\/2": "Benvenuto, viaggiatore rispettato. Se scegli di onorare le nostre regole, troverai rifugio nel nostro umile abitazione.",
    "sensitive.dialogue.first.exploring\/3": "Oh, salve, caro viaggiatore. Ci estendiamo un caloroso benvenuto, a condizione che ti comporti con la massima dignità e rispetto per le nostre convenzioni stabilite.",
    "sensitive.dialogue.first.generic\/1": "Salve, estraneo! La tua presenza qui porta un senso di novità e eccitazione al nostro villaggio modesto.",
    "sensitive.dialogue.first.generic\/2": "Oh, un nuovo arrivato! Quanto è delizioso! La tua arrivo inietta un respiro di aria fresca nel nostro routine monotona.",
    "sensitive.dialogue.first.generic\/3": "Beh, beh, beh! Ecco chi abbiamo qui! Un viaggiatore misterioso che ci onora della sua presenza. Benvenuto, benvenuto!",
    "sensitive.dialogue.first.generic\/4": "Oh mio, un estraneo tra noi! Come è intrigante! Non vorresti condividere le tue storie di avventura con noi, non è vero?",
    "sensitive.dialogue.first.generic\/5": "Sembra che sia passato un'eternità dal momento in cui abbiamo avuto il piacere di ospitare un viaggiatore. Sii il benvenuto, caro vagabondo!",
    "sensitive.dialogue.first.generic\/6": "Perché, ciao! La vista di un nuovo volto mi riempie di gioia! Benvenuto nel nostro villaggio, caro forestiero.",
    "sensitive.dialogue.first.question\/1": "Salve, caro visitatore. Cosa ti ha portato a onorare il nostro villaggio modesto con la tua presenza?",
    "sensitive.dialogue.first.question\/2": "Oh, che delizia è incontrare qualcuno nuovo! Preghiamo, qual è la meravigliosa impresa che ti ha portato nel nostro villaggio?",
    "sensitive.dialogue.first.question\/3": "Oh mio! sembra che tu possieda lo spirito di un avventuriero all'interno di te. Preghiamo, condividi con noi la storia di come hai trovato il tuo modo per arrivare nel nostro villaggio.",
    "sensitive.dialogue.first.settling\/1": "Quanto è meraviglioso vedere un'altra faccia adornare il nostro umile villaggio!",
    "sensitive.dialogue.first.settling\/2": "Ah, un saluto caldo per te, caro nuovo arrivato! Benvenuto nel nostro piccolo rifugio!",
    "sensitive.dialogue.first.settling\/3": "Sono felice di assistere all'arrivo di un'altra mano d'aiuto in questi luoghi!",
    "sensitive.dialogue.first.settling\/4": "Oh, hai scelto di restare? Come del tutto splendido! Il nostro villaggio trarrà grande beneficio dalla tua presenza!",
    "sensitive.dialogue.first.spent_night.failed\/1": "Oh, disgraziatamente! Il nostro umile villaggio manca dell'arte meravigliosa della costruzione degli alberghi. Per favore, scusa la nostra incapacità!",
    "sensitive.dialogue.first.spent_night.failed\/2": "Mi dispiace profondamente informarla che il nostro villaggio, purtroppo, non dispone di un albergo. Le offro le mie più sincere scuse per questo inconveniente!",
    "sensitive.dialogue.first.spent_night.failed\/3": "Oh, viaggiatore, mi dispiace dover dirti che il nostro villaggio non può offrire un alloggio all'osteria. Forse, se esci, potresti imbatterti in un'altra località più accogliente in un altro villaggio.",
    "sensitive.dialogue.first.spent_night.success\/1": "Ah, vedo che hai bisogno di un posto per riposare. Mi permetto di suggerire il nostro accogliente albergo, dove si attendono comfort e tranquillità.",
    "sensitive.dialogue.first.spent_night.success\/2": "Se sei alla ricerca di un rifugio e di una possibilità di ricaricarti, non cercare oltre il nostro illustre albergo. È famoso per la sua atmosfera ineguagliabile e offerte rigeneranti.",
    "sensitive.dialogue.first.spent_night.success\/3": "Desiderando un rifugio tranquillo con pasti deliziosi per rinfrescare la tua anima stremata? Inizia un viaggio emozionante presso il nostro albergo; un santuario di calore e delizie culinarie.",
    "sensitive.dialogue.flirt.fail\/1": "Se tu credi veramente questo, dimmelo e potrei considerarlo.",
    "sensitive.dialogue.flirt.fail\/2": "Oh, caro... sai, hai usato quella battuta sul fabbro ieri stesso.",
    "sensitive.dialogue.flirt.fail\/3": "Mi dispiace, ma semplicemente non succederà.",
    "sensitive.dialogue.flirt.fail\/4": "Che delusione. Davvero pensi che funzionasse con me?",
    "sensitive.dialogue.flirt.fail\/5": "Ahah, le tue probabilità sono ancora peggiori di un crepaccio che cerca di vendermi fiori.",
    "sensitive.dialogue.flirt.fail\/6": "Assolutamente no. Non riesco nemmeno a immaginare perché avresti pensato che funzionasse.",
    "sensitive.dialogue.flirt.fail\/7": "Per favore, risparmiaimi l'imbarazzo e non pronuncia mai più quelle parole.",
    "sensitive.dialogue.flirt.slap\/1": "Mi scuso!",
    "sensitive.dialogue.flirt.slap\/2": "Hai imparato lezioni da un guru dell'amore sull'arte di flirtare?!",
    "sensitive.dialogue.flirt.success\/1": "Wow, il tuo coraggio è veramente notevole!",
    "sensitive.dialogue.flirt.success\/2": "Oh mio, sei proprio troppo affascinante per parole!",
    "sensitive.dialogue.flirt.success\/3": "*il viso si fa rosso* stai essendo sincero?",
    "sensitive.dialogue.flirt.success\/4": "Oh dio, il mio cuore ha saltato un battito...",
    "sensitive.dialogue.flirt.success\/5": "Quello è stato assolutamente prezioso! Hai avuto la mia attenzione dal momento in cui ci siamo incontrati!",
    "sensitive.dialogue.flirt.success\/6": "Come è possibile che tu esplodi di tale bellezza ogni giorno? Ogni volta che ti vedo, mi sento reso mutolo.",
    "sensitive.dialogue.flirt.success\/7": "Oh per favore, non farmi diventare ancora più rossa!",
    "sensitive.dialogue.goaway\/1": "Per favore, ti chiedo cortesemente di andartene via.",
    "sensitive.dialogue.goaway\/2": "Non hai più nulla di più importante da occuparti?",
    "sensitive.dialogue.goaway\/3": "Mi scuso, %1$s, ma non sono in grado di intrattenere la conversazione in questo momento.",
    "sensitive.dialogue.goaway\/4": "Trova gentilmente qualcun altro da disturbare!",
    "sensitive.dialogue.goaway\/5": "Oh dio, sarebbe tanto gentile da andare via, tu malfattore?",
    "sensitive.dialogue.greet.fail\/1": "Ecco, beh, questo è un po' deludente.",
    "sensitive.dialogue.greet.fail\/2": "Sono felice di sentire... suppongo. Non è esattamente ciò che speravo, ma cercherò di guardare alla luce positiva.",
    "sensitive.dialogue.greet.fail\/3": "Uh... okay? Io significo, non era proprio la risposta che mi aspettavo, ma beh, la vita è piena di sorprese, giusto?",
    "sensitive.dialogue.greet.fail\/4": "Sì? Ecco... suppongo che dovrò semplicemente accettarlo allora. Non è proprio la notizia più emozionante, ma è quel che è.",
    "sensitive.dialogue.greet.fail\/5": "Oh... beh, questo è un po' deludente. Speravo qualcosa di un po' più emozionante, ma ci riuscirò.",
    "sensitive.dialogue.greet.mayor\/1": "Saluti gradevoli a lei, illustre sindaco!",
    "sensitive.dialogue.greet.mayor\/2": "Desiderando per te un giorno delizioso, sindaco!",
    "sensitive.dialogue.greet.monarch\/1": "Il mio signore.",
    "sensitive.dialogue.greet.monarch\/2": "Vostra eccellenza.",
    "sensitive.dialogue.greet.negative\/1": "Oh no, ti prego lascia perdere. Sei la persona assolutamente ultima che avrei voluto incontrare in questo momento!",
    "sensitive.dialogue.greet.negative\/2": "Oh, meraviglioso. Guarda chi ha deciso di onorarci con la sua presenza. Ancora una volta.",
    "sensitive.dialogue.greet.negative\/3": "Eh? Cosa vuoi?",
    "sensitive.dialogue.greet.negative\/4": "Oh, sei tu... speravo qualcuno diverso, per essere sincero.",
    "sensitive.dialogue.greet.negative\/5": "Tornare a disturbarmi, eh? proprio quel che mi serviva oggi.",
    "sensitive.dialogue.greet.success\/1": "Ecco una notizia meravigliosa, sono sinceramente felice di sentirla!",
    "sensitive.dialogue.greet.success\/2": "Oh, come è delizioso! Sono assolutamente felice di sentire che stai bene!",
    "sensitive.dialogue.greet.success\/3": "Il mio cuore è traboccante di gioia sapendo che sei in un buon luogo!",
    "sensitive.dialogue.greet.success\/4": "Non posso esprimere abbastanza la mia gioia per sentire notizie così meravigliose!",
    "sensitive.dialogue.greet.success\/5": "I miei spiriti sono in volo alto nel sapere che tutto va bene per te!",
    "sensitive.dialogue.greet\/1": "Ciao! Come stanno andando le cose per te oggi?",
    "sensitive.dialogue.greet\/2": "Beh, ciao %1$s! Come ti tratta il mondo di recente?",
    "sensitive.dialogue.greet\/3": "Saluti! C'è qualcosa che ti preoccupa?",
    "sensitive.dialogue.greet\/4": "Wow, guardalo! Pronto a conquistare il mondo! Come stai resistendo?",
    "sensitive.dialogue.greet\/5": "Salve, %1$s! è un piacere vederti!",
    "sensitive.dialogue.greet\/6": "Ecco, ecco, ecco, guardate chi abbiamo qui! Come va la vita?",
    "sensitive.dialogue.greet\/7": "Ah, ecco qui! È sempre un piacere vederti il volto!",
    "sensitive.dialogue.greet\/8": "Salve, amico! Come si sta svolgendo il tuo giorno? Sta succedendo qualcosa di emozionante?",
    "sensitive.dialogue.greet\/9": "Ehi! Sono assolutamente entusiasta di vedere il tuo bell'aspetto! Come stai?",
    "sensitive.dialogue.hire\/1": "Assolutamente, basta che mi dia un avviso ogni volta che hai bisogno di aiuto. Mi renderò disponibile per la retribuzione concordata.",
    "sensitive.dialogue.hire\/2": "Notizie fantastiche! Si prega di informarmi quando saranno necessarie le mie prestazioni. Rimarrò in questo luogo, ansioso di attendere l'interscambio di emeriti!",
    "sensitive.dialogue.hire\/3": "Meraviglioso! La tua decisione di assumermi è sicuramente destinata a portare risultati soddisfacenti. Assicurati che gli smaraldi siano pronti, poiché sono pronto a intraprendere questo viaggio collaborativo con entusiasmo massimo!",
    "sensitive.dialogue.hug.fail\/1": "Oh mio, sembra che tu sia molto sporco e disordinato!",
    "sensitive.dialogue.hug.fail\/2": "Apprezzo l'offerta, ma passerò, grazie.",
    "sensitive.dialogue.hug.fail\/3": "Mi dispiace, ma non sono proprio a mio agio con gli abbracci.",
    "sensitive.dialogue.hug.fail\/4": "Ricorda quando hai paragonato me a un cavaliere? Sì, declinerò.",
    "sensitive.dialogue.hug.fail\/5": "Sinceramente, considerando come mi hai trattato, non credo che meriti un abbraccio.",
    "sensitive.dialogue.hug.fail\/6": "Ugh, ti prego, tieni le tue germi per te stesso! Non sono un grande amante del contatto fisico.",
    "sensitive.dialogue.hug.fail\/7": "Oh, um, bene... grazie, suppongo? Non sono proprio sicuro di come reagire.",
    "sensitive.dialogue.hug.success\/1": "Wow, non posso credere che sia passato tanto tempo dall'ultima volta che ci siamo incontrati!",
    "sensitive.dialogue.hug.success\/2": "Sono sinceramente grato per il tuo gesto gentile, significa più a me di quanto tu possa immaginare.",
    "sensitive.dialogue.hug.success\/3": "In mezzo a giorno abbastanza cupo, il tuo abbraccio è riuscito a portare un riflesso di luce nella mia vita.",
    "sensitive.dialogue.hug.success\/4": "Il tuo abbraccio è come la morbidezza di una nuvola, mi porta veramente conforto.",
    "sensitive.dialogue.hug.success\/5": "Oh, come è delizioso! Il tuo abbraccio mi riempie di calore e gratitudine. Mi permetta di ricambiare questo affetto!",
    "sensitive.dialogue.hug.success\/6": "Oh mio dio, il tuo abbraccio è come un camino accogliente in una notte d'inverno fredda. Rilasci calore meraviglioso!",
    "sensitive.dialogue.joke.animal.failed\/1": "Oh, per favore, non cerchiamo di prendere in giro la situazione.",
    "sensitive.dialogue.joke.animal.failed\/2": "È deprimente vedere l'umorismo a spese di animali innocenti.",
    "sensitive.dialogue.joke.animal.failed\/3": "Dovremmo mostrare compassione piuttosto che cercare di divertirci in circostanze così sfortunate.",
    "sensitive.dialogue.joke.animal.failed\/4": "Devo ammettere che non trovo divertente un umorismo che si basa sulla derisione di creature vulnerabili.",
    "sensitive.dialogue.joke.animal.failed\/5": "Fare scherzi sugli animali, anche solo per gioco, può essere offensivo. Cerchiamo di evitarlo.",
    "sensitive.dialogue.joke.animal.success\/1": "Oh dio, è proprio sfortunato per la pecora perdere il suo pelo, non è vero? ma suppongo che possiamo trovare un po' di umorismo in questo.",
    "sensitive.dialogue.joke.animal.success\/2": "Potresti crederci? Il lupo è veramente caduto innamorato della pecora! Oh mio, tale svolta inaspettata!",
    "sensitive.dialogue.joke.animal.success\/3": "Beh, devo dire che è piuttosto divertente pensare che le galline siano capaci di cose simili! Chi l'avrebbe mai detto?",
    "sensitive.dialogue.joke.animal.success\/4": "Oh, benezza! Questo è assolutamente assurdo eppure divertente in modo strano! Non posso fare a meno di amarlo.",
    "sensitive.dialogue.joke.animal.success\/5": "E' proprio un sollievo sapere che le mucche hanno la capacità di fornirci latte in quantità illimitata, non è vero? un dono miracoloso della natura.",
    "sensitive.dialogue.joke.creative.failed\/1": "È importante considerare l'impatto delle tue parole, ilumor non dovrebbe essere a spese degli altri.",
    "sensitive.dialogue.joke.creative.failed\/2": "Oh, vedo. Stavi cercando di essere divertente. Purtroppo, è mancato il bersaglio.",
    "sensitive.dialogue.joke.creative.failed\/3": "Beh, beh, beh - sembra che abbiamo un comico tra noi. Non proprio il più divertente, però.",
    "sensitive.dialogue.joke.creative.failed\/4": "Hai veramente pensato che quel gioco di parole fosse appropriato? Non è il tipo di umorismo che risuona con me.",
    "sensitive.dialogue.joke.creative.failed\/5": "Eh, suppongo che questo dovrebbe essere un gioco? Non è proprio il mio tipo di umorismo, ma credo che ogni persona abbia il suo gusto.",
    "sensitive.dialogue.joke.creative.failed\/6": "Oh, divertente. veramente. Io significo, se trovi questo tipo di cose divertenti, chi sono io per giudicare?",
    "sensitive.dialogue.joke.creative.failed\/7": "Non riesco a vedere l'umorismo in questo. Forse è meglio se ti concentri sul tuo lavoro di giorno, qualunque sia.",
    "sensitive.dialogue.joke.creative.failed\/8": "Sai, Ash ha un talento per raccontare battute che fanno veramente ridere le persone. Forse dovresti prenderti alcuni suggerimenti da lui.",
    "sensitive.dialogue.joke.creative.success\/1": "*Ridacchia* è proprio divertente!",
    "sensitive.dialogue.joke.creative.success\/2": "Oh, è proprio un commento umoristico!",
    "sensitive.dialogue.joke.creative.success\/3": "Questo è assolutamente top-notch! Non ho sentito nulla di meglio!",
    "sensitive.dialogue.joke.creative.success\/4": "Oh mio, potresti essere il più divertente di tutti, persino meglio di %supporter%!",
    "sensitive.dialogue.joke.creative.success\/5": "Ahah! Sei proprio un comico, non è vero? Forse dovresti considerare una carriera di stand-up!",
    "sensitive.dialogue.joke.creative.success\/6": "Oh mio dio, questo scherzo è stato veramente il più divertente che abbia mai sentito in tutta la mia vita! Non riesco a smettere di ridere!",
    "sensitive.dialogue.joke.creative.success\/7": "Hehe! Sei sicuramente più divertente di Ash, senza alcun dubbio!",
    "sensitive.dialogue.joke.creative.success\/8": "Ahah! Hai realmente imparato a farmi ridere con questo! Bravo!",
    "sensitive.dialogue.joke.monster.failed\/1": "Ecco, è veramente importante ricordare che i scheletri, proprio come noi, hanno sentimenti pure! Sia puremostrare un po' di rispetto, no?",
    "sensitive.dialogue.joke.monster.failed\/2": "Devo ammettere che trovo molto insensibile quando le persone fanno scherzi sugli esplosioni dei Creeper. Dovremmo essere più comprensivi nei loro confronti e non prendere in giro i loro tendenze esplosive, non credi?",
    "sensitive.dialogue.joke.monster.failed\/3": "Hai mai fermato a pensare che i morti viventi e le ossa erano un tempo umani con speranze e sogni? È veramente toccante quando ci si pensa. Siamo più compassionevoli con loro.",
    "sensitive.dialogue.joke.monster.failed\/4": "È piuttosto originale prendersi gioco di un Enderman che cade in acqua, non credi? già hanno difficoltà con le loro abilità di teletrasporto. Non aggiungere ulteriore offesa.",
    "sensitive.dialogue.joke.monster.failed\/5": "Sai, è veramente sconcertante quando le persone fanno battute sugli scorpioni d'argento che ci assaltano sul gabinetto. Dovremmo cercare di avere un approccio più empatico e comprensivo, non ti pare?",
    "sensitive.dialogue.joke.monster.success\/1": "Oh dio, deve essere stato un'esperienza molto difficile per quel povero scheletro.",
    "sensitive.dialogue.joke.monster.success\/2": "Oh mio dio, non riesco a credere che quel zombi abbia realmente tentato un'azione così violenta con una pala! Quanto strano!",
    "sensitive.dialogue.joke.monster.success\/3": "Oh mio, oh mio, hai dimostrato con certezza il tuo autorità su quel ragno! Impressionante, devo dire.",
    "sensitive.dialogue.joke.monster.success\/4": "Oh, mio dio! Hai realmente orchestrato uno scheletro che sconfigge un crepitante? È assolutamente straordinario!",
    "sensitive.dialogue.joke.monster.success\/5": "Oh, caro mio, è proprio sorprendente come i ragni delle caverne possono mostrarci talvolta comportamenti così perplessi. Haha, che creatura curiosa davvero!",
    "sensitive.dialogue.kiss.fail\/1": "Devo insister affinché la nostra affezione resti nascosta, per paura di occhi indiscreti.",
    "sensitive.dialogue.kiss.fail\/2": "Ecco che chiami un bacio? Ahimè, temo che sia caduto ben lontano dalle mie aspettative.",
    "sensitive.dialogue.kiss.fail\/3": "Oh, Ash, ora c'è qualcuno che sa come dare un bacio proprio. I tuoi tentativi sono deludenti, temo.",
    "sensitive.dialogue.kiss.fail\/4": "Un piccolo consiglio, caro - due parole",
    "sensitive.dialogue.kiss.fail\/5": "Grazie, suppongo? Devo ammettere che le tue abilità di bacio lasciano molto a desiderare.",
    "sensitive.dialogue.kiss.fail\/6": "Per favore, ti prego di toglierti da spazio personale mio. Apprezzo l'intenzione, ma il contatto fisico non è il mio tipo di tè.",
    "sensitive.dialogue.kiss.slap\/1": "Non posso credere che tu abbia fatto una cosa simile!",
    "sensitive.dialogue.kiss.slap\/2": "Se anche solo pensi di tentare di nuovo, ti prometto che le conseguenze saranno lontane dal piacevole!",
    "sensitive.dialogue.kiss.success\/1": "Questo momento è così bello, vorrei che potesse andare avanti per sempre.",
    "sensitive.dialogue.kiss.success\/2": "Credo che il mio cuore sia pieno d'amore per te...",
    "sensitive.dialogue.kiss.success\/3": "Mmm, questo bacio è altrettanto delizioso della torta di zucca più dolce!",
    "sensitive.dialogue.kiss.success\/4": "mmm! i tuoi labbra sono dolci come miele.",
    "sensitive.dialogue.kiss.success\/5": "Oh! Tu, %1$s, sei un bacio eccezionale.",
    "sensitive.dialogue.kiss.success\/6": "%1$s, i tuoi baci sono ancora più incantati di quelli di Ash! *risate*",
    "sensitive.dialogue.location.ancient_city\/0": "Non potevo fare a meno di sentire alcune vibrazioni strane e inquietanti provenire da %2$s, profonde nella terra.",
    "sensitive.dialogue.location.ancient_city\/1": "La mia intuizione mi dice che ci sia un segreto nascosto sepolto sotto la superficie di %2$s.",
    "sensitive.dialogue.location.ancient_city\/3": "Sussurri di una città antica risuonano attraverso le storie, ma i miei occhi non sono in grado di assistere alla sua presenza. Forse si nasconde sotto il suolo a %2$s.",
    "sensitive.dialogue.location.failed\/1": "Mi dispiace, ma non ho trovato alcuna informazione nuova degna di essere condivisa.",
    "sensitive.dialogue.location.failed\/2": "Con rincrescimento, non sono a conoscenza di alcun luogo affascinante in questo momento.",
    "sensitive.dialogue.location.failed\/3": "Mi dispiace, non possiamo aiutarti. I villaggi hanno le loro priorità e scavare in rovine pericolose non è uno di esse, cari avventurieri.",
    "sensitive.dialogue.location.forgot\/1": "Oh no, la mia memoria mi ha tradito di nuovo! Mi sono imbattuto in questo posto incredibile, ma sciocchino io, ho completamente dimenticato di appuntarmelo. Mi scuso.",
    "sensitive.dialogue.location.forgot\/2": "Oh, la ricerca di qualcosa di affascinante! Ah, sì! C'era veramente un luogo incantato che aveva catturato la mia attenzione. Mi dispiace, ma la mia memoria mi ha tradito! Purtroppo non riuscii a immortalizzarlo su carta. Accetto le mie più sincere scuse.",
    "sensitive.dialogue.location.forgot\/3": "Oh, come il mio cervello mi tradisce! Mi ricordo di aver inciampato in un luogo affascinante, un luogo che avrebbe acceso la tua curiosità. Ahimè, la memoria si è sfuggita tra le fessure, lasciandomi con nulla più che rimpianto. Ti prego per il tuo perdono.",
    "sensitive.dialogue.location.igloo\/1": "Oh mio, mi sono imbattuto in un iglù nel %2$s. Immagina vivere in una casa interamente fatta di neve! Deve essere molto freddo!",
    "sensitive.dialogue.location.igloo\/2": "Non credi a ciò che ho scoperto! C'è questo iglo abbandonato al %2$s. Nessuno sembra abitarci più, e sinceramente, non li biasimo. Dà un'atmosfera inquietante. Ho anche sentito strani sussurri ogni volta che ci passo...",
    "sensitive.dialogue.location.igloo\/3": "Oh, %2$s! Ci sono questo rifugio isolato costruito interamente di ghiaccio, noto come capanna di neve. È stato abbandonato da un po' di tempo, amico mio. Sospetto che contenga alcune storie affascinanti del passato.",
    "sensitive.dialogue.location.jungle_pyramid\/1": "Sii cauto, amico mio, poiché vi si trova un antico tempio tra la fitta giungla in %2$s. È meglio evitare quel luogo pericoloso, poiché le sue trappole hanno inghiottito molte vite nel corso degli anni.",
    "sensitive.dialogue.location.jungle_pyramid\/2": "Oh, il richiamo dell'avventura ti chiama nel vicino giungla, dove i resti di una civiltà un tempo gloriosa attendono a %2$s. Ti prego, caro viaggiatore, di esercitare la massima prudenza, poiché le trappole che difendono quei ruderi sono altrettanto inesorabili come una tempesta torrenziale. Se solo i nostri antenati avessero posseduto la saggezza per disinnescarle, tesori al di là dell'immaginazione sarebbero stati nostri da tempo.",
    "sensitive.dialogue.location.mansion\/1": "Oh, mio caro amico, devo avvertirti circa il pericoloso sentiero che si trova davanti a te. Una lugubre dimora si erge minacciosamente a %2$s, un luogo infestato da orribili illager. Ti prego, se rispetti la tua esistenza, non osare mai avvicinarti a quell'abitazione maledetta.",
    "sensitive.dialogue.location.mansion\/2": "Hai sentito parlare della magnifica villa situata nel %2$s? Ahimè, è sotto la mala proprietà di quegli orribili Illager. Mi scuso per il mio preoccupazione, ma forse sarebbe saggio spostare l'intero villaggio, lontano da questo vicinato pericoloso... per nostra sicurezza, naturalmente.",
    "sensitive.dialogue.location.mineshaft\/1": "Quel miniera là? Oh, ciò mi riporta indietro i ricordi del tragico incidente che si verificò. Non funziona più, purtroppo. Cerca intorno a %2$s.",
    "sensitive.dialogue.location.mineshaft\/2": "Oh, sì. una volta avevamo una miniera proprio in questo punto. Tuttavia, le cose si sono messe male quando è diventata invasa da creature minacciose. È meglio evitare di avventurarsi là sotto. Se sei determinato a esplorare, esercita estrema cautela. L'ingresso dovrebbe essere ubicato vicino %2$s.",
    "sensitive.dialogue.location.monument\/1": "Avvicinati, viaggiatore, e prestami la tua attenzione. I leggende raccontano di rovine antiche nascoste nelle profondità dell'oceano vasto, che invitano anime audaci a scoprire i loro segreti nel %2$s. Ma avvertiti, mio compagno curioso, poiché questo sforzo è minato da pericoli. Il tesoro attende, ma solo per coloro che sono sufficientemente coraggiosi per affrontare le minacce che dimorano all'interno dell'abisso.",
    "sensitive.dialogue.location.monument\/2": "Oh, le storie che echeggiano attraverso i venti, sussurrando di un castello sommerso custodito da creature del profondo nel %2$s. Non osare entrare in acque pericolose, poiché i mostri marini che abitano all'interno non sono da prendere alla leggera. Puoi cercare il tesoro, mio caro amico, ma attento, perché il pericolo si nasconde a ogni angolo, pronto a reclamare chiunque sia imprudente.",
    "sensitive.dialogue.location.pillager_outpost\/1": "Oh mio, hai sentito parlare della presenza di quei terribili pillager presso %2$s? Hanno stabilito un avamposto proprio accanto a noi e è semplicemente agghiacciante. Spero solo e prego che non lancino un'altra attacco su di noi in breve tempo. Il nostro povero villaggio non può sopportare l'idea di un altro assalto.",
    "sensitive.dialogue.location.pillager_outpost\/2": "Oh dear, devo avvertirti circa quell'orrido forte occupato da quei saccheggiatori al %2$s. È veramente un incubo! Li fanno impossibile per noi avere una notte di sonno pacifica. Se osi avventurarti anche solo vicino a quel luogo, ti consiglio di esercitare estrema prudenza. Quegli esseri senza cuore sparano prima e chiedono mai.",
    "sensitive.dialogue.location.pillager_outpost\/3": "Ah, sì. se per caso ti trovi a dirigerti verso %2$s, preparati a fronteggiare gli orrori di quel maledetto forte della pillager. quegli spaventosi malvagi hanno preso residenza là. Tuttavia, se possiedi il coraggio di sconfiggerli, chi lo sa? potresti imbatterti in alcuni tesori preziosi. credimi quando ti dico che l'intera villaggio sarebbe eternamente grato se qualcuno riuscisse a liberarci di quegli scoundrels.",
    "sensitive.dialogue.location.pyramid\/1": "I miei occhi acuti hanno appena notato una magnifica piramide là fuori, nella direzione di %2$s.",
    "sensitive.dialogue.location.pyramid\/2": "Si dice, caro, che un magnifico piramide ti attende al %2$s. Oh, i tesori e le meraviglie che potrebbero accadere a te!",
    "sensitive.dialogue.location.pyramid\/3": "Oh, mio caro amico, se decidi di avventurarti fino a %2$s, scoprirai un piramide assai intrigante. Un'anima coraggiosa, non dissimile dalla tua, si è diretta verso l'esplorazione molti anni fa, ma purtroppo non è tornata. Attenzione ai pericoli che ti attendono, mio compagno sensibile.",
    "sensitive.dialogue.location.ruined_portal\/1": "Oh, caro, è assolutamente cuore spezzato vedere cosa è successo al portale a %2$s. È stato completamente devastato dall'invasione del Nether.",
    "sensitive.dialogue.location.ruined_portal\/2": "Se accedessi casualmente a %2$s, ti troveresti di fronte a un'orribile vista - un portale del Nether in rovina. Mi fa venire i brividi, devo ammettere. Ma non preoccuparti, dovrebbe essere sicuro. Sii solo cauto e evita di camminare su magma pericoloso.",
    "sensitive.dialogue.location.ruined_portal\/3": "Oh mio dio, se decidi di esplorare %2$s, ti imbatterai in alcuni antichi ruderi. è una storia tragica, veramente. Il locale sacerdote crede che un tempo fosse stato un portale nether maestoso. Ci sono anche voci di tesori nascosti in quel luogo abbandonato. Ma purtroppo, nessuno osa avvicinarsi a esso. È semplicemente troppo omino e sconvolgente.",
    "sensitive.dialogue.location.ruined_portal_desert\/1": "Oh dio, è un vedere così triste che un portale sia stato completamente distrutto nel deserto vasto a %2$s.",
    "sensitive.dialogue.location.ruined_portal_mountain\/1": "Mi addolora dover dire questo, ma sembra che un portale, che un tempo si ergeva orgogliosamente sulle maestose montagne di %2$s, è stato ridotto a una semplice ombra della sua gloria precedente.",
    "sensitive.dialogue.location.ruined_portal_swamp\/1": "Preghiamo di scusarci, ma dobbiamo avvertirti del fatto spiacevole che esiste un portale completamente devastato a %2$s, circondato da questo terribile pantano. I visitatori non graditi dal Nether devono essere stati completamente disorientati dalla loro arrivo imprevisto in questo abisso desolato.",
    "sensitive.dialogue.location.shipwreck\/1": "Oh, il povero relitto di navi in %2$s mi spezza il cuore. Era una volta un'imbarcazione maestosa appartenente alla società dell'Alleanza Orientale. è una storia così tragica che racconta.",
    "sensitive.dialogue.location.shipwreck\/2": "Mi addolora profondamente sentire che ci sia un relitto navale nel %2$s. Ho sentito voci di pescatori che si sono imbattuti in esso, chiedendosi se ci sia qualunque prezioso tesoro nascosto nei suoi fondali acquosi.",
    "sensitive.dialogue.location.shipwreck_beached\/1": "Puoi crederlo? C'è un relitto navale al %2$s, proprio sulla spiaggia! È come se stesse aspettando di essere scoperto.",
    "sensitive.dialogue.location.shipwreck_beached\/2": "Oh, non credi a ciò che ho trovato! Vai al %2$s e preparati a vedere un vascello, tragicamente arenatosi sulla spiaggia. Non posso fare a meno di chiedermi quali segreti inediti si nascondono all'interno della sua carena sommersa.",
    "sensitive.dialogue.location.swamp_hut\/1": "Oh, caro viaggiatore, devo avvertirti circa lo stretto pantano che hai davanti. È afflitto da una strega malvagia e ti consiglio fortemente di evitare quel luogo maledetto.",
    "sensitive.dialogue.location.swamp_hut\/2": "Mi dispiace, ma devo esortarti a mantenerti alla larga da %2$s. La strega orribile che risiede in una abitazione disgustosa là crea un'atmosfera che è meglio lasciare intatta. Ti assicuro, non vorrai essere da nessuna parte vicino a essa.",
    "sensitive.dialogue.location.village_desert\/1": "Hai saputo che c'è un villaggio affascinante nascosto tra la vastità del deserto arido, proprio a %2$s.",
    "sensitive.dialogue.location.village_plains\/1": "Oh, guardate! Laggiù si trova un villaggio pittoresco.",
    "sensitive.dialogue.location.village_plains\/2": "Esplora più a fondo le pianure immense e troverai un'altra incantevole villaggio in %2$s.",
    "sensitive.dialogue.location.village_savanna\/1": "Sopra di là, nel villaggio di %2$s, si trova un'altra comunità. Preparati, poiché il caldo torrido che lì regna è veramente implacabile.",
    "sensitive.dialogue.location.village_savanna\/2": "Esplorare la savana al %2$s e scoprire un villaggio di incantevole charme. I gentili abitanti che vi risiedono hanno cuori caldi come il sole ardente.",
    "sensitive.dialogue.location.village_snowy\/1": "Oh, hai saputo che c'è un'altra villaggio là a %2$s? È gelido freddo lì, ma le persone sono proprio così teneri di cuore.",
    "sensitive.dialogue.location.village_snowy\/2": "Non credi che ci sia un villaggio a %2$s nei piani innevati! La gente là è incredibilmente gentile, ma mio dio, fa freddo!",
    "sensitive.dialogue.location.village_taiga\/1": "Hai sentito parlare del villaggio incantato nascosto all'interno dell'abbraccio accogliente della bioma di taiga? È semplicemente affascinante.",
    "sensitive.dialogue.location.village_taiga\/2": "Oh, devi semplicemente esplorare il %2$s! È un villaggio splendido, nascosto nel cuore del bioma incantato della taiga.",
    "sensitive.dialogue.main.evening\/1": "Buona sera! Spero che il giorno ti sia stato bene.",
    "sensitive.dialogue.main.evening\/2": "Posso crederci che la notte sia scesa così rapidamente su di noi? Come è andata il tuo giorno?",
    "sensitive.dialogue.main.evening\/3": "Un altro giorno faticoso è giunto a termine, non ne sareste d'accordo?",
    "sensitive.dialogue.main.evening\/4": "Il tempo è scivolato tra le nostre dita oggi, gravato da un carico di lavoro eccessivo.",
    "sensitive.dialogue.main.evening\/5": "L'ora si fa tardi e devo affrettarmi il mio ritiro per preparare un pasto nutriente.",
    "sensitive.dialogue.main.evening\/6": "Con rincrescimento, ho sprecato preziose ore oggi e ho ottenuto ben poco.",
    "sensitive.dialogue.main.evening\/7": "La stanchezza pesa molto su di me; mi sento incline a cercare rifugio in un breve sonnellino.",
    "sensitive.dialogue.main.evening\/8": "Il crepuscolo mi suscita un senso di apprensione dentro di me. La vista di uno scorpione il mese scorso mi ha dissuaso dal uscire dopo il buio.",
    "sensitive.dialogue.main.evening\/9": "Oh, ciao! Stavo solo acquistando ingredienti dal macellaio per la cena di stasera. Ci vediamo più tardi!",
    "sensitive.dialogue.main.morning\/1": "Buongiorno, come ti senti oggi?",
    "sensitive.dialogue.main.morning\/10": "Potrei passare un giorno tranquillo oggi, mi sento un po' fragile.",
    "sensitive.dialogue.main.morning\/11": "Il mio orario è pieno oggi, solo pensandoci mi stanco.",
    "sensitive.dialogue.main.morning\/12": "In realtà ho passato una notte di sonno rilassante. Forse oggi affronterò qualcosa di difficile, chi lo sa?",
    "sensitive.dialogue.main.morning\/2": "Ehi lì, pronto a affrontare la giornata con entusiasmo?",
    "sensitive.dialogue.main.morning\/3": "Sono un po' stordito, come te?",
    "sensitive.dialogue.main.morning\/5": "Sembra che non hai passato una buona notte. Pessima sorte.",
    "sensitive.dialogue.main.morning\/6": "Okay, okay! Wakey wakey, è ora di conquistare il giorno! Sei pronto per questo?",
    "sensitive.dialogue.main.morning\/7": "Hai rimanato qualcosa di buono da dormire? Sembravi molto energico.",
    "sensitive.dialogue.main.morning\/8": "Alzati e splenditi! È arrivato il momento di afferrare la giornata!",
    "sensitive.dialogue.main.morning\/9": "Che mattino glorioso! Ho il presentimento che oggi faremo grandi cose!",
    "sensitive.dialogue.main.night\/1": "Oh, wow, stai veramente bruciando l'olio della mezzanotte, eh?",
    "sensitive.dialogue.main.night\/10": "Sai, dicono che un buon sonno notturno sia il segreto per superare i prossimi sfidi del domani. solo qualcosa da tenere a mente!",
    "sensitive.dialogue.main.night\/2": "Sembra che qualcuno non possa resistere l'attrazione della notte!",
    "sensitive.dialogue.main.night\/3": "Ah, quindi sei uno di quelli che adora il dio della luna anche tu, eh?",
    "sensitive.dialogue.main.night\/4": "Ehi, solo un avvertimento amichevole per stare vicino al villaggio. Non vorrei che quei ragni strani ti prendessero in mano!",
    "sensitive.dialogue.main.night\/5": "Sì, sai che i guardiani fanno del loro meglio per mantenere la villaggio al sicuro, ma c'è ancora un'irrefrenabile sensazione di inquietudine nella notte, non ti pare?",
    "sensitive.dialogue.main.night\/6": "C'è qualcosa di così straniamente rilassante nell'oscurità, non credi? quasi sembra che il mondo prenda un respiro profondo e si calmi.",
    "sensitive.dialogue.main.night\/7": "Durante la frenesia del giorno, è un tale piacere fare una passeggiata rilassante sotto il cielo stellato.",
    "sensitive.dialogue.main.night\/8": "Non so di te, ma io sono letteralmente stanco. Oggi è stato un maratona e penso che dovremmo prendere tempo domani.",
    "sensitive.dialogue.main.night\/9": "Oh, il pensiero di accucciarsi sotto le coperte è un vero paradiso, non è vero?",
    "sensitive.dialogue.main.rock_paper_scissor\/1": "Vogliamo giocare un po' di sasso carta forbice?",
    "sensitive.dialogue.main\/1": "Oh, um, ciao là...",
    "sensitive.dialogue.main\/2": "Ciao... spero che stia facendo bene oggi.",
    "sensitive.dialogue.main\/3": "Ehi, è bello vederti... suppongo.",
    "sensitive.dialogue.main\/4": "Ehi, cosa ti succede oggi?",
    "sensitive.dialogue.main\/5": "Come ti senti oggi?",
    "sensitive.dialogue.main\/6": "Oh, ciao %1$s... è successo qualcosa di nuovo?",
    "sensitive.dialogue.main\/7": "Oh, parlando di %supporter%, ho sentito che avevano avuto un piccolo incontro con uno zombi... era stato molto... interessante. Ma, um, non importa questo, ho visto uno zombi che mi ha fatto pensare a %supporter% poco fa... era stato, um, molto strano.",
    "sensitive.dialogue.no_money\/1": "Mi dispiace terribilmente, ma i miei servizi hanno un costo. Avrai bisogno di un po' più di emeraldi per garantire la mia assistenza.",
    "sensitive.dialogue.no_money\/2": "Oh dio, sembra che l'offerta attuale sia un po' corta. Temo che dovrai raccogliere alcuni altri emeraldi prima di poter procedere con il processo di assunzione.",
    "sensitive.dialogue.no_money\/3": "Mi dispiace, ma i miei talenti sono a pagamento. Il conteggio attuale di smaraldi non è sufficiente per ingaggiare i miei servizi. Sarà necessario acquisire un po' in più per poter utilizzare le mie abilità.",
    "sensitive.dialogue.procreate_engaged\/1": "Il mio cuore anela per il sacro vincolo del matrimonio prima di intraprendere il bel viaggio della procreazione.",
    "sensitive.dialogue.procreate_engaged\/2": "È essenziale che le nostre anime siano interamente intrecciate prima di benedire questo mondo con il miracolo della nuova vita.",
    "sensitive.dialogue.rock_paper_scissor.loose.paper\/1": "Il mio spirito si sente un po' fragile oggi, quindi sceglierò la roccia invece del carta questa volta.",
    "sensitive.dialogue.rock_paper_scissor.loose.rock\/1": "Oh no, ho scelto la roccia! Vincere giusto e onesto!",
    "sensitive.dialogue.rock_paper_scissor.loose.scissor\/1": "Oh, mi dispiace tanto, ma sembra che la mia roccia abbia trionfato sulle tue deboli forbici. Io emergo vittorioso!",
    "sensitive.dialogue.rock_paper_scissor.paper\/1": "Sappia che la mia scelta è carta, un tocco gentile, un testamento alla mia anima sensibile.",
    "sensitive.dialogue.rock_paper_scissor.rock\/1": "Oh, mio caro amico, scegli il potente e solido rocce!",
    "sensitive.dialogue.rock_paper_scissor.scissor\/1": "Ecco lo scissor! Sarà questo il mio colpo vincente?",
    "sensitive.dialogue.rock_paper_scissor.win.paper\/1": "Vincenti con il sasso? Un sogno lontano per me. È un costante ricordo della mia mancanza di fortuna in questo gioco.",
    "sensitive.dialogue.rock_paper_scissor.win.rock\/1": "Oh mio, le forbici sono state schiacciate dalla forza inarrestabile del masso. Ho perso questa partita.",
    "sensitive.dialogue.rock_paper_scissor.win.scissor\/1": "Le forbici sono veramente i signori del taglio del carta, la mia sconfitta è evidente.",
    "sensitive.dialogue.rock_paper_scissor\/1": "Ok, giociamo un gioco di pietra, carta e forbice! Pronto, set, vai!",
    "sensitive.dialogue.rock_paper_scissor\/2": "Oggi è il giorno in cui finalmente vincerò contro di te! Preparati alla sconfitta!",
    "sensitive.dialogue.rumors.failed\/1": "Ecco, sembra che non abbia trovato notizie interessanti ultimamente.",
    "sensitive.dialogue.rumors.lore\/1": "Sembrerebbe che la seguente di Jax sia ancora in piena fioritura, ma devo dire che la popolarità di SirBen è in ascesa. Quei devoti messaggeri, Merlinwolfgames e Crow, stanno lavorando senza sosta per diffondere le sue insegnamenti divini.",
    "sensitive.dialogue.rumors.lore\/2": "Oh, caro amico, eravamo una volta assediati da quei terribili demoni cibernetici. Osarono di infiltrare il nostro regno pacifico attraverso orribili porte. Ma grazie alle eroiche azioni di sirben e al valoroso luke, furono velocemente sconfitti, bloccando l'invasione nel suo tratto.",
    "sensitive.dialogue.rumors.lore\/3": "Sussurri hanno raggiunto le mie orecchie che 2da50, intrecciato nell'enigma della scomparsa dell'antico costruttore, si è imbarcato in un pericoloso viaggio nei luoghi lontani. Ahimè, non ci sono mai giunte notizie sulla sua sorte da quando abbiamo sentito parlare di loro.",
    "sensitive.dialogue.rumors.lore\/4": "Storie meravigliose si diffondono sulla figura di Merlinwolf Games, l'abile architetto che costruì un tempio magnifico in onore del potente Sir Ben. Si erge tra le nostre antiche meraviglie, testimonianza della loro devozione incondizionata.",
    "sensitive.dialogue.rumors.lore\/5": "Una volta, un'antica razza di costruttori dominava i nostri territori, le loro abilità ineguagliabili e le loro creazioni ispirate. Tuttavia, come il vento del tempo cambiò direzione, sparirono senza lasciare traccia, lasciando dietro solo echi della loro esistenza un tempo grande.",
    "sensitive.dialogue.rumors.lore\/6": "Hai avuto il piacere di ascoltare le leggende affascinanti che circondano gli antichi costruttori? Oh, erano un gruppo incredibile, creando ruderi intricati e templi maestosi che punteggiano i paesaggi vasti del mondo sopraelevato. Tali storie non falliscono mai nel risvegliare l'immaginazione!",
    "sensitive.dialogue.shake_hand.fail\/1": "Sei serio? Dopo che hai massacrato senza pietà il povero vitello?",
    "sensitive.dialogue.shake_hand.fail\/2": "Oh, um, no grazie. Apprezzo l'offerta comunque.",
    "sensitive.dialogue.shake_hand.fail\/3": "Oh, non sono un completo estraneo, ma capisco se stai essendo cauto.",
    "sensitive.dialogue.shake_hand.fail\/4": "Oh wow, questo è veramente inaspettato da te. Non pensavo che avessi il coraggio di farlo.",
    "sensitive.dialogue.shake_hand.fail\/5": "Forse è meglio se te ne vai da solo per ora.",
    "sensitive.dialogue.shake_hand.success\/1": "Il tuo saluto è gentile e confortante.",
    "sensitive.dialogue.shake_hand.success\/2": "Il tuo afferro emana una delicata forza, è impressionante.",
    "sensitive.dialogue.shake_hand.success\/3": "Oh, devo dire che il tuo saluto di mano è meravigliosamente considerato.",
    "sensitive.dialogue.shake_hand.success\/4": "Che giorno meraviglioso stiamo avendo, non è vero?",
    "sensitive.dialogue.shake_hand.success\/5": "Beh, ciao! è un piacere incontrare qualcuno altrettanto affascinante come te.",
    "sensitive.dialogue.stay.fail\/1": "No, grazie. Non sono proprio tagliato per restare in un solo posto.",
    "sensitive.dialogue.stay.fail\/2": "Apprezzo il tuo offerta, ma il mio cuore brama la emozione dell'esplorazione e dell'avventura!",
    "sensitive.dialogue.stay.fail\/3": "Questo villaggio è incantevole, ma lo spirito mio inquieto brama l'emozione che deriva dall'avventura.",
    "sensitive.dialogue.stay.no_space\/1": "Oh dio, sembra che questo villaggio sia piuttosto affollato di attività.",
    "sensitive.dialogue.stay.no_space\/2": "Ho un leggero incline a restare qui, ma purtroppo sembra che ci sia una carenza di alloggi disponibili.",
    "sensitive.dialogue.stay.repeat\/1": "Oh, ricordo di aver risposto a questa domanda prima.",
    "sensitive.dialogue.stay.repeat\/2": "Mi ricordo che mi hai già chiesto questo.",
    "sensitive.dialogue.stay.success\/1": "Molte grazie! Sono assolutamente felice di rendere questa villaggio la mia casa!",
    "sensitive.dialogue.stay.success\/2": "Oh, come è splendido! Questo villaggio è semplicemente meraviglioso e non posso aspettarmi di stabilirmi qui!",
    "sensitive.dialogue.story.enderdragon.fail\/1": "Oh mio dio! Sei fuori di testa? Il drago dell'End è solo una storia fantastica!",
    "sensitive.dialogue.story.enderdragon.fail\/2": "Oh dio, non puoi essere serio! È assolutamente ridicolo anche solo pensare di sfidare quel drago indomito!",
    "sensitive.dialogue.story.enderdragon.success\/1": "Oh, incredibile! E prego, possiedi l'uovo del drago nella tua proprietà?",
    "sensitive.dialogue.story.enderdragon.success\/2": "Oh, grazie a me! Hai veramente sconfitto il formidabile drago della leggenda?! Il villaggio ti celebrerà per sempre i tuoi eroici febbri!",
    "sensitive.dialogue.story.exploring.fail\/1": "Devo ammettere che le tue storie hanno perso il loro fascino col tempo.",
    "sensitive.dialogue.story.exploring.fail\/2": "Oh mio, per favore, siate cauti! Quell'orlo che state proiettando potrebbe finire con il ferirvi, caro amico.",
    "sensitive.dialogue.story.exploring.fail\/3": "Parlare con te assomiglia a conversare con un essere fragile in cerca di illuminazione. Ahimè, le qualità affascinanti mancano in questo confronto.",
    "sensitive.dialogue.story.exploring.success\/1": "Wow! Un giorno, sogno di intraprendere il mio proprio viaggio epico attraverso le immense terre del Minecraft!",
    "sensitive.dialogue.story.exploring.success\/2": "Oh mio dio! Il solo pensiero di uscire nel grande ignoto, scoprire nuovi orizzonti e lasciare il mio villaggio comodo alle spalle mi riempie di un mix di meraviglia e invidia. Il mondo deve essere pieno di meraviglie in attesa di essere svelate!",
    "sensitive.dialogue.story.exploring.success\/3": "Oh mio dio, devi avere il cuore di un leone! Osare entrare in territorio sconosciuto, affrontando i misteri e i pericoli che si nascondono davanti a te richiede un tipo speciale di coraggio. Sono in assoluto stupore!",
    "sensitive.dialogue.story.fail\/1": "Scusa, ma devo insistere che tu ti astieni dal parlare male della mia cara madre.",
    "sensitive.dialogue.story.fail\/10": "Non riesco a comprendere come qualcuno potrebbe considerare questo un esito soddisfacente.",
    "sensitive.dialogue.story.fail\/2": "È piuttosto sconcertante assistere al modo in cui i villaggi parlano di te.",
    "sensitive.dialogue.story.fail\/3": "Non riesco a comprendere la logica dietro questa situazione...",
    "sensitive.dialogue.story.fail\/4": "Dovresti sapere che le tue azioni sono profondamente sconvolgenti. anche i crepitanti hanno emozioni!",
    "sensitive.dialogue.story.fail\/5": "Mi addolora sinceramente assistere alla strage senza pietà di un agnello innocente. Come hai potuto?",
    "sensitive.dialogue.story.fail\/6": "*yawnando leggermente* Oh, mi scuso, credo di avermi addormentato. Cosa stavi dicendo?",
    "sensitive.dialogue.story.fail\/7": "Devo mettere in dubbio il valore di questo intero sforzo. Era veramente degno del mio tempo prezioso?",
    "sensitive.dialogue.story.fail\/8": "Mi scuso per la mia mancanza di entusiasmo, ma trovo questo argomento piuttosto noioso e privo di interesse.",
    "sensitive.dialogue.story.fail\/9": "Mi dispiace dover dire questo, ma il tuo comportamento sfiora la pazzia e non in modo positivo.",
    "sensitive.dialogue.story.nether.fail\/1": "Sono molto scettico sul fatto che tu abbia mai osato avventurarti nel pericoloso Nether.",
    "sensitive.dialogue.story.nether.fail\/2": "Ah, quindi è per questo che quei piglin hanno deciso di attaccarti. Ora tutto ha un senso.",
    "sensitive.dialogue.story.nether.fail\/3": "Sinceramente, non mi importa affatto se sei stato nel Nether. Le tue abilità narrative sono piuttosto scarse, per dire il meno.",
    "sensitive.dialogue.story.nether.fail\/4": "Giudando dalla tua debole apparenza, dubito fortemente della tua capacità di sopravvivere un viaggio nel Nether.",
    "sensitive.dialogue.story.nether.fail\/5": "Oh mio caro nonno usava avventurarsi nei pericolosi abissi del Nether e mai disse una parola sulla funzione distorta. Deve essere un bugiardo di grande talento!",
    "sensitive.dialogue.story.nether.success\/1": "Ecco, è veramente troppo caldo nel Nether?! Oh, i miei sensi delicati non possono sopportare il calore bruciante!",
    "sensitive.dialogue.story.nether.success\/2": "Oh, mio dio! Come hai mai riuscito a non incendiarti spontaneamente in quel luogo pericoloso? La mia costituzione fragile non sopravvivrebbe mai!",
    "sensitive.dialogue.story.nether.success\/3": "La parola sulla strada è che l'Inferno è pieno di tesori inimmaginabili per coloro che sono sufficientemente valorosi da avventurarsi. Oh, se solo il mio coraggio fosse pari alla mia insaziabile sete di ricchezze...",
    "sensitive.dialogue.story.nether.success\/4": "Tu, mio amico temerario, devi possedere nervi d'acciaio! Non posso nemmeno immaginare lo spavento che si deve provare quando si attraversa il Nether. Non che io sappia qualcosa al riguardo, naturalmente...",
    "sensitive.dialogue.story.nether.success\/5": "Mi scuso, signore\/donna, potresti farmi il favore di informarmi se hai mai visto un maiale zombificato? Il solo pensiero di incontrare tale creatura mi fa rabbrividire!",
    "sensitive.dialogue.story.success\/1": "Oh mio dio, sono assolutamente stupito da tutto ciò che è accaduto!",
    "sensitive.dialogue.story.success\/2": "Se solo avessi il coraggio di affrontare un crepitante, sinceramente invidio la tua temerarietà.",
    "sensitive.dialogue.story.success\/3": "Il tuo racconto è assolutamente affascinante! È questo un capolavoro originale?",
    "sensitive.dialogue.story.success\/4": "Sii fermo, tutto ciò è accaduto solo ieri? Non riesco a comprenderlo!",
    "sensitive.dialogue.story.success\/5": "È veramente bizzarro! Ero nella zona ieri eppure non ho sentito nemmeno un bisbiglio su questo.",
    "sensitive.dialogue.story.success\/6": "Oh, come è delizioso! %supporter% è indubbiamente un individuo eccezionale.",
    "sensitive.dialogue.story.success\/7": "La leggenda di %supporter% ha risuonato alle mie orecchie innumerevoli volte, ma per favore, concedimi ancora una volta!",
    "sensitive.dialogue.story.success\/8": "Ecco! Ecco, quindi è la storia incantata di come hai scoperto il tuo primo diamante per caso?",
    "sensitive.dialogue.story.success\/9": "Devi assolutamente farmi visita più tardi! Sarei assolutamente felice di ascoltare ancora delle tue avventure.",
    "sensitive.dialogue.story.wither.fail\/1": "Ho dei dubbi sul tuo asserto, devo ammettere.",
    "sensitive.dialogue.story.wither.fail\/2": "La tua apparenza suggerisce che la tua storia potrebbe essere un po' troppo fantasiosa, amico mio.",
    "sensitive.dialogue.story.wither.success\/1": "Incredibile! Le storie della potenza distruttrice del Wither sono al di là della comprensione!",
    "sensitive.dialogue.story.wither.success\/2": "Hai superato l'indomita lanterna dei morti?! Oh mio, è assolutamente sbalorditivo!"
}