{
    "category.appliedcooking.description": "Un modulo che ti consente di utilizzare gli oggetti dal tuo inventario di rete di Applied Energistics 2 direttamente nella tua cucina multi-blocco di Cooking for Blockheads! Un nuovo blocco viene aggiunto a Minecraft. Se hai scaricato il modulo, vedrai i capitoli\/entrata sulla destra. Se non lo hai fatto, puoi scaricarlo qui: https:\/\/www.curseforge.com\/minecraft\/mc-mods\/applied-cooking",
    "category.appliedcooking.name": "Cucina applicata",
    "category.meloncube.description": "Clicca l'ingresso sulla destra per ottenere informazioni più dettagliate su un incredibile sconto sul servizio di hosting Minecraft!",
    "category.meloncube.name": "Promozione meloncube",
    "category.refinedcooking.description": "Un modulo che ti consente di utilizzare gli oggetti dal tuo inventario di rete di archiviazione raffinata direttamente nella tua cucina multi-blocco di Blockheads! Due nuovi blocchi e un oggetto vengono aggiunti a Minecraft. Se hai scaricato il modulo, vedrai i capitoli\/entrata sulla destra. Se non lo hai fatto, puoi scaricarlo qui: https:\/\/www.curseforge.com\/minecraft\/mc-mods\/refined-cooking",
    "category.refinedcooking.name": "Cottura raffinata",
    "entry.appliedcooking.kitchenstation.name": "Stazione cucina per me",
    "entry.appliedcooking.kitchenstation.page0": "Il me kitchen station è tutto ciò di cui hai bisogno per connettere $(6)cfb$() con $(5)Applied Energistics 2$().$(br2)Una volta che l'avrai, dovrai configurarlo in un terminale di sicurezza $(5)AE2$() come se fosse un terminale wireless. Poi, collocalo come parte del tuo $(6)CFB$() kitchen multi-block e basta! Puoi creare oggetti nel tuo tavolo da cucina utilizzando l'inventario di rete $(5)AE2$().",
    "entry.appliedcooking.kitchenstation.page1": "$(br2)Puoi verificare la seguente pagina per le immagini sulle apparenze della stazione cucina quando è connessa (schermo viola) e disconnessa (schermo nero).",
    "entry.appliedcooking.kitchenstation.page2": "Quando non si è connessi, lo schermo sarà nero.",
    "entry.appliedcooking.kitchenstation.page2.title": "Disconnesso",
    "entry.appliedcooking.kitchenstation.page3": "Quando connesso, lo schermo sarà viola.",
    "entry.appliedcooking.kitchenstation.page3.title": "Connesso",
    "entry.meloncube.promo.name": "Promozione meloncube",
    "entry.meloncube.promo.page0": "Io, Sebastrn, sono un partner di hosting MelonCube.",
    "entry.meloncube.promo.page1": "Il obiettivo del meloncube è quello di offrire il miglior servizio e prodotto possibile a un prezzo che rappresenti un buon valore per il denaro. $(br2)Se hai bisogno di hosting per Minecraft, clicca sul pulsante seguente $(bold)e utilizza il mio codice sconto del 25%:$(br2)$(bold)sebastrn$()$(br2)ti ringrazio!",
    "entry.refinedcooking.kitchenaccesspoint.name": "Punto di accesso cucina",
    "entry.refinedcooking.kitchenaccesspoint.page0": "Il punto di accesso alla cucina è uno dei blocchi che dovrai connettere $(6)cfb$() con $(1)Riserva Raffinata$(). Pensalo come un trasmettitore di rete di $(1)RS$(). Una volta che l'avrai, dovrai collocarlo come parte della tua rete di $(1)RS$(). Un cartellino di rete cucina può essere inserito in questo blocco per connetterlo a una stazione cucina e condividere il tuo inventario di rete di $(1)RS$!",
    "entry.refinedcooking.kitchenaccesspoint.page1": "$(br2)Puoi verificare la seguente pagina per le immagini sulle ante di accesso alla cucina quando sono connesse (antenne verdi) e disconnesse (antenne nere).",
    "entry.refinedcooking.kitchenaccesspoint.page2": "Quando non si è connessi, gli antenne saranno nere.",
    "entry.refinedcooking.kitchenaccesspoint.page2.title": "Disconnesso",
    "entry.refinedcooking.kitchenaccesspoint.page3": "Quando connessi, gli antenne saranno verdi.",
    "entry.refinedcooking.kitchenaccesspoint.page3.title": "Connesso",
    "entry.refinedcooking.kitchennetworkcard.name": "Carta di rete cucina",
    "entry.refinedcooking.kitchennetworkcard.page0": "Il cartello di rete cucina è uno dei prodotti che avrai bisogno per connettere $(6)cfb$() con $(1)Riserva Raffinata$().$(br2)Una volta che l'avrai, dovrai configurarlo facendo clic destro su una stazione cucina con esso. Poi, metti il cartello all'interno di un punto di accesso cucina sulla tua rete $(1)RR$(). Ora puoi creare oggetti utilizzando la tua inventario rete $(1)RR$()!",
    "entry.refinedcooking.kitchennetworkcard.page1": "Se giochi o hai giocato con Refined Storage (), noterai somiglianze tra il trasmettitore di rete, il ricevitore di rete e la scheda di rete.",
    "entry.refinedcooking.kitchenstation.name": "Stazione cucina",
    "entry.refinedcooking.kitchenstation.page0": "Il pannello della cucina è uno dei blocchi che dovrai connettere $(6)CFB$ con $(1)Refined Storage$(). Pensalo come ricevitore di rete RS. Una volta che l'avrai, devi posizionarlo come parte del tuo $(6)CFB$ kitchen multi-block, fai clic destro su di esso con una scheda di rete cucina e inserisci la scheda all'interno di un punto di accesso alla cucina collegato alla tua rete RS.",
    "entry.refinedcooking.kitchenstation.page1": "$(br2)Puoi verificare la seguente pagina per le immagini sulle apparenze della stazione cucina quando è connessa (schermo verde) e disconnessa (schermo nero).",
    "entry.refinedcooking.kitchenstation.page2": "Quando non si è connessi, lo schermo sarà nero.",
    "entry.refinedcooking.kitchenstation.page2.title": "Disconnesso",
    "entry.refinedcooking.kitchenstation.page3": "Quando connesso, lo schermo sarà verde.",
    "entry.refinedcooking.kitchenstation.page3.title": "Connesso",
    "item.sebastrnlib.book": "I mod di sebastrn!",
    "messages.sebastrnlib.thanks1": "Se ricevi questo messaggio, significa che hai installato o Refined Cooking o Applied Engineering. Se vuoi sapere di più su di loro, puoi creare il manuale\/libro chiamato...",
    "messages.sebastrnlib.thanks2": ", puoi trovarlo utilizzando JEI o REI!",
    "sebastrnlib.landing": "Ciao $(playername)! Connecta il tuo $(6)cooking for blockheads (cfb)$() kitchen multi-block con il tuo storage di rete preferito. $(4)refined cooking$() connette $(6)cfb$() con $(1)refined storage$(). $(2)applied cooking$() connette $(6)cfb$() con $(5)applied energistics 2$()."
}