{
    "_": "",
    "shy.dialogue.apologize.fail\/1": "Ehm, potresti per favore... ehm... andare via?",
    "shy.dialogue.apologize.fail\/2": "Oh, um, penso che tu... um... mi hai accidentalmente colpito... um... con intenzione?",
    "shy.dialogue.apologize.fail\/3": "Eh, io... eh, non credo proprio che io potrei... eh, cadere in quel tranello, scusa.",
    "shy.dialogue.apologize.fail\/4": "Oh no! Mi dispiace... Non preoccuparti di scusarsi, davvero.",
    "shy.dialogue.apologize.fail\/5": "Eh, sì... eh, non credo proprio che... scusa.",
    "shy.dialogue.apologize.success\/1": "Oh... um, è tutto a posto. gli errori capitano... credo.",
    "shy.dialogue.apologize.success\/2": "È... è okay. Sì, solo... um, stai attento la prossima volta, per favore.",
    "shy.dialogue.apologize.success\/3": "Ehm, immagino che sia ok. Sarebbe solo... um, sii cauto... se lo desideri, naturalmente.",
    "shy.dialogue.apologize.success\/4": "Oh, um, non c'è problema. Tutti... um, commettono errori, giusto?",
    "shy.dialogue.apologize.success\/5": "Sì, è... è tutto a posto, suppongo. Non... non preoccuparti troppo per questo.",
    "shy.dialogue.busy\/1": "Oh, um, abbiamo parlato molto oggi e, uh, dovresti veramente tornare al lavoro.",
    "shy.dialogue.busy\/2": "Oh, wow, grazie mille per aver voluto parlare, ma, um, devo finire questo lavoro prima di sera.",
    "shy.dialogue.busy\/3": "Oh, scusa, sto un po' occupato in questo momento. Sarebbe okay se parlassimo più tardi?",
    "shy.dialogue.busy\/4": "Mi dispiace, ma devo veramente concentrarmi sul mio lavoro in questo momento. Ti raggiungerò più tardi.",
    "shy.dialogue.busy\/5": "Oh no, io, um, completamente dimenticato il forno! Devo veramente andare a occuparmene. Possiamo parlare più tardi, va bene?",
    "shy.dialogue.chat.desert\/1": "Oh, um, è molto caldo qui nel deserto, ma almeno non dobbiamo preoccuparci dell'inverno.",
    "shy.dialogue.chat.desert\/10": "La vita nel deserto è difficile, ma almeno abbiamo questo villaggio dove possiamo ottenere acqua e cibo. È veramente utile.",
    "shy.dialogue.chat.desert\/2": "Il deserto è, ehm, caldo tutto l'anno, se ti piace quel genere di cose.",
    "shy.dialogue.chat.desert\/3": "Oh, um, anche se è caldo qui nel deserto, avrò sempre un abbronzatura, o forse addirittura una scottatura solare...",
    "shy.dialogue.chat.desert\/4": "Di notte, ehm, è molto, ehm, scenico e fresco, ehm, che può essere abbastanza, ehm, bello per guardare le stelle.",
    "shy.dialogue.chat.desert\/5": "Oh, dio! Non avrei mai detto questo, ma il sole è, um, piuttosto brutto oggi.",
    "shy.dialogue.chat.desert\/6": "Oh, gosh! Il sole è, um, piuttosto brutto oggi, non credi?",
    "shy.dialogue.chat.desert\/7": "Ehi, scusa, ma hai trovato dei conigli? Sono molto difficili da vedere qui!",
    "shy.dialogue.chat.desert\/8": "Oh, um, uno dei lati negativi di vivere qui sono i husk. Non importa cosa tu ottenga, ti diventi super affamato quando loro ti colpiscono! Che cosa dà?!",
    "shy.dialogue.chat.desert\/9": "Oh, um, mi sono pungolato con un cactus l'altra volta. Tu, um, devi stare attento qui intorno, è, um, molto pericoloso!",
    "shy.dialogue.chat.fail\/1": "Oh, um, scusa, hai veramente appena detto questo?",
    "shy.dialogue.chat.fail\/10": "Oh, um, scusa? Hai sentito correttamente?",
    "shy.dialogue.chat.fail\/11": "Eh, cos'hai sbagliato con te? Perché stai parlando di questo?",
    "shy.dialogue.chat.fail\/12": "Ho sentito dire alcune cose non proprio lusinghe su di te e, beh, posso capire il motivo...",
    "shy.dialogue.chat.fail\/13": "Oh, uh, nemmeno i zombi vorrebbero parlare con te, immagino...",
    "shy.dialogue.chat.fail\/14": "Sei, um, così poco gradevole come una strega, suppongo...",
    "shy.dialogue.chat.fail\/15": "Eh, per favore non parla con me, o, eh, devo chiamare i guardiani per, eh, spostarti via...",
    "shy.dialogue.chat.fail\/16": "Ehi? Oh, scusa, la tua conversazione era, come, veramente noiosa per me...",
    "shy.dialogue.chat.fail\/17": "Eh, hai finito di parlare? Perché, eh, ho cose da fare...",
    "shy.dialogue.chat.fail\/18": "Io, um, mi chiedo se qualcuno ti sarebbe mai mancato se improvvisamente avessi smesso di parlare per sempre...",
    "shy.dialogue.chat.fail\/19": "Sarebbe onesto dire che preferirei guardare la parte posteriore di un maiale piuttosto che parlare con te...",
    "shy.dialogue.chat.fail\/2": "Io, um, non credo che potesse essere esploso da solo, sai...",
    "shy.dialogue.chat.fail\/20": "Oh, um, sei finito di parlare con me? Perché, um, mi piacerebbe molto...",
    "shy.dialogue.chat.fail\/21": "Che cosa? Tu credi che la Terra sia rotonda? Sinceramente? Nessun angolo? Questo è, interessante...",
    "shy.dialogue.chat.fail\/3": "Eh, non sei proprio quel tipo di persona, o qualcosa del genere...",
    "shy.dialogue.chat.fail\/4": "Wow, quel movimento da show-off è proprio impressionante...",
    "shy.dialogue.chat.fail\/5": "Forse, um, dovresti essere gettato in una prigione, solo per dire...",
    "shy.dialogue.chat.fail\/6": "Oh, um, mi dispiace, ma il tuo abbigliamento è, come dire, molto datato...",
    "shy.dialogue.chat.fail\/7": "Eh, è un po' ridicolo parlare di questo, non credi?",
    "shy.dialogue.chat.fail\/8": "Oh, um, perché stai ancora parlando con me?",
    "shy.dialogue.chat.fail\/9": "Eh? Hai detto qualcosa? Mi dispiace, non stavo realmente badando...",
    "shy.dialogue.chat.plains\/1": "Eh... ti... eh... come va... di pianura? Io non sono mai stato da nessun'altra parte, ma suppongo che siano... eh... ok?",
    "shy.dialogue.chat.plains\/2": "I biomi delle pianure... um... sono così pacifici, sai? Non sono altrettanto... um... emozionanti come altri biomi, ma... um... non vorrei vivere da nessun'altra parte, credo.",
    "shy.dialogue.chat.plains\/3": "A volte... ehm... di notte, il bioma delle pianure può essere... ehm... veramente bello. Mi piace... ehm... guardarlo e... ehm... ascoltarlo.",
    "shy.dialogue.chat.plains\/4": "Oh, a volte io... um... mi sdraio e... um... guardo il cielo e le nuvole. È... um... veramente rilassante, sai?",
    "shy.dialogue.chat.plains\/5": "L'aria qui... um... è così pulita e fresca! forse anche... um... meglio della taiga, credo.",
    "shy.dialogue.chat.plains\/6": "Anche se le pianure sono... be', ciò che è... be' è qualcosa di... bello, sai? A volte... semplice e diretto è il meglio.",
    "shy.dialogue.chat.plains\/7": "Questo tempo... be', mi ricorda quando usavo a raccogliere fiori selvatici da bambino. Io... be', avevo una cotta per Ash, quindi... be', gli davo sempre dei fiori.",
    "shy.dialogue.chat.plains\/8": "Il mattino del sole nascente... uh... è veramente bello nei piani! dovresti... uh... provarlo un giorno. è... uh... molto bello, in realtà.",
    "shy.dialogue.chat.savanna\/1": "Oh, um, la savana può diventare abbastanza calda, ma suppongo che non sia troppo male dal momento che non dobbiamo affrontare l'inverno.",
    "shy.dialogue.chat.savanna\/2": "I villaggi dei lama, bene, possono essere un po' fastidiosi di tanto in tanto, ma trovo un certo piacere nel vivere qui.",
    "shy.dialogue.chat.savanna\/3": "Eh, l'architettura nella savana è veramente affascinante. È, eh, uno dei motivi per cui ho deciso di rendere questo posto la mia casa.",
    "shy.dialogue.chat.savanna\/4": "Oh, per favore non sottovalutare il bioma della savana. Potrebbe sembrare banale e ordinario, ma, um, ci sono alcuni vantaggi che ti prometto.",
    "shy.dialogue.chat.savanna\/5": "Ehm, una cosa che abbiamo qui e non hanno le città del deserto è che, anche se non piove, abbiamo fiumi. È abbastanza gradevole, in realtà.",
    "shy.dialogue.chat.savanna\/6": "Oh, le colline e i terreni qui, sono, um, molto affascinanti, devo dire. Che bello vedere questo spettacolo!",
    "shy.dialogue.chat.savanna\/7": "Quando fa caldo, gli alberi di acacia forniscono così tanto ombra, che, um, mi aiuta a superare i giorni lavorativi. È un, um, piccolo conforto.",
    "shy.dialogue.chat.savanna\/8": "I villaggi della savana, oh, spesso hanno alcuni dei migliori meloni e zucche del mondo. Noi, um, li scambiamo con altri villaggi, sai.",
    "shy.dialogue.chat.snowy_plains\/1": "Eh, è piuttosto freddo qui, e se abbiamo abbastanza legna da fuoco, suppongo che non sarà un problema troppo grande per me.",
    "shy.dialogue.chat.snowy_plains\/2": "Oh mio, è assolutamente freddo fuori qui, ma um, fortunatamente ci sono molti pesci. Hehe, scusa, era un risata nervosa.",
    "shy.dialogue.chat.snowy_plains\/3": "Oh, bene, in questo tipo di tempo, preferisco semplicemente raggomitolarmi con un copriletto e, uh, leggere un libro vicino al forno. È, uh, accogliente, sai?",
    "shy.dialogue.chat.snowy_plains\/4": "Eh, quando nevica qui, mi ricorda un po' la mia infanzia, sai, quando io e alcuni amici avevamo, uh, battaglie con le palle di neve. Ah, quei tempi, um, erano, credo, piuttosto belli.",
    "shy.dialogue.chat.snowy_plains\/5": "Eh, di notte, i randagi possono essere, uh, piuttosto fastidiosi quando si cammina intorno al villaggio. frecce con punta, uh, non sono proprio le migliori, sai?",
    "shy.dialogue.chat.snowy_plains\/6": "Oh, per favore, si assicuri di essere cauto con i lupi, um, i guardiani hanno visto alcuni intorno qui. possono essere, um, molto pericolosi, sai?",
    "shy.dialogue.chat.snowy_plains\/7": "Una cosa che trovo, eh, piuttosto spiacevole è quando accidentalmente tocchi un golem di ferro. Ti resti, eh, incollato lì per tutta la giornata! Non è, uh, l'esperienza migliore, credimi.",
    "shy.dialogue.chat.snowy_plains\/8": "Oh, quando ero un bambino, i miei genitori usavano portarmi un zucca e, um, la utilizzavamo per fare una torta di zucca. Ma prima di quello, costruivamo sempre mostri di neve insieme a loro. Era, uh, molto divertente, suppongo.",
    "shy.dialogue.chat.success\/1": "Eh, sapete, i cookie e il latte potrebbero essere, eh, un po' deliziosi se mi chiedono.",
    "shy.dialogue.chat.success\/10": "Ecco, mi chiedo anch'io, um, cosa è successo a %supporter%. Se ne sono andati da questo posto circa un anno fa, sai?",
    "shy.dialogue.chat.success\/12": "Oh, hai sentito la notizia su %supporter%? Qualcosa, um, è successo loro il giorno prima.",
    "shy.dialogue.chat.success\/13": "Ho pensato di adottare uno dei gatti randagi che ci sono qui intorno, ma, sai, ho avuto così tanto da fare ultimamente...",
    "shy.dialogue.chat.success\/14": "Eh, sto pensando di riorganizzare la mia casa presto... se riesco a trovare la motivazione, ovviamente.",
    "shy.dialogue.chat.success\/15": "Io, spero di avere dei bambini un giorno. bisogna solo trovare il partner giusto, capisci? più facile a dirsi che a farsi.",
    "shy.dialogue.chat.success\/16": "A volte mi chiedo dove sarei se avessi scelto di vivere nel villaggio vicino. Vita diversa e tutto il resto.",
    "shy.dialogue.chat.success\/17": "Oh, ricordi dalla mia infanzia... beh, bei tempi, sai? mi fa sentire un po' nostalgico.",
    "shy.dialogue.chat.success\/18": "Eh, non ho parlato con i miei genitori da un po'. Forse dovresti, eh, far loro una visita ogni tanto.",
    "shy.dialogue.chat.success\/19": "Ho intenzione di viaggiare nel villaggio vicino da tempo. Ho alcuni amici là che non ho visto da anni.",
    "shy.dialogue.chat.success\/2": "Sì, immagino che il tempo sia, be', bello oggi... se ti piace quel genere di cose.",
    "shy.dialogue.chat.success\/20": "Sai, a volte io...",
    "shy.dialogue.chat.success\/3": "Oh, sto bene, credo. Mi sono svegliato e, be', ho inciampato nel mio piede. Non è un gran problema, in realtà.",
    "shy.dialogue.chat.success\/4": "Dicono che un'arancia al giorno tiene lontani gli zombi, non che io lo sappia, naturalmente.",
    "shy.dialogue.chat.success\/5": "Io, um, ho questo sogno, sai? costruire il mio proprio villaggio. ma, um, l'inerzia mi prende il meglio di me.",
    "shy.dialogue.chat.success\/6": "Ecco, credo di aver visto %supporter% l'altro giorno, um, indossando armatura di diamante. molto impressionante, devo dire.",
    "shy.dialogue.chat.success\/7": "Non credi che mio amico %supporter% mi abbia detto di aver trovato un cassetto pieno di diamanti! Immagina?!",
    "shy.dialogue.chat.success\/8": "Non è il tempo, eh, notevole? Io personalmente trovo il tempo sereno, eh, abbastanza gradevole.",
    "shy.dialogue.chat.success\/9": "Ho vissuto qui tutta la mia vita e, um, non capisco veramente il motivo per cui tutti questi spider e goblin siano un problema.",
    "shy.dialogue.chat.taiga\/1": "I boschi... beh, in realtà forniscono... costruzione e legna da fuoco. E... credo che siano... buoni per la caccia, suppongo.",
    "shy.dialogue.chat.taiga\/2": "Alcuni dicono che sia... um, freddo nella taiga, ma... um, personalmente, penso che abbiamo... um, tutto ciò di cui abbiamo bisogno qui. Non cambierei... um, niente per questo... non credo.",
    "shy.dialogue.chat.taiga\/3": "I boschi di taiga sono... be', abbastanza gradevoli, suppongo. E... be', i dolci frutti sono anche piuttosto buoni.",
    "shy.dialogue.chat.taiga\/4": "Oh, um, io realmente... um, adoro i volpi qui nei boschi di taiga. Io a volte... um, li nutro con fragole dolci. Sono... um, creature molto astute e maleducate.",
    "shy.dialogue.chat.taiga\/5": "Ecco, poiché c'è... be', il lupo è... be', abbastanza domestico con noi. È... bello, suppongo.",
    "shy.dialogue.chat.taiga\/6": "Il fresco... ehm, l'aria cruda del taiga è... ehm, molto rilassante, suppongo. A volte.",
    "shy.dialogue.chat.taiga\/7": "Eh, beh... i boschi di more... eh, hanno le migliori more, ma... eh, farsi pungere da uno è... eh, orribile! proprio!",
    "shy.dialogue.chat.taiga\/8": "La pioggia qui nel taiga... be', diventa molto fredda, ma... be', è molto... suppongo, tranquilla.",
    "shy.dialogue.first.exploring\/1": "Eh, non abbiamo molto qui, ma, eh, siete più che benvenuti a restare. Solo, per favore, non fate nulla di strano o rompete le regole, okay?",
    "shy.dialogue.first.exploring\/2": "Oh, um, se segui le leggi, allora, um, sei più che benvenuto a restare qui, viaggiatore.",
    "shy.dialogue.first.exploring\/3": "Eh, per favore, eh, si ricorda di essere educato, eh, caro viaggiatore.",
    "shy.dialogue.first.generic\/1": "Eh, scusa... io... non credo che l'abbia mai visto prima. Benvenuto, viaggiatore.",
    "shy.dialogue.first.generic\/2": "Oh, um, ciao! È, um, molto bello vedere qualcuno nuovo qui intorno.",
    "shy.dialogue.first.generic\/3": "Wow, um, è proprio rinfrescante avere un nuovo volto, sai?",
    "shy.dialogue.first.generic\/4": "Ehi, benvenuto nel villaggio, estraneo. Io, um, immagino che tu abbia alcune storie interessanti da condividere, giusto?",
    "shy.dialogue.first.generic\/5": "Oh, um, è stato un po' di tempo dall'ultima volta che, um, abbiamo avuto un viaggiatore qui. Per favore, um, fai pure il tuo benvenuto.",
    "shy.dialogue.first.generic\/6": "Oh, um, ciao! Benvenuto nel nostro villaggio! È sempre bello vedere qualcuno nuovo.",
    "shy.dialogue.first.question\/1": "Ciao, ci sono. Cosa ti porta nel nostro villaggio modesto?",
    "shy.dialogue.first.question\/2": "Oh, um, h-hi! W-what brings you to our little corner of the world?",
    "shy.dialogue.first.question\/3": "Oh mio dio, sei nuovo qui! Sei un'avventuriera? Come hai fatto a trovare noi?",
    "shy.dialogue.first.settling\/1": "Oh, um... Ciao. È, um, bello vederti qui.",
    "shy.dialogue.first.settling\/2": "Ehi lì, vicino di casa. Benvenuto nel villaggio.",
    "shy.dialogue.first.settling\/3": "Eh, è... eh, è bello avere un'altra persona per aiutare qui intorno.",
    "shy.dialogue.first.settling\/4": "Oh, tu sei, uh, rimanendo? Quello è fantastico!",
    "shy.dialogue.first.spent_night.failed\/1": "Eh, beh, vediamo, non abbiamo proprio un albergo. Non siamo proprio esperti in questo genere di cose...",
    "shy.dialogue.first.spent_night.failed\/2": "Oh, um, mi dispiace, ma non abbiamo un albergo qui. Immagino che non siamo proprio equipaggiati per questo tipo di cose...",
    "shy.dialogue.first.spent_night.failed\/3": "Eh, beh, hai pensato di provare un'altra villaggio? Forse loro hanno quel che stai cercando...",
    "shy.dialogue.first.spent_night.success\/1": "Uhm, se stai cercando un posto per riposarti, uhm, potrei suggerire il nostro albergo, se va bene...",
    "shy.dialogue.first.spent_night.success\/2": "Oh, ah, se sei stanco e hai bisogno di ricaricarti, potresti trovare il nostro albergo essere, um, la migliore opzione intorno qui.",
    "shy.dialogue.first.spent_night.success\/3": "Se sei interessato ad un letto comodo e del cibo delizioso, ti prego di considerare la visita alla nostra locanda... è, um, molto piacevole.",
    "shy.dialogue.flirt.fail\/1": "Oh, um... io, se davvero intendi, forse potresti mostrarmelo?",
    "shy.dialogue.flirt.fail\/2": "Oh, veramente? Mi piace, ma l'ho già sentita prima.",
    "shy.dialogue.flirt.fail\/3": "Oh mio dio, non potrei assolutamente. È troppo per me.",
    "shy.dialogue.flirt.fail\/4": "Ahimè? No modo! Sono solo un semplice villaggio, sai?",
    "shy.dialogue.flirt.fail\/5": "Oh, vieni on! Stai solo dicendo questo per farmi arrossire.",
    "shy.dialogue.flirt.fail\/6": "Per favore, non dire cose del genere. È imbarazzante, veramente.",
    "shy.dialogue.flirt.fail\/7": "Oh, per favore non mi dai quel sguardo e non ripetere mai più quelle parole.",
    "shy.dialogue.flirt.slap\/1": "Oh, um, mi dispiace se sto disturbandoti...",
    "shy.dialogue.flirt.slap\/2": "Oh no, spero che non sia troppo avanti, ma... be', qualcuno ti ha insegnato a flirtare? è solo... interessante...",
    "shy.dialogue.flirt.success\/1": "Eh... grazie... voglio dire, sei veramente coraggioso.",
    "shy.dialogue.flirt.success\/2": "Wow, tu sei...eh...veramente carino...io mi sto chiedendo...non importa.",
    "shy.dialogue.flirt.success\/3": "*Sarrosi incontrollabilmente* Hai...inteso quel che hai detto?",
    "shy.dialogue.flirt.success\/4": "Oh, grazie al cielo...",
    "shy.dialogue.flirt.success\/5": "Ecco, quel momento era... um... adorabile! Tu... um... mi hai conquistato dal momento in cui ci siamo incontrati!",
    "shy.dialogue.flirt.success\/6": "Come fai a...ehm...guardare così stupendo tutto il tempo? ogni volta che ti vedo, le mie parole...ehm...svaniscono.",
    "shy.dialogue.flirt.success\/7": "Oh, per favore... fermati... mi stai facendo arrossire come pazzo.",
    "shy.dialogue.goaway\/1": "Eh, scusa, potresti andare via per favore?",
    "shy.dialogue.goaway\/2": "Oh, um, speravo che avessi qualcosa da fare diverso?",
    "shy.dialogue.goaway\/3": "Oh, scusa me, %1$s, non sono in grado di chattare in questo momento.",
    "shy.dialogue.goaway\/4": "Oh, um, forse potresti disturbarne qualcun altro invece?",
    "shy.dialogue.goaway\/5": "Oh dio, sarebbe veramente fantastico se potessi, um, andare via, anima gentile.",
    "shy.dialogue.greet.fail\/1": "Oh... um...",
    "shy.dialogue.greet.fail\/2": "È bello vederti... (con un po' di imbarazzo)",
    "shy.dialogue.greet.fail\/3": "Uh, va bene allora...",
    "shy.dialogue.greet.fail\/4": "Sinceramente? Oh, wow...",
    "shy.dialogue.greet.fail\/5": "Oh... vedo...",
    "shy.dialogue.greet.mayor\/1": "Um... buon giorno, sindaco!",
    "shy.dialogue.greet.mayor\/2": "Oh, uh... Hai un buon giorno, sindaco!",
    "shy.dialogue.greet.monarch\/1": "Oh... um, vostra maestà.",
    "shy.dialogue.greet.monarch\/2": "Um... il tuo alto signore.",
    "shy.dialogue.greet.negative\/1": "Eh... ciao. Non ero proprio pronto a vederti in questo momento.",
    "shy.dialogue.greet.negative\/2": "Oh, um... ciao. Tu sei, um, tornato... ancora una volta.",
    "shy.dialogue.greet.negative\/3": "Oh, um... Ciao lì. Non ero proprio preparato per la tua presenza.",
    "shy.dialogue.greet.negative\/4": "Oh, è, beh, pensavo che qualcun altro sarebbe stato qui. Ma, beh, ciao.",
    "shy.dialogue.greet.negative\/5": "Oh, um... Ciao. Hai, um, venuto qui per... disturbarmi di nuovo?",
    "shy.dialogue.greet.success\/1": "Oh, um, è stato... bene. Sono felice di sentire.",
    "shy.dialogue.greet.success\/2": "Eh, stai... bene? Oh, è... fantastico!",
    "shy.dialogue.greet.success\/3": "Oh, um, io sono... felice di sentire questo!",
    "shy.dialogue.greet.success\/4": "Uh, è così felice di sentire questo! È... molto bello.",
    "shy.dialogue.greet.success\/5": "Oh, um, è... bello sapere questo!",
    "shy.dialogue.greet\/1": "Ciao... come... come stai oggi?",
    "shy.dialogue.greet\/2": "Ehi lì, um... come va?",
    "shy.dialogue.greet\/3": "Oh, um... ciao. Hai bisogno di qualcosa?",
    "shy.dialogue.greet\/4": "Oh, ciao... tu... tu sembri pronto a prendere in mano il giorno! Come... come va?",
    "shy.dialogue.greet\/5": "Ciao, um... %1$s! Sono felice di vederti!",
    "shy.dialogue.greet\/6": "Ciao, ci sto bene...",
    "shy.dialogue.greet\/7": "Eh, è bello vederti...",
    "shy.dialogue.greet\/8": "Ciao! Ecco, è bello vederti. Come... come stai oggi?",
    "shy.dialogue.greet\/9": "Ehi! Sono felice di vederti!",
    "shy.dialogue.hire\/1": "Eh, se hai bisogno di aiuto, eh, sarò qui, proprio qui. Basta che mi dica, spero di poterti aiutare, sai... per il tempo e la compensazione concordati.",
    "shy.dialogue.hire\/2": "Oh, uh, hi! Se, uh, hai bisogno di aiuto in qualsiasi momento, sarò, um, felice di essere qui. Basta, uh, darmi un segnale o qualcosa. Io intendo, se hai, uh, gli emeraldi pronti, naturalmente.",
    "shy.dialogue.hire\/3": "Uh, ciao! Ho sentito dire che potresti aver bisogno di aiuto. Beh, um, sono qui, disposto a... assistere. Basta notificarmi quando il momento è giusto e hai gli emeraldi per me. Farò del mio meglio, prometto.",
    "shy.dialogue.hug.fail\/1": "Ehi, sei... uh, un po' sporco lì...",
    "shy.dialogue.hug.fail\/2": "Non, grazie, non sono proprio a mio agio con gli abbracci...",
    "shy.dialogue.hug.fail\/3": "Uh, perché vorresti abbracciarmi?",
    "shy.dialogue.hug.fail\/4": "Dopo che hai chiamato il mio nome un dinosauro l'ultima settimana... non credo di poterti abbracciare.",
    "shy.dialogue.hug.fail\/5": "Sinceramente, non credo che tu meriti un abbraccio dopo ciò che hai fatto...",
    "shy.dialogue.hug.fail\/6": "Oh no! Ew! Per favore, allontanati da me! Non voglio i tuoi... germi...",
    "shy.dialogue.hug.fail\/7": "Oh? Uhm, th-thank you, io... io credo...",
    "shy.dialogue.hug.success\/1": "Oh... um... non l'ho visto da sempre!",
    "shy.dialogue.hug.success\/2": "Grazie... io... ho davvero bisogno di questo.",
    "shy.dialogue.hug.success\/3": "È... è bello che accada qualcosa di buono oggi, anche se è solo questo.",
    "shy.dialogue.hug.success\/4": "Ehi, sei... sei come un copricapo caldo che mi avvolge!",
    "shy.dialogue.hug.success\/5": "Oh! Th-thank you... I... I appreciate it... *blushes* You're... you're warm...",
    "shy.dialogue.hug.success\/6": "Wow! Non posso credere di dire questo, ma... il tuo abbraccio mi ha fatto sentire tutto caldo e soffice dentro...",
    "shy.dialogue.joke.animal.failed\/1": "Oh, um, per favore... non facciamo scherzi su quel tipo di cose, non è proprio il mio stile.",
    "shy.dialogue.joke.animal.failed\/2": "Oh, cielo! Quella pecora... non è proprio qualcosa che trovo divertente, sai?",
    "shy.dialogue.joke.animal.failed\/3": "Eh, scusa, ma preferirei non parlare del mio maiale in questo modo scherzoso, se va bene.",
    "shy.dialogue.joke.animal.failed\/4": "Oh, benevolenza, questo è un po'... non richiesto, non credi? Non andiamo in quel luogo, d'accordo?",
    "shy.dialogue.joke.animal.failed\/5": "Eh, preferirei che non facessimo scherzi sulla fronte delle mucche in quel modo, è un argomento molto delicato per me.",
    "shy.dialogue.joke.animal.success\/1": "Povero agnello, perdere il suo pelo in quel modo... è un po' divertente, ma mi sento male per lui!",
    "shy.dialogue.joke.animal.success\/2": "Eh, beh... c'era questo lupo e, eh, si è sorta innamorato di una pecora. molto strano, vero?",
    "shy.dialogue.joke.animal.success\/3": "Oh mio dio, non posso fare a meno di ridere! Chi avrebbe mai detto che gli uccelli hanno tali talenti nascosti?",
    "shy.dialogue.joke.animal.success\/4": "Ecco, um, sciocco! Intendo, in un modo buono! È così stupido che è addirittura divertente, hehe.",
    "shy.dialogue.joke.animal.success\/5": "Non è incredibile? Le mucche producono latte ininterrottamente, come una fornita illimitata! È come magia! Be', non proprio, ma capisci cosa voglio dire...",
    "shy.dialogue.joke.creative.failed\/1": "Oh... um, non credo proprio che sia divertente.",
    "shy.dialogue.joke.creative.failed\/2": "Haha, be', suppongo che sia... divertente, in un certo senso.",
    "shy.dialogue.joke.creative.failed\/3": "Eh, hai appena tentato di fare una battuta? Mi dispiace, non l'ho capita proprio.",
    "shy.dialogue.joke.creative.failed\/4": "Oh, questo è... be', interessante. Sì, suppongo?",
    "shy.dialogue.joke.creative.failed\/5": "Non sono proprio bravo con le battute, ma quella... è un po' divertente, suppongo.",
    "shy.dialogue.joke.creative.failed\/6": "Ahah, wow, sei proprio un comico, non è vero? (risata nervosa)",
    "shy.dialogue.joke.creative.failed\/7": "Ash, um, è proprio un giullare. Sono sicuro che apprezzerà quel gioco più di quanto l'abbia fatto io.",
    "shy.dialogue.joke.creative.failed\/8": "Eh, beh, gli scherzi di Ash sono molto più divertenti, sai...",
    "shy.dialogue.joke.creative.success\/1": "*giggles* è molto divertente!",
    "shy.dialogue.joke.creative.success\/2": "Quello è... be', divertente!",
    "shy.dialogue.joke.creative.success\/3": "Questo è uno dei migliori scherzi che abbia mai visto!",
    "shy.dialogue.joke.creative.success\/4": "Potresti essere più divertente di %supporter%... intendo dire... forse...",
    "shy.dialogue.joke.creative.success\/5": "Hehe, sei molto divertente! Hai mai considerato di diventare un comico, forse?",
    "shy.dialogue.joke.creative.success\/6": "E-ehi! Quel gioco era veramente buono! Non ho riso così tanto da anni!",
    "shy.dialogue.joke.creative.success\/7": "Hehe! Sei sicuramente più divertente di Ash, credo... ma non dirlo a nessuno che l'ho detto!",
    "shy.dialogue.joke.creative.success\/8": "Ahaha! Ecco, devo ammettere che è proprio divertente!",
    "shy.dialogue.joke.monster.failed\/1": "Eh, scusa, ma i scheletri, come, hanno sentimenti pure, sai? Non è cool fare loro il gioco.",
    "shy.dialogue.joke.monster.failed\/2": "Oh, um, chiunque penserebbe di fare un gioco su come gli omini esplodono? È, come dire, non divertente.",
    "shy.dialogue.joke.monster.failed\/3": "Eh, io, um, volevo solo ricordarti che zombi e scheletri erano un tempo esseri umani, proprio come noi, sai? È abbastanza triste, in realtà.",
    "shy.dialogue.joke.monster.failed\/4": "Oh, gosh, um, did you see that Enderman falling into water? It's, like, the most uneventful thing ever. So not exciting.",
    "shy.dialogue.joke.monster.failed\/5": "Oh, um, non voglio essere un disturbo, ma è abbastanza strano come le persone continuino a scherzare sulla possibilità che i lombrichi attaccino loro sul bagno. Non è proprio divertente, vero?",
    "shy.dialogue.joke.monster.success\/1": "Oh, um... quello scheletro ha avuto ciò che si meritava, immagino.",
    "shy.dialogue.joke.monster.success\/2": "Oh mio, quel zombi ha realmente tentato di attaccarti con una pala? Hehehe...",
    "shy.dialogue.joke.monster.success\/3": "Hai mostrato a quel ragno chi comanda. Heh...",
    "shy.dialogue.joke.monster.success\/4": "Eh, è veramente impressionante che tu abbia riuscito a far sconfiggere un creeper da uno scheletro! Haha, incredibile!",
    "shy.dialogue.joke.monster.success\/5": "Oh dio, i ragni delle caverne possono essere piuttosto... inintelligenti, eh? hehe.",
    "shy.dialogue.kiss.fail\/1": "Eh, forse non dovremmo se qualcuno potrebbe catturarci...?",
    "shy.dialogue.kiss.fail\/2": "Oh, io intendevo dire, era quel un bacio?",
    "shy.dialogue.kiss.fail\/3": "Uh, Ash è un bacio migliore di te, solo per dire.",
    "shy.dialogue.kiss.fail\/4": "Ehem, forse considerare l'investimento in alcuni spray per la bocca? solo un pensiero.",
    "shy.dialogue.kiss.fail\/5": "Beh, io, uh, apprezzo il gesto, suppongo?",
    "shy.dialogue.kiss.fail\/6": "Oh, uh, potresti per favore... smettila di toccarmi? grazie.",
    "shy.dialogue.kiss.slap\/1": "Oh, um, io, uh, non posso credere che hai fatto questo!",
    "shy.dialogue.kiss.slap\/2": "per favore non farlo più, io-non sono proprio a mio agio con questo e... mi dispiace molto.",
    "shy.dialogue.kiss.success\/1": "Eh, eh, io... uh, vorrei che questo momento durasse, uh, per sempre. Forse. Sì.",
    "shy.dialogue.kiss.success\/2": "Oh, um, io credo... credo che forse... forse amo te... un po' solo. Sì.",
    "shy.dialogue.kiss.success\/3": "Oh, um, wow! Questo, uh, assaggia come torta di zucca! Vorresti, um, ne prendere un po'? Forse?",
    "shy.dialogue.kiss.success\/4": "Mmm! Oh, um, excuse me, but, uh, you taste like, uh, honey. It's, uh, quite nice actually.",
    "shy.dialogue.kiss.success\/5": "Oh! Uh, tu sai, sei, um, in realtà un bacio abbastanza buono, %1$s. sorprendentemente. sì.",
    "shy.dialogue.kiss.success\/6": "Oh, uh, %1$s, tu, uh, baci, um, meglio di Ash! *rideggia timidamente* Sì, um, sicuramente.",
    "shy.dialogue.location.ancient_city\/0": "Ehm, scusa, ma io, ehm, non potevo fare a meno di sentire alcuni, uh, strani rumori che provenivano da, uh, giù in basso a %2$s.",
    "shy.dialogue.location.ancient_city\/1": "Oh, um, ho, um, credo che, um, ci sia qualcosa, um, nascosto veramente, um, molto profondo sotto la superficie a %2$s.",
    "shy.dialogue.location.ancient_city\/3": "Conosceste, ci sono queste, ehm, leggende che, uh, parlano di una città antica, ehm, situata in %2$s. Non l'ho visto io stesso, ma forse è, ehm, sotterrata o qualcosa del genere?",
    "shy.dialogue.location.failed\/1": "Oh, scusa tanto, ma non ho sentito nulla di nuovo, proprio niente.",
    "shy.dialogue.location.failed\/2": "Oh, sono veramente timida e mi scuso, ma non conosco alcun luogo interessante che potresti essere in cerca di.",
    "shy.dialogue.location.failed\/3": "Oh, mi dispiace, ma non credo che possa aiutare. Noi villaggi abbiamo il nostro piccolo mondo da curare e non siamo proprio inclini a uscire dalle rovine pericolose come fate voi avventurieri coraggiosi.",
    "shy.dialogue.location.forgot\/1": "Oh, ho, mi sono imbattuto in questo luogo incredibile, ma suppongo che sia sfuggito il mio pensiero di segnare la mappa. Mi scuso.",
    "shy.dialogue.location.forgot\/2": "Sto cercando qualcosa di affascinante, eh? Be', c'era veramente un luogo impressionante... oh, come è frustrante! Mi sfugge il momento. Avrei dovuto documentarlo, ma suppongo che la mia memoria sia semplicemente troppo straordinaria per dettagli così banali.",
    "shy.dialogue.location.forgot\/3": "Oh, sì! C'era un luogo di grande importanza, ma temo che per un attimo mi sia sfuggito dalla mente incredibilmente superiore. Mi scuso se non ho raggiunto le tue aspettative.",
    "shy.dialogue.location.igloo\/1": "Oh, um, scusa, ma io, uh, ho casualmente trovato un iglù al %2$s. Puoi credere che qualcuno vorrebbe veramente vivere in una casa fatta di neve? È, um, piuttosto freddo, non pensi? Brrr!",
    "shy.dialogue.location.igloo\/2": "Eh, beh, se sei interessato, io, uh, ho notato un igloo abbandonato a %2$s. Non credo che qualcuno ci vivga più. E, tra te e me, potrebbe esserci qualcosa di strano in quel posto. Io, uh, sento sempre questi strani rumori ogni volta che cammino vicino...",
    "shy.dialogue.location.igloo\/3": "Oh, um, sì, sì, certo! A %2$s, troverai questa casa abbandonata fatta interamente di ghiaccio. È, um, un iglù, credo. Sembra essere stato, um, abbandonato da molto tempo ora.",
    "shy.dialogue.location.jungle_pyramid\/1": "Ehi, sai, c'è questo posto vecchio, vecchissimo nel giungla. È a %2$s, e probabilmente non dovresti andarci. Ecco, è veramente pericoloso. Quei trappole sono ancora attive, sai?",
    "shy.dialogue.location.jungle_pyramid\/2": "Oh, hey, um, have you, um, heard about the, um, ancient ruins in the jungle? Yeah, they're, um, at %2$s. I mean, I'm not saying you should go, but, um, you should be really, um, cautious if you do. Those traps, um, they're still, um, fully operational. It's, um, pretty unbelievable, right? I mean, if they weren't, our ancestors would've, um, cleared the place out ages ago.",
    "shy.dialogue.location.mansion\/1": "Ehm, ehm, se... uh, se vai, ehm, succede di andare a %2$s, ehm, c'è una villa là. è, ehm, proprietà di quegli illager così spaventosi. oh, uh, per favore, uh, state lontano da quel luogo orribile se, ehm, volete conservare la vostra vita, ehm, per favore.",
    "shy.dialogue.location.mansion\/2": "Oh, um, ci, c'è questo, um, enorme villa, um, situata in %2$s. Um, gli illager, um, li possiedono. Um, non lo so, um, forse dovremmo considerare, uh, spostare il villaggio, um, da qualche parte, um, molto lontana da, um, qui. Sapete, um, solo un pensiero, um, forse...",
    "shy.dialogue.location.mineshaft\/1": "Ehi, beh, c'era una miniera qui prima... ma, ehi, qualcosa di brutto è successo e, ehi, ha dovuto essere chiusa. dovrebbe ancora esserci intorno %2$s però.",
    "shy.dialogue.location.mineshaft\/2": "Oh, um, sì. C'era questo miniera, um, proprio là dietro a %2$s. Ma, um, non è più molto sicuro. È stato, um, preso in mano dai mostri e, um, è abbastanza pericoloso. Quindi, um, si prega di essere veramente cauto se, um, decidi di scendere lì.",
    "shy.dialogue.location.monument\/1": "Eh, eh... ho, ho sentito dire che ci sia un castello sommerso custodito da, eh, mostri marini a %2$s. Probabilmente non dovresti andare vicino, solo per sicurezza.",
    "shy.dialogue.location.monument\/2": "Oh, um, ci sono state storie su antichi ruderi nascosti in profondità nel mare a %2$s. È, uh, possibile che tu possa trovare qualcosa di valore lì, ma, um, è molto pericoloso.",
    "shy.dialogue.location.pillager_outpost\/1": "Ehi, scusa, ma volevo solo avvertirti che c'è un gruppo di razziatori a %2$s. Hanno stabilito un forte proprio accanto a noi. È molto fastidioso, sai. Spero sinceramente che non ci attaccheranno ancora una volta. Non possiamo gestire un'altra battaglia, sai.",
    "shy.dialogue.location.pillager_outpost\/2": "Oh, um, ci sono questo avamposto, vedi, è di proprietà dei razziatori a %2$s. E, um, non ci lasciano dormire la notte. Come, seriamente, è così spaventoso! Quindi, um, se capita di andare da quelle parti, per favore, um, sii estremamente cauto. Sono capaci di sparare a vista, sai.",
    "shy.dialogue.location.pillager_outpost\/3": "Beh, beh... se, uh, decidi di, uh, dirigerti verso %2$s, potresti, um, imbatterti in un avamposto. E, uh, immagino che ci siano quei cattivi pillager. Ma, uh, se sei veramente coraggioso e, uh, capace, forse potresti, um, sconfiggerli e trovare alcuni tesori preziosi. Sapete, il villaggio sarebbe, uh, eternamente grato se qualcuno, um, si prendesse cura di loro.",
    "shy.dialogue.location.pyramid\/1": "Oh, um, scusa, ma non potevo aiutare che notare che c'è un piramide là dove %2$s...",
    "shy.dialogue.location.pyramid\/2": "Ehi, ho sentito dire che ci potrebbe essere un piramide nel %2$s... forse, um, c'è qualcosa di valore dentro?",
    "shy.dialogue.location.pyramid\/3": "Ehi, se capita che vai a %2$s, potresti trovare un piramide... oh, c'era questo avventuriero coraggioso, proprio come te, che ci andò da poco tempo, ma non abbiamo più sentito parlare di loro da allora. Sii cauto, per favore.",
    "shy.dialogue.location.ruined_portal\/1": "Ehi, quindi c'è questo portale veramente distrutto in %2$s. È il risultato di un'invasione del Nether.",
    "shy.dialogue.location.ruined_portal\/2": "Oh, um, hey! Se vai, um, andare a %2$s, potresti, um, trovare un portale nether in rovina. È, um, un po' strano in un certo senso, ma, um, dovrebbe essere sicuro. Sii solo, um, attento a non, um, calpestare alcun magma, okay?",
    "shy.dialogue.location.ruined_portal\/3": "Beh, beh, se, beh, visitare %2$s, ci sono, beh, questi antichi ruderi. Il locale sacerdote, beh, ha detto che un tempo era un portale del Nether. Alcuni, beh, persone dicono che potrebbe esserci, beh, tesoro, ma, beh, nessuno è, beh, abbastanza coraggioso da, beh, avventurarsi vicino a quel luogo.",
    "shy.dialogue.location.ruined_portal_desert\/1": "Oh, um, scusa, ma io ho solo voluto dire che c'è un portale distrutto vicino qui a %2$s. È piuttosto sfortunato, non credi?",
    "shy.dialogue.location.ruined_portal_mountain\/1": "Oh, scusa, ma sembra che ci sia un portale distrutto vicino a %2$s sulle montagne.",
    "shy.dialogue.location.ruined_portal_swamp\/1": "Oh, scusa se ti disturbo, ma sembra che ci sia un portale abbandonato nel mezzo della palude, precisamente a %2$s. Gli invasori del Nether probabilmente non si aspettavano di trovare sé stessi in un luogo così... sgradevole.",
    "shy.dialogue.location.shipwreck\/1": "Ehm, scusa... mi è capitato di imbattermi in un relitto navale... è a %2$s, se ti interessa. Oh, ehm, per caso quei relitti navali erano di proprietà della compagnia dell'Alleanza Orientale, se ciò ha importanza...",
    "shy.dialogue.location.shipwreck\/2": "Conoscesti, um, ci sono stati alcuni pettegolezzi in giro riguardo a un relitto navale nel %2$s. è, um, molto emozionante, in realtà... non sto dicendo che ci sia il tesoro o qualcosa del genere, ma chi lo sa, giusto?",
    "shy.dialogue.location.shipwreck_beached\/1": "Ehi, c'è questo vecchio relitto che si è arenato a %2$s. Potresti vederlo se guardi bene.",
    "shy.dialogue.location.shipwreck_beached\/2": "Oh-oh, ehi, quindi, um, se potessi, come si dice, andare a %2$s, um, c'è questo, um, nave che, um, è tutta rovinata, sai, sulla spiaggia. io-io sto solo, um, curioso per sapere come sia arrivata...",
    "shy.dialogue.location.swamp_hut\/1": "Ehi, quindi, uh, c'è questa, um, strega...sì, è, um, che vive nel pantano a %2$s. Io direi, se sei, um, in cerca di consigli, suggerirei, um, evitare quel posto.",
    "shy.dialogue.location.swamp_hut\/2": "Oh, um, hey there! Um, so, if, um, I were you, I would, um, totally avoid, um, going anywhere near %2$s. There's, um, this, uh, really creepy hut and, um, it's, um, owned by that, um, very unfriendly witch. Trust me, um, you don't want, um, any part of it.",
    "shy.dialogue.location.village_desert\/1": "Oh, um, c'è questo villaggio molto carino a %2$s. È nel mezzo del deserto e è veramente bello.",
    "shy.dialogue.location.village_plains\/1": "Eh, se vai... eh, se vai là... um... là di là, noterai un'altra villaggio. È... um... molto bello.",
    "shy.dialogue.location.village_plains\/2": "Se osse il coraggio di addentrarsi profondamente nel piano a %2$s, potresti imbatterti in un'altra villaggio. Onestamente, è abbastanza carino, nella sua propria maniera.",
    "shy.dialogue.location.village_savanna\/1": "Eh, eh, là... là dentro lo steppa, c'è un'altra villaggio. È, è veramente, caldo là, sapete?",
    "shy.dialogue.location.village_savanna\/2": "Oh, in the, um, savanna at %2$s, ci sono questo, um, un altro villaggio. E, um, hanno persone molto gentili! Sì, um, molto amichevoli, credo.",
    "shy.dialogue.location.village_snowy\/1": "Sopra di là, nella città di %2$s, si trova il villaggio. È abbastanza freddo, ti pare.",
    "shy.dialogue.location.village_snowy\/2": "Oh, se vai a %2$s nella pianura innevata, scoprirai un'altra villaggio. La gente lì è gentile, ma oh mio, il freddo è insopportabile!",
    "shy.dialogue.location.village_taiga\/1": "Eh, beh, eh, beh, v-viaggiando a %2$s, ci sono, eh, un'altra villaggio, eh, nascosto tranquillamente nel, eh, vasto bioma di taiga. È, eh, molto bello, credo.",
    "shy.dialogue.location.village_taiga\/2": "Oh, um, se vai a %2$s, potresti semplicemente incappare in un'altra villaggio. È, um, profondo all'interno del bioma della taiga incantata. Io, um, credo che sia abbastanza memorabile.",
    "shy.dialogue.main.evening\/1": "Non sembra notare troppo la tua presenza.",
    "shy.dialogue.main.evening\/2": "Mi piacciono le serate. È così... tranquillo...",
    "shy.dialogue.main.evening\/3": "Mi piace molto il silenzio.",
    "shy.dialogue.main.evening\/4": "Mi dispiace se non ho parlato molto prima durante il giorno. Parlare mi fa sentire nervoso.",
    "shy.dialogue.main.evening\/5": "Oh mio...! Non mi sono reso conto che fossi lì!",
    "shy.dialogue.main.evening\/6": "*... sì?",
    "shy.dialogue.main.evening\/7": "Ehi, stavo pensando di prendere un po' di riposo presto. La mattina è stata un po' stancante per me.",
    "shy.dialogue.main.evening\/8": "Ecco, sto pensando di tornare alla mia casa adesso, ecco perché nel passato, io, uh, ho incontrato un crepitante durante la notte. Quindi, ecco, preferisco non vagabondare dopo il buio più tanto.",
    "shy.dialogue.main.evening\/9": "Oh, um, ciao! Stavo solo prendendo alcuni ingredienti per la cena dal macellaio. Mi vedrò più tardi, va bene?",
    "shy.dialogue.main.morning\/1": "Oh... ciao...",
    "shy.dialogue.main.morning\/10": "Penso che andrò piano oggi, non sono proprio al mio meglio.",
    "shy.dialogue.main.morning\/11": "Oh, um, oggi sarà... um, molto occupato per me. I-Io già mi sento un po'... T-Tirato solo pensando a questo.",
    "shy.dialogue.main.morning\/12": "Ehi, um, ho notato che avevo un sonno sorprendentemente decente stanotte. Forse, um, considererò di fare qualcosa... un po' più sfidante oggi. Forse... non lo so.",
    "shy.dialogue.main.morning\/2": "Eh... sei... sei tu che mi stai parlando?",
    "shy.dialogue.main.morning\/3": "... è un bel giorno... almeno, secondo me.",
    "shy.dialogue.main.morning\/5": "-c... potresti ripetere?",
    "shy.dialogue.main.morning\/6": "Oh... buongiorno.",
    "shy.dialogue.main.morning\/7": "Eh, ciao là. Hai avuto una notte rilassante?",
    "shy.dialogue.main.morning\/8": "S-si, mattino... s-spero che... uh, hai dormito bene.",
    "shy.dialogue.main.morning\/9": "Oh, um, buongiorno! È, um, un giorno molto bello, non è vero? Spero che sia produttivo per... per te.",
    "shy.dialogue.main.night\/1": "... non potremmo parlare domani? Sto veramente stanco...",
    "shy.dialogue.main.night\/10": "Ehm, tu, ehm, potresti voler pensare, ehm, a dormire, sai? Io, ehm, ho sentito che hai molto, ehm, sul tuo piatto domani. È, ehm, importante riposarsi e, ehm, priorizzare il tuo, ehm, benessere.",
    "shy.dialogue.main.night\/2": "Um... mi dispiace, ma è molto tardi...",
    "shy.dialogue.main.night\/3": "Non dovresti essere a letto anche tu? Sono sicuro che persino avventurieri come te hanno bisogno di dormire, giusto?",
    "shy.dialogue.main.night\/4": "Mi dispiace, sono ancora peggiore nel parlare quando è così tardi la sera...",
    "shy.dialogue.main.night\/5": "Per favore, parliamo in un'altra occasione.",
    "shy.dialogue.main.night\/6": "... per favore, sii rapido se hai bisogno di parlare con me così tardi...",
    "shy.dialogue.main.night\/7": "Eh, eh, è, eh, un po' di bello, sai, andare per un piccolo giro quando le stelle sono fuori. È, eh, non così affollato come il giorno, sai?",
    "shy.dialogue.main.night\/8": "Oh, um, io, um, mi sento molto stanco, per essere onesto. Io, um, è stato un giorno così lungo, um, potrei semplicemente, um, prendere un po' più facile domani, capisce?",
    "shy.dialogue.main.night\/9": "Oh, um, sto realmente guardando avanti, um, a, um, accarezzare, um, sotto le coperte. È, um, così confortevole e, um, caldo, sai?",
    "shy.dialogue.main.rock_paper_scissor\/1": "Ehm, se va bene con te, vorresti forse giocare un po' di sasso carta forbice? Intendo, solo se vuoi, naturalmente. È solo una proposta.",
    "shy.dialogue.main\/1": "Oh... um, ciao...",
    "shy.dialogue.main\/2": "Ehi... um, come stai oggi?",
    "shy.dialogue.main\/3": "Ehi... è bello vederti...",
    "shy.dialogue.main\/4": "Eh... c-cosa succede con te oggi?",
    "shy.dialogue.main\/5": "Come stai oggi?",
    "shy.dialogue.main\/6": "Oh, um... h-hey %1$s... w-what's up?",
    "shy.dialogue.main\/7": "Sì, sì... ero, uh, passando il tempo con %supporter%, e, uh, lui è stato morso da un zombi... ma disse che andava bene, quindi... um, gli credetti... w-what era che stavo dicendo? oh, um, comunque, vidi uno zombi che... um, assomiglia proprio a %supporter% oggi...",
    "shy.dialogue.no_money\/1": "Oh, um, mi dispiace disturbarla, ma sembra che, uh, potresti aver bisogno di un paio di più di emeriti per, um, assumermi, sai?",
    "shy.dialogue.no_money\/2": "Oh dio, non voglio essere un disturbo, ma sembra che potresti avere bisogno di alcuni emeraldi in più per... sapere cosa intendo.",
    "shy.dialogue.no_money\/3": "Scusa, mi dispiace, non vorrei disturbarla, ma sembra che potresti avere bisogno di un po' più di emeriti se desideri il mio aiuto.",
    "shy.dialogue.procreate_engaged\/1": "Ehi, spero proprio che possiamo andare piano prima di iniziare una famiglia. Sai, magari ci conosciamo un po' meglio prima?",
    "shy.dialogue.procreate_engaged\/2": "Oh, io, um, non credo che sarebbe giusto portare una nuova vita in questo mondo senza essere, um, completamente devoti l'uno all'altro. Possiamo, come, forse aspettare fino a quando non siamo del tutto impegnati?",
    "shy.dialogue.rock_paper_scissor.loose.paper\/1": "Oh, um, penso che sceglierò il sasso questa volta, se va bene a te.",
    "shy.dialogue.rock_paper_scissor.loose.rock\/1": "Oh... um, ho picking paper! Quindi, uh, credo di aver vinto...",
    "shy.dialogue.rock_paper_scissor.loose.scissor\/1": "Le forbici hanno incontrato una sfortunata fine contro la roccia... e io sono uscito vincitore!",
    "shy.dialogue.rock_paper_scissor.paper\/1": "*nervosamente* p-papier!",
    "shy.dialogue.rock_paper_scissor.rock\/1": "Uh, pietra!",
    "shy.dialogue.rock_paper_scissor.scissor\/1": "Oh, um... forbice!",
    "shy.dialogue.rock_paper_scissor.win.paper\/1": "Sono sempre sconfitto quando scelgo pietra, è come una maledizione.",
    "shy.dialogue.rock_paper_scissor.win.rock\/1": "Oh, um, sembra che il roccia, uh, sconfigge le forbici... ho perso.",
    "shy.dialogue.rock_paper_scissor.win.scissor\/1": "Ah... forbici... hanno... hanno vinto carta... bene fatto, infatti.",
    "shy.dialogue.rock_paper_scissor\/1": "Uh, um... pietra, carta, forbice, spara!",
    "shy.dialogue.rock_paper_scissor\/2": "Oh, spero proprio di poter vincere questa volta...",
    "shy.dialogue.rumors.failed\/1": "Ecco, temo di non aver sentito nulla di interessante di recente.",
    "shy.dialogue.rumors.lore\/1": "Oh, um... sembra che i seguaci di Sirben stiano aumentando di numero ultimamente, oscurando Jax. Questi profeti, MerlinWolfgangames e Crow, stanno diffondendo le sue dottrine.",
    "shy.dialogue.rumors.lore\/2": "Um... una volta c'era stato questo tentativo di invasione da parte di questi, ehm, demoni cyber che avevano cercato di invadere il nostro regno pacifico. Ma, ehm, fortunatamente Sirben e Luke si sono uniti e hanno messo fine all'invasione.",
    "shy.dialogue.rumors.lore\/3": "Ecco la storia: c'è questo costruttore misterioso chiamato 2da50 che si dice fosse coinvolto nella scomparsa del costruttore antico. Si dice che 2da50 abbia intrapreso un viaggio pericoloso nei lontani territori e non sia più tornato.",
    "shy.dialogue.rumors.lore\/4": "Sai, beh, MerlinWolfgang ha creato questo incredibile tempio dedicato a SirBen. È, um, considerato uno dei meravigliosi antichi wonder del nostro mondo.",
    "shy.dialogue.rumors.lore\/5": "Oh, um, ci fu un'antica civiltà di costruttori, ma, uh, sai, sparirono senza lasciare traccia. È veramente triste, in realtà.",
    "shy.dialogue.rumors.lore\/6": "Ehi, hai mai sentito parlare delle leggende degli antichi costruttori? Quelli che, eh, hanno lasciato tutti quei resti e templi, eh, in tutta la Overworld? È, eh, molto affascinante...",
    "shy.dialogue.shake_hand.fail\/1": "Oh... um, non credo di poterlo fare... scusa.",
    "shy.dialogue.shake_hand.fail\/2": "No, no, va bene, mi limiterò a tenerle per me stesse.",
    "shy.dialogue.shake_hand.fail\/3": "Oh, io-io non credo di essere comodo con questo... Mi dispiace, veramente.",
    "shy.dialogue.shake_hand.fail\/4": "Oh, me? Shaking hands? Haha, non è il mio stile, mi dispiace.",
    "shy.dialogue.shake_hand.fail\/5": "Oh dio, per favore, non posso proprio... um, vattene via. Mi dispiace sinceramente.",
    "shy.dialogue.shake_hand.success\/1": "Oh, um, il tuo afferraggio... è molto gradevole.",
    "shy.dialogue.shake_hand.success\/2": "Il tuo grip... è forte, suppongo. Impressionante.",
    "shy.dialogue.shake_hand.success\/3": "Eh, wow, sei veramente educato, non è vero?",
    "shy.dialogue.shake_hand.success\/4": "-ah, ciao... buon giorno a te.",
    "shy.dialogue.shake_hand.success\/5": "Oh, h-hello lì! Um, perché ciao, intendo.",
    "shy.dialogue.stay.fail\/1": "Oh, um, no, grazie. Non sono proprio incline a restare in un solo posto, sai?",
    "shy.dialogue.stay.fail\/2": "Oh, th-thank you for asking, but i-i'm more comfortable exploring, if that's okay...",
    "shy.dialogue.stay.fail\/3": "Eh, beh, questo villaggio sembra bello, ma io sono più un viaggiatore, capite?",
    "shy.dialogue.stay.no_space\/1": "Oh mio dio, questo villaggio è, uh, molto affollato, non è vero?",
    "shy.dialogue.stay.no_space\/2": "Oh, um, io-io volevo restare, ma, er, sembra che non ci sia spazio per me. Sapete, tutti i letti sono occupati...",
    "shy.dialogue.stay.repeat\/1": "Oh, um, mi dispiace, ma hai già chiesto questa domanda prima.",
    "shy.dialogue.stay.repeat\/2": "Um, mi dispiace, ma penso che tu abbia già chiesto questo.",
    "shy.dialogue.stay.success\/1": "Oh, um, grazie... io-io veramente apprezzerei restare in questo villaggio.",
    "shy.dialogue.stay.success\/2": "Oh wow, um, io... io sarei felice di restare in questo villaggio! È, uh, incredibile!",
    "shy.dialogue.story.enderdragon.fail\/1": "Oh, um... non intendo suonare offensivo, ma, uh, il drago dell'ender, è, um, un po'... non reale, sai?",
    "shy.dialogue.story.enderdragon.fail\/2": "Oh, grazie al cielo! Ehm, non crederebbe mai, ma il drago dell'ender è, come dire, super-impossibile da sconfiggere. Come, seriamente!",
    "shy.dialogue.story.enderdragon.success\/1": "Oh, um... hai, per caso, avresti portato l'uovo del drago con te?",
    "shy.dialogue.story.enderdragon.success\/2": "Oh dio! Hai realmente sconfitto il terribile, leggendario drago?! Il villaggio parlerà della tua storia eroica con meraviglia per anni a venire!",
    "shy.dialogue.story.exploring.fail\/1": "Oh, scusa, ma ho sentito quelle storie prima ancora... molto spesso.",
    "shy.dialogue.story.exploring.fail\/2": "Oh, um, per favore non prendere questo male, ma forse potremmo trovare nuove storie da condividere? Io intendo, se va bene a te...",
    "shy.dialogue.story.exploring.fail\/3": "Eh, beh, eh, parlare con te è come parlare con qualcuno che cerca di capire chi vuole essere, sai? Ma, eh, senza il parte \"cute\", suppongo.",
    "shy.dialogue.story.exploring.success\/1": "Oh, um, io intendo... sarebbe bello esplorare il mondo un giorno, suppongo.",
    "shy.dialogue.story.exploring.success\/2": "Eh, è veramente impressionante che tu abbia il coraggio di viaggiare e esplorare. Io, ammiro molto il mio villaggio e la mia famiglia e gli amici sono molto importanti per me, ma sentire delle tue avventure mi fa un po' invidioso, suppongo.",
    "shy.dialogue.story.exploring.success\/3": "Oh, wow, um, tu sei così coraggioso a, um, avventurarti nell'ignoto in questo modo. Io, um, ti ammiro la tua audacia, veramente.",
    "shy.dialogue.story.fail\/1": "Eh... scusa, ma è la mia... mamma di cui stai parlando...",
    "shy.dialogue.story.fail\/10": "Oh mio dio, mi dispiace tantissimo, ma non riesco proprio a trovare un modo per presentare questo come un successo...",
    "shy.dialogue.story.fail\/2": "S-sono spiacente, non capisco proprio...",
    "shy.dialogue.story.fail\/3": "Ah, il villaggio, loro, uh, parlano di te perché... be', lo sai...",
    "shy.dialogue.story.fail\/4": "Oh mio, perché avresti fatto una cosa simile? Povero agnello... *arrossisce*",
    "shy.dialogue.story.fail\/5": "*giglie* oh! io-io mi dispiace, devo avermi addormentato... cosa stavi dicendo?",
    "shy.dialogue.story.fail\/6": "Ehi, non intendo essere offensivo, ma... era veramente valsa la pena del mio tempo?",
    "shy.dialogue.story.fail\/7": "Oh, um, yawn! Come... come terribilmente noioso...",
    "shy.dialogue.story.fail\/8": "Ehi, sei veramente unica, devo dire. In un modo che è, um... non proprio buono...",
    "shy.dialogue.story.fail\/9": "Oh, um, mi dispiace, ma non vedo come fosse stato... buono... per niente...",
    "shy.dialogue.story.nether.fail\/1": "Eh, non sono del tutto sicuro, ma non credo che tu abbia mai... saputo esplorare il Nether, sai?",
    "shy.dialogue.story.nether.fail\/2": "Oh, um, adesso finalmente capisco perché quei, uh, piglin hanno reagito in modo così negativamente verso di te. Io mi, um...",
    "shy.dialogue.story.nether.fail\/3": "Scusa, ma sinceramente non mi importa se hai veramente visitato il Nether o meno. È solo che, sinceramente, le tue abilità narrative non sono esattamente... eccezionali, diremmo?",
    "shy.dialogue.story.nether.fail\/4": "Oh, gosh, tu non sembri realmente possedere la necessaria forza fisica per affrontare i sfidi del Nether, vedi?",
    "shy.dialogue.story.nether.fail\/5": "Eh, beh, mio nonno usava esplorare il Nether anche lui e, eh, non gli ho mai sentito parlare di quel fungo distorto particolare. Quindi, eh, devi essere un po' troppo fantasioso là, mi dispiace dirlo.",
    "shy.dialogue.story.nether.success\/1": "Eh, scusa, ma è veramente caldo nel Nether?",
    "shy.dialogue.story.nether.success\/2": "Oh, wow! Non posso credere che tu abbia, um, sopravvissuto in un luogo così pericoloso. È veramente impressionante!",
    "shy.dialogue.story.nether.success\/3": "Eh, hai mai sentito parlare dei tesori dell'Inferno? Vorrei tanto poter trovare il coraggio di andarci e esplorarlo...",
    "shy.dialogue.story.nether.success\/4": "Ehi, devi essere proprio molto coraggioso per avventurarti nel Nether. Non sei... spaventato? Oh, non che io sarei spaventata o qualcosa...",
    "shy.dialogue.story.nether.success\/5": "Scusa, mi scuso, hai mai visto un maiale zombificato?",
    "shy.dialogue.story.success\/1": "Oh... um, è proprio... Wow, non posso credere che tutto ciò sia realmente accaduto!",
    "shy.dialogue.story.success\/2": "Oh, vorrei avere il coraggio di nemmeno pensare a fronteggiare un creep.",
    "shy.dialogue.story.success\/3": "Eh-eh, questo è stato... um, una storia molto... gradevole! È sua creazione, o qualcosa del genere?",
    "shy.dialogue.story.success\/4": "Ehi, intendi dire che... tutto ciò... è successo ieri? No... assolutamente no!",
    "shy.dialogue.story.success\/5": "Oh, io... io ero effettivamente... proprio là ieri, ma... be', non ho sentito nulla su questo ancora.",
    "shy.dialogue.story.success\/6": "Hehe, sì... %supporter% è... abbastanza impressionante, suppongo. Fanno sempre cose incredibili.",
    "shy.dialogue.story.success\/7": "Eh, ho sentito la leggenda di %supporter%... quasi un milione di volte. Ma non mi dispiacerebbe sentirlo ancora una volta!",
    "shy.dialogue.story.success\/8": "Ohh! Sì, così, è stato... um, come hai trovato il tuo primo diamante? È... veramente impressionante!",
    "shy.dialogue.story.success\/9": "Se sei libero più tardi... um, forse potresti venire da me? Mi piacerebbe davvero... um, sentire altre storie.",
    "shy.dialogue.story.wither.fail\/1": "Eh, non sono proprio convinto da ciò che stai dicendo.",
    "shy.dialogue.story.wither.fail\/2": "Oh, tu... sembri così integro per essere vero.",
    "shy.dialogue.story.wither.success\/1": "Oh mio dio! Non riesco a crederci! Il Wither è noto per causare caos assoluto!",
    "shy.dialogue.story.wither.success\/2": "Wow! Hai realmente sconfitto il Wither? È assolutamente incredibile!"
}