{
    "bobby.dynamic_multi_world.not_enabled": "[bobby] la gestione dei mondi dinamici non è abilitata.",
    "bobby.upgrade.begin": "[bobby] Stiamo aggiornando i dati del mondo alla versione di Minecraft corrente. Ciò potrebbe richiedere alcuni minuti.",
    "bobby.upgrade.done": "[bobby] dati mondo di aggiornamento completati. I tuoi vecchi blocchi dovrebbero essere visibili nuovamente.",
    "bobby.upgrade.fallback_world": "[bobby] il tuo mondo di fallback contiene dati da una vecchia versione di Minecraft. Aggiornaarlo dal menu \"Singleplayer\" selezionando \"Modifica\" > \"Optimizza mondo\".",
    "bobby.upgrade.not_enabled": "Bobby non è abilitato per questo mondo.",
    "bobby.upgrade.progress": "[bobby] aggiornato %d di (stimate) %d blocchi (mondo %d di %d).",
    "bobby.upgrade.required": "[bobby] questo mondo contiene dati da una vecchia versione di Minecraft. Esegui `\/bobby upgrade` per aggiornarlo.",
    "option.bobby.delete_unused_regions_after_days": "Pulizia regioni non utilizzate (giorni)",
    "option.bobby.dynamic_multi_world": "Gestione dinamica dei mondi",
    "option.bobby.enabled": "Abilitato",
    "option.bobby.max_render_distance": "Distanza di rendering massima",
    "option.bobby.no_block_entities": "Disabilita entità di blocco",
    "option.bobby.taint_fake_chunks": "Inquinare blocchi falsi",
    "option.bobby.unload_delay": "Ritardo di discarico del blocco (secondi)",
    "option.bobby.view_distance_overwrite": "Distanza di visualizzazione del server per giocatore singolo",
    "title.bobby.config": "Configurazione di Bobby",
    "tooltip.option.bobby.delete_unused_regions_after_days": "Elimina le regioni dal cache quando non sono state caricate per x giorni. La cache di un mondo dato viene pulita ogni volta che disconnetti dal server. I mondi interi vengono puliti al momento del lancio del gioco e non hai visitato il mondo per x giorni.\n\nImposta a -1 per disabilitare, impostalo a 0 per pulire tutto dopo ogni disconnessione.",
    "tooltip.option.bobby.dynamic_multi_world": "Abilita il supporto per i server con più mondi identificati con lo stesso nome.\n\nAbilitato, un nuovo cache locale viene avviato ogni volta che si cambia mondo. Se ci sono abbastanza blocchi con contenuto simile in due cache, verranno automaticamente fuse.\nCiò significa che potresti dover camminare un po' prima che Bobby carichi i blocchi cached se il tuo mondo ha poco informazione identificante (ad esempio, mondi piani).\n\nPotresti dover cancellare la tua cache esistente se è composta da più mondi per evitare che Bobby si fusi con essa.\nRichiede un `\/bobby upgrade` dopo l'abilitazione con cache esistente.",
    "tooltip.option.bobby.max_render_distance": "Cambia il valore massimo configurabile per la distanza di rendering.\nRichiede Sodium.",
    "tooltip.option.bobby.no_block_entities": "Non caricare entità di blocchi (ad esempio cassetti) nei chunk falsi. Queste hanno bisogno di essere aggiornate ogni tick, il che può accumularsi.\n\nAbilitato di default perché la distanza di rendering per le entità di blocchi è solitamente più piccola della distanza di visualizzazione del server comunque.",
    "tooltip.option.bobby.taint_fake_chunks": "Riduce i livelli di luce nei blocchi falsi, in modo da poter distinguere quelli veri da quelli falsi.",
    "tooltip.option.bobby.unload_delay": "Ritarda l'espulsione dei blocchi che si trovano fuori dalla tua distanza di visuale.\nti salva dal dover ricaricare tutti i blocchi quando lasci un'area per un breve momento (ad esempio, scene di cut).\nnon funziona tra dimensioni.",
    "tooltip.option.bobby.view_distance_overwrite": "Sovrascrive la distanza di visualizzazione del server integrato. Ciò consente a Bobby di essere utile nel gioco singolo.\n\nDisabilitato quando è impostato su 0.\nBobby è attivo solo in modalità singola se abilitato.\nrichiede ri-log per abilitare\/disabilitare."
}