{
    "msg.orb.indexing": "Aggiornamento dell'indice di ricerca",
    "msg.orb.initializing": "Stiamo inizializzando...",
    "msg.orb.loading.0": "Ricalibrazione della simmetria del griglia di crafting in corso...",
    "msg.orb.loading.1": "Analizzando l'inflazione dei commerci dei villaggi...",
    "msg.orb.loading.10": "Stirando gli enderman per renderli il 10% più misteriosi",
    "msg.orb.loading.11": "Spiegazione sul perché ci sono 5 ricette per lo stesso oggetto",
    "msg.orb.loading.12": "Stiamo ampliando il libro di ricette fino a renderlo un romanzo",
    "msg.orb.loading.13": "Verifico se la tavola da lavoro realmente necessita di 9 slot di lavorazione",
    "msg.orb.loading.14": "Stiamo prediccendo che creerai 64 tavole da lavoro",
    "msg.orb.loading.15": "Sto ordinando gli oggetti magici in base all'intuizione...",
    "msg.orb.loading.16": "Desiderio delle miniere",
    "msg.orb.loading.17": "Stiamo corrompendo i villaggi per manipolare il voto dei mostri",
    "msg.orb.loading.18": "Lichen di luce mineraria",
    "msg.orb.loading.19": "Rimozione parità Java e Bedrock",
    "msg.orb.loading.2": "Insegnando ai raccoglitori a ordinare le ricette per odore",
    "msg.orb.loading.20": "Stiamo pulendo la diorite",
    "msg.orb.loading.21": "Rimozione di Herobrine dal gioco",
    "msg.orb.loading.22": "Si sta caricando... addestramento di bambini zombie per correre più velocemente",
    "msg.orb.loading.23": "Regolando la tavola da lavoro per modalità amichevole",
    "msg.orb.loading.24": "Collocando segni firmati da Isra'pahel",
    "msg.orb.loading.25": "Verificando che i nani ancora scavino buche troppo profonde",
    "msg.orb.loading.26": "Aggiungendo foglie aggiuntive per un sorsino britannico appropriato",
    "msg.orb.loading.27": "Insegnando a Bernd come fare il pane al forno. Preferirebbe non farlo.",
    "msg.orb.loading.28": "Generando filoni di carbone sospettosamente grandi per più Kohle!",
    "msg.orb.loading.29": "Sto convertendo patate in potenza di rame rosso",
    "msg.orb.loading.3": "Sto cercando di localizzare il significato della creazione",
    "msg.orb.loading.30": "Rifornimento in corso...",
    "msg.orb.loading.31": "Verifico se l'etere è reale",
    "msg.orb.loading.32": "Stiamo consolidando tutti gli ingoti di rame diversi in uno solo.",
    "msg.orb.loading.33": "Verifico se la tua posizione di torcia ha senso",
    "msg.orb.loading.4": "Sincronizzazione dati di ricetta con pettegolezzi dei villaggi",
    "msg.orb.loading.5": "Finalizzazione della topologia di crafting... quasi pronto!",
    "msg.orb.loading.6": "Verificando che le tavole da lavoro siano ancora fatte di legno",
    "msg.orb.loading.7": "Stiamo caricando villaggi che pensano che gli smarriti siano cibo",
    "msg.orb.loading.8": "Verificando che tutta la pane sia legalmente pane e non toast",
    "msg.orb.loading.9": "Stiriamo le ricette di crafting per massimizzare l'entropia"
}