{
    "tip.tipsmod.animal_growing.text": "Feeding baby animals will make them grow up faster.",
    "tip.tipsmod.arthropods.text": "The bane of arthropods enchantment also increases damage against silverfish, endermites, and bees.",
    "tip.tipsmod.axolotl_food.text": "Axolotls like to eat tropical fish.",
    "tip.tipsmod.azalea_caves.text": "Azalea trees grow above the lush cave biomes.",
    "tip.tipsmod.baby_panda_slimeball.text": "Baby Pandas have a very rare chance to drop a slimeball after they sneeze.",
    "tip.tipsmod.barrel.text": "Barrels are a convenient alternative to chests.",
    "tip.tipsmod.bed_explode.text": "Trying to sleep in other dimensions will end poorly.",
    "tip.tipsmod.bed_respawn.text": "Sleeping in a bed will set your spawn point.",
    "tip.tipsmod.biome_bonemeal.text": "Using bone meal on grass blocks can give different types of flowers.",
    "tip.tipsmod.biome_fishing.text": "Fishing in a Jungle can give you different items compared to fishing in other biomes.",
    "tip.tipsmod.blaze_fuel.text": "Blaze rods are good fuel for furnaces.",
    "tip.tipsmod.blaze_snowball.text": "Blazes take damage when hit by snowballs.",
    "tip.tipsmod.boat_passenger.text": "Boats can carry two passengers.",
    "tip.tipsmod.bucket_friends.text": "Fish and axolotls can be safely picked up using buckets.",
    "tip.tipsmod.bucket_rename.text": "Renaming a bucket with a mob inside will rename that mob as well.",
    "tip.tipsmod.coarse_to_dirt.text": "Coarse dirt can be converted into normal dirt using a hoe.",
    "tip.tipsmod.compass_spawn.text": "Compasses point to the spawn point of your world.",
    "tip.tipsmod.cooked_drops.text": "Animals killed by fire damage usually drop cooked food.",
    "tip.tipsmod.creeper_cat.text": "Creepers are afraid of cats and will run away from them.",
    "tip.tipsmod.creeper_drops_disc.text": "Creepers will drop a music disc when killed by a skeletons arrow.",
    "tip.tipsmod.crouch_blocks.text": "Crouching will prevent you from falling off the side of blocks.",
    "tip.tipsmod.deflect_ghast_fireballs.text": "You can deflect ghast fireballs by attacking them.",
    "tip.tipsmod.dog_health.text": "The lower a dog's tail, the less health they have left.",
    "tip.tipsmod.dog_rotten_flesh.text": "You can heal wolves by feeding them rotten flesh.",
    "tip.tipsmod.dripstone_lava.text": "Pointed dripstone below lava will slowly drip lava particles. This can be used to fill a cauldron.",
    "tip.tipsmod.elytra_boost.text": "Using fireworks while flying with an elytra can boost your speed!",
    "tip.tipsmod.end_dimension.text": "You cannot leave the end dimension without defeating the ender dragon.. or dying.",
    "tip.tipsmod.enderman_blocks.text": "Enderman can move blocks like dirt, sand, and TNT!",
    "tip.tipsmod.enderman_projectiles.text": "Endermen can not be hit by projectiles.",
    "tip.tipsmod.enderman_pumpkin.text": "Wearing a carved pumpkin lowers the risk of enderman noticing you.",
    "tip.tipsmod.enderman_stare.text": "Enderman become hostile if you stare them in the eyes.",
    "tip.tipsmod.endermites.text": "Endermites may spawn when an enderman teleports or an enderpearl is used.",
    "tip.tipsmod.fall_damage_blocks.text": "Some blocks like water and hay can reduce fall damage.",
    "tip.tipsmod.fortress_triangulation.text": "You can triangulate stronghold locations by summoning eyes of ender from two different locations and tracking where their paths intersect.",
    "tip.tipsmod.fossils.text": "Large fossils can be found under swamps and deserts.",
    "tip.tipsmod.four_eggs.text": "Hatching chicken eggs may spawn four chickens on very rare occasions.",
    "tip.tipsmod.freezing_leather.text": "Leather armor can protect against freezing damage.",
    "tip.tipsmod.goat_milk.text": "Goats can be milked using a bucket.",
    "tip.tipsmod.gravity_torch.text": "Falling blocks like sand and gravel instantly break when falling onto a torch.",
    "tip.tipsmod.iron_golem_heal.text": "Iron golems can be healed by giving them iron ingots.",
    "tip.tipsmod.job_site_dimension.text": "Villagers lose their job site when changing dimensions.",
    "tip.tipsmod.lava_fuel.text": "Lava buckets can be used as fuel in the furnace.",
    "tip.tipsmod.locked_repeaters.text": "Repeaters can be locked and kept in its state by powering the sides of it with another repeater.",
    "tip.tipsmod.lure_animals.text": "Animals may follow you if you hold a food they like.",
    "tip.tipsmod.mean_goats.text": "Be careful around goats. They like to push players and other animals off cliffs.",
    "tip.tipsmod.mooshroom_lightning.text": "Red mooshrooms become brown, and brown mooshrooms become red, when struck by lightning.",
    "tip.tipsmod.mushroom_biome_spawns.text": "Hostile mobs do not spawn on mushroom islands.",
    "tip.tipsmod.mushroom_placement.text": "Mushrooms can not grow in direct sunlight.",
    "tip.tipsmod.nether_lava.text": "Lava spreads out faster in the nether.",
    "tip.tipsmod.nether_sponge.text": "Wet sponges will immediately dry when placed in the nether.",
    "tip.tipsmod.nether_travel.text": "Traveling one block in the nether is equivalent to traveling eight blocks in the overworld.",
    "tip.tipsmod.note_block_instrument.text": "The sound a note block makes will change based on the block beneath it.",
    "tip.tipsmod.obsidian_formation.text": "Obsidian is formed when water hits a lava source block.",
    "tip.tipsmod.ore_tiers.text": "Some ores have a minimum required pickaxe tier to mine them.",
    "tip.tipsmod.peaceful_tnt.text": "TNT cannot damage players in peaceful mode.",
    "tip.tipsmod.piglin_gold.text": "Piglins really love gold.",
    "tip.tipsmod.piglin_repellent.text": "Piglins are scared of soul fire blocks including the soul torch and soul lantern.",
    "tip.tipsmod.poison_immune.text": "Zombies, skeletons, and spiders are all immune to poison damage.",
    "tip.tipsmod.portal_trick.text": "By using water and lava buckets you can make an easy nether portal.",
    "tip.tipsmod.scrap_nuggets.text": "Old gold and iron equipment can be smelted into nuggets.",
    "tip.tipsmod.shear_mooshroom.text": "You can shear a mooshroom to turn it into a normal cow.",
    "tip.tipsmod.sheared_cave_vines.text": "You can shear the ends of cave vines to stop them from growing.",
    "tip.tipsmod.shears_dispenser.text": "You can put shears in a dispenser to shear sheep.",
    "tip.tipsmod.shulker_armor.text": "Shulkers take significantly less damage when their shells are closed.",
    "tip.tipsmod.smoke_bees.text": "Bees can be pacified by placing a campfire beneath their hive.",
    "tip.tipsmod.snow_golem_trail.text": "You can harvest infinite snowballs from a snow golems trail.",
    "tip.tipsmod.spider_jockey.text": "On rare occasions skeletons may ride spiders into combat!",
    "tip.tipsmod.sponge_bucket.text": "Wet sponge can be dried in a furnace by cooking it. If there is an empty bucket in the fuel slot the bucket will catch the water!",
    "tip.tipsmod.string_wool.text": "String can be crafted into wool.",
    "tip.tipsmod.swamp_slime.text": "Slimes can spawn in swamps during a full moon.",
    "tip.tipsmod.turtle_shell.text": "Turtles only drop scutes when a baby grows into an adult.",
    "tip.tipsmod.undead_damage.text": "Undead mobs are damaged by health potions and healed by damage potions.",
    "tip.tipsmod.undead_helmet.text": "Undead mobs will not burn in daylight if they are wearing a helmet.",
    "tip.tipsmod.wandering_invis.text": "Wandering traders drink invisibility potions at night.",
    "tip.tipsmod.water_grass.text": "Water can quickly break grass patches and get seeds.",
    "tip.tipsmod.wax_copper.text": "Honeycombs can be used to wax copper blocks. This prevents them from oxidizing.",
    "tip.tipsmod.weather_sleep.text": "Sleeping will clear up the sky and stop storm or rain.",
    "tip.tipsmod.west.text": "The Sun, moon, and stars all move towards the west.",
    "tip.tipsmod.witch_conversion.text": "Villagers transform into witches when struck by lightning.",
    "tip.tipsmod.wooden_tool_fuel.text": "Old wooden tools can be used as fuel in the furnace.",
    "tip.tipsmod.zombie_armor.text": "Zombies take slightly less damage than most mobs.",
    "tipsmod.title.default": "Tip"
}