{
    "tip.tipsmod.animal_growing.text": "Sfamare i piccoli di animali li farà c rescere più in fretta.",
    "tip.tipsmod.arthropods.text": "Ragni, Pesciolini d'argento, Api e Endermite prendono danni da Flagello degli Artropodi.",
    "tip.tipsmod.axolotl_food.text": "Agli assolotti piace mangiare pesce tropicale.",
    "tip.tipsmod.azalea_caves.text": "Gli alberi di azalea crescono sopra le caverne ridescenti.",
    "tip.tipsmod.baby_panda_slimeball.text": "I piccoli di panda hanno una possibilità dello 0.1% di dare una palla di slime quando starnutiscono.",
    "tip.tipsmod.barrel.text": "I barili sono un'alternativa conveniente alle casse.",
    "tip.tipsmod.bed_explode.text": "Provare a dormire in altre dimensioni si rivelerà una pessima idea.",
    "tip.tipsmod.bed_respawn.text": "Dormire in un letto impostarà il tuo punto di rinascita.",
    "tip.tipsmod.biome_bonemeal.text": "Usare la farina d'ossa sull'erba può dare tipi diversi di fiori.",
    "tip.tipsmod.biome_fishing.text": "Pescare in una giungla darà oggetti diversi rispetto a pescare altrove.",
    "tip.tipsmod.blaze_fuel.text": "Le verghe di vampo sono un buon carburante per fornaci.",
    "tip.tipsmod.blaze_snowball.text": "I Blaze sono danneggiati dalle palle di neve.",
    "tip.tipsmod.boat_passenger.text": "Le barche possono avere 2 passeggeri.",
    "tip.tipsmod.bucket_friends.text": "Assolotti e pesci possono essere tranquillamenti presi dentro dei secchi.",
    "tip.tipsmod.bucket_rename.text": "Rinominare un secchio con dentro un mob rinominerà anche il mob.",
    "tip.tipsmod.coarse_to_dirt.text": "Terra brulla può essere convertita in terra normale usando una zappa",
    "tip.tipsmod.compass_spawn.text": "I compassi puntano al punto di spawn del tuo mondo.",
    "tip.tipsmod.cooked_drops.text": "Animali uccisi da danno da fuoco di solito danno cibo cotto.",
    "tip.tipsmod.creeper_cat.text": "I creeper hanno paura dei gatti e scapperanno via da loro.",
    "tip.tipsmod.creeper_drops_disc.text": "Se un creeper viene colpito dalla freccia di uno Scheletro o di uno Scheletro delle nevi, ti darà un disco musicale casuale.",
    "tip.tipsmod.crouch_blocks.text": "Accovacciarsi(Shiftarsi) ti eviterà di cadere dai bordi dei blocchi.",
    "tip.tipsmod.deflect_ghast_fireballs.text": "Puoi deflettere le palle di fuoco dei Ghast attaccandole.",
    "tip.tipsmod.dog_health.text": "Più è bassa la coda di un lupo e più è bassa la loro vita.",
    "tip.tipsmod.dog_rotten_flesh.text": "Puoi guarire i tuoi cani facendogli mangiare carne marcia.",
    "tip.tipsmod.dripstone_lava.text": "Le stalattiti sotto la lava fanno gocciolare lava. Questo può essere usato epr riempire un calderone.",
    "tip.tipsmod.elytra_boost.text": "Usando fuochi d'artificio mentre voli con un elytra può aumentare la tua velocità!",
    "tip.tipsmod.end_dimension.text": "Non puoi lasciare la dimensione dell'end senza sconfiggere il drago.. o morire.",
    "tip.tipsmod.enderman_blocks.text": "Gli Enderman possono muovere blocchi come terra, sabbia e TNT!",
    "tip.tipsmod.enderman_projectiles.text": "Gli enderman non possono essere colpiti da proiettili.",
    "tip.tipsmod.enderman_pumpkin.text": "Indossando un cocomero intagliato si riduce il rischio che gli Enderman ti notino.",
    "tip.tipsmod.enderman_stare.text": "Se guardi negli occhi un ender man, diventerà ostile.",
    "tip.tipsmod.endermites.text": "I bruchi dell'End possono apparire quando un Enderman si teleporta o viene utilizzato un perla dell'End.",
    "tip.tipsmod.fall_damage_blocks.text": "Alcuni blocchi come acqua o balle di fieno possono ridurre il danno da caduta.",
    "tip.tipsmod.fortress_triangulation.text": "Puoi triangolare la posizione della fortezza dell'end evocando gli occhi dell'end da due posizioni diverse e tracciare dove si intersecano.",
    "tip.tipsmod.fossils.text": "Grandi fossili sono sepolti sotto paludi e deserti.",
    "tip.tipsmod.four_eggs.text": "Molto raramente far schiudere un uovo di pollo ne farà uscire quattro.",
    "tip.tipsmod.freezing_leather.text": "L'armatura di pelle può proteggere dal congelamento.",
    "tip.tipsmod.goat_milk.text": "Puoi mungere le capre con un secchio.",
    "tip.tipsmod.gravity_torch.text": "Blocchi in caduta come sabbia e ghiaia si distruggeranno istantaneamente se hanno sotto una torcia.",
    "tip.tipsmod.iron_golem_heal.text": "Puoi guarire i golem di ferro dandogli dei lingotti di ferro.",
    "tip.tipsmod.job_site_dimension.text": "I villici perdono la loro occupazione se cambiano dimensione.",
    "tip.tipsmod.lava_fuel.text": "Secchi di lava possono essere usati come carburante nelle fornaci.",
    "tip.tipsmod.locked_repeaters.text": "I ripetitori possono essere bloccati e mantenuti nello stato attuale alimentando i lati con un altro ripetitore.",
    "tip.tipsmod.lure_animals.text": "Puoi farti seguire dagli animali tenendo in mano un cibo che gli piace.",
    "tip.tipsmod.mean_goats.text": "Fai attenzione vicino alle capre, gli piace spingere i giocatori ed altri animali giù dalle montagne.",
    "tip.tipsmod.mooshroom_lightning.text": "Un fungo rosso diventerà marrone, e un fungo marrone diventerà rosso, se colpiti da un fulmine.",
    "tip.tipsmod.mushroom_biome_spawns.text": "Nel bioam dei funghi non possono apparire mob ostili.",
    "tip.tipsmod.mushroom_placement.text": "I funchi possono solo essere piazzati su blocchi senza luce solare diretta.",
    "tip.tipsmod.nether_lava.text": "La lava si spargerà più velocemente nel nether.",
    "tip.tipsmod.nether_sponge.text": "Spugne bagnate si asciugheranno immediatamente se piazzate nel nether.",
    "tip.tipsmod.nether_travel.text": "Viaggiando un blocco nel mondo inferiore è equivalente a viaggiare otto blocchi nel mondo superiore.",
    "tip.tipsmod.note_block_instrument.text": "Lo strumento di un blocco musicale è definito dal blocco sotto di esso.",
    "tip.tipsmod.obsidian_formation.text": "L'ossidiano si forma quando un blocco di fontana d'acqua colpisce una sorgente di lava.",
    "tip.tipsmod.ore_tiers.text": "Alcuni minerali hanno un livello di piccone minimo per essere minati.",
    "tip.tipsmod.peaceful_tnt.text": "La TNT non danneggia i giocatori in modalità pacifica.",
    "tip.tipsmod.piglin_gold.text": "I piglin amano davvero l'oro.",
    "tip.tipsmod.piglin_repellent.text": "I piglin hanno paura dei blocchi di fiamma dell'anima, incluse lanterne e torce",
    "tip.tipsmod.poison_immune.text": "Zombie, Scheletri e Ragni sono tutti immuni al veleno.",
    "tip.tipsmod.portal_trick.text": "Con secchi d'acqua e di lava puoi fare un semplice portale del nether.",
    "tip.tipsmod.scrap_nuggets.text": "Strumenti\/Armature di oro e ferro possono essere sciolte in pepite.",
    "tip.tipsmod.shear_mooshroom.text": "Puoi tosare una mucca di funghi e trasformarla in una mucca normale.",
    "tip.tipsmod.sheared_cave_vines.text": "Puoi tagliare gli estremi delle piante di grotta per impedire loro di crescere.",
    "tip.tipsmod.shears_dispenser.text": "Puoi mettere paiaie in un dispensatore per tosare pecore.",
    "tip.tipsmod.shulker_armor.text": "Gli shulker prenderanno molti più danni quando i loro gusci sono aperti.",
    "tip.tipsmod.smoke_bees.text": "Piazzare un fuoco da campo sotto un nido d'api renderà le api passive.",
    "tip.tipsmod.snow_golem_trail.text": "Puoi raccogliere palle di neve infinite dalla scia di un pupazzo di neve.",
    "tip.tipsmod.spider_jockey.text": "In occasioni rare, i scheletri possono cavalcare ragni in combattimento!",
    "tip.tipsmod.sponge_bucket.text": "Le spugne basgnate possono essere asciugate in una fornace. Se c'è un secchio vuoto nella zona del carburante, esso catturerà l'acqua!",
    "tip.tipsmod.string_wool.text": "Puoi craftare lana mettendo 4 stringhe in un quadrato 2x2.",
    "tip.tipsmod.swamp_slime.text": "Durante una luna piena, Slime possono apparire nelle paludi.",
    "tip.tipsmod.turtle_shell.text": "Le tartarughe danno scaglie solo quando passano da bambine ad adulte.",
    "tip.tipsmod.undead_damage.text": "I non morti come gli Scheletri sono danneggiati da pozioni di cura e curati da pozioni di danno.",
    "tip.tipsmod.undead_helmet.text": "I non morti non brucieranno al sole se stanno indossando un elmetto.",
    "tip.tipsmod.wandering_invis.text": "I mercanti ambulanti bevono pozioni di invisibilità di notte.",
    "tip.tipsmod.water_grass.text": "L'acqua può rompere in fretta grano ed erba.",
    "tip.tipsmod.wax_copper.text": "I favi d'ape possono essere usati per incerare i blocchi di rame, che previene l'ossidazione.",
    "tip.tipsmod.weather_sleep.text": "Dormire schiarirà il cielo e fermerà tempeste o pioggia.",
    "tip.tipsmod.west.text": "Il sole, la luna e le stelle si muovono tutte verso ovest.",
    "tip.tipsmod.witch_conversion.text": "I villaggeri diventeranno streghe se colpiti da un fulmine.",
    "tip.tipsmod.wooden_tool_fuel.text": "Vecchi strumenti di legno possono essere usati come carburante nelle fornaci.",
    "tip.tipsmod.zombie_armor.text": "Gli zombie hanno 2 punti armatura, anche se non indossano niente.",
    "tipsmod.title.default": "Suggerimento"
}