{
    "_": "",
    "athletic.dialogue.apologize.fail\/1": "Ritirati, amico!",
    "athletic.dialogue.apologize.fail\/2": "Hai deliberatamente urtato contro di me!",
    "athletic.dialogue.apologize.fail\/3": "Cercavo di dire qualcosa come... \"Ah, bel tentativo, ma non ci sto comprando!\"",
    "athletic.dialogue.apologize.fail\/4": "Oh no, non vale la pena scusarsi ora!",
    "athletic.dialogue.apologize.fail\/5": "Non succederà!",
    "athletic.dialogue.apologize.success\/1": "Non c'è problema, tutti sbagliano ogni tanto.",
    "athletic.dialogue.apologize.success\/2": "Tutto bene, devi solo restare sul tuo gioco la prossima volta.",
    "athletic.dialogue.apologize.success\/3": "Suppongo che sia accettabile, ma dovresti migliorare il tuo gioco, campione.",
    "athletic.dialogue.apologize.success\/4": "Non c'è problema, anche gli atleti migliori sbagliano ogni tanto.",
    "athletic.dialogue.apologize.success\/5": "Sì, non è un problema grande. Ma non fare una abitudine di questo tipo, va bene?",
    "athletic.dialogue.busy\/1": "Oh, abbiamo chiacchierato tanto oggi, ma il dovere chiama. Devo tornare nel gioco!",
    "athletic.dialogue.busy\/2": "Ehi, grazie per l'attenzione, ma questo lavoro non si finirà da sé. Devo lavorare sodo e finirlo stasera.",
    "athletic.dialogue.busy\/3": "Ehi, sono impegnato fino al collo con le attività in questo momento. Possiamo riparli più tardi quando non sarò troppo stanco?",
    "athletic.dialogue.busy\/4": "Mi dispiace, amico, ma il lavoro mi chiama. Ci vediamo più tardi quando avrò completato questo progetto.",
    "athletic.dialogue.busy\/5": "Oh, oh! Mi sono dimenticato di spegnere il forno! Ti vedrò più tardi, amico velocissimo!",
    "athletic.dialogue.chat.desert\/1": "Wow, il caldo del deserto è intenso, ma almeno non dobbiamo affrontare inverni gelidi!",
    "athletic.dialogue.chat.desert\/10": "La vita in questo deserto arido può essere sfidante, ma fortunatamente il nostro villaggio ci fornisce i risorse essenziali che ci consentono di prosperare. È ora di mettermi in forma!",
    "athletic.dialogue.chat.desert\/2": "Questo clima deserto ci tiene caldi tutto l'anno, perfetto per un avventuriero atletico come me!",
    "athletic.dialogue.chat.desert\/3": "Oh, è caldo qui nel deserto, ma lo accetto! È come un allenamento costante al sole!",
    "athletic.dialogue.chat.desert\/4": "Oh, notte d'estate nel deserto è semplicemente mozzafiato! L'aria fresca rende lo stargazing un vero e proprio piacere.",
    "athletic.dialogue.chat.desert\/5": "Oh, ragazzi, oggi il sole è proprio un problema! Sto letteralmente sudando a caldo qui, ma non mi fermerà!",
    "athletic.dialogue.chat.desert\/6": "Oh, questo sole è veramente un test per la mia resistenza oggi! Devo restare idratato e mantenere il mio sangue freddo.",
    "athletic.dialogue.chat.desert\/7": "Hai trovato dei conigli elusivi in questo deserto immenso? Sono come atleti veloci qui fuori!",
    "athletic.dialogue.chat.desert\/8": "Ugh, gestire quei cadaveri è un tale fastidio! Li colpi di quegli zombi mi hanno tolto tutta l'energia, facendomi ancora più affamato!",
    "athletic.dialogue.chat.desert\/9": "Oh, mi sono pugnalato con un cactus l'altra volta.Nota per sé",
    "athletic.dialogue.chat.fail\/1": "Hai detto sul serio quel tipo di cose? Wow, devi essere veloce come un ocelotto in corsa per riuscire a inventare qualcosa del genere.",
    "athletic.dialogue.chat.fail\/10": "Scusa? Hai appena sentito dire che roba? La tua ignoranza è altrettanto sorprendente di un'esplosione di Creeper.",
    "athletic.dialogue.chat.fail\/11": "Ho sentito cose dure su di te, posso capire perché pensino così. La tua reputazione è altrettanto logora come un paio di scarpe da corsa usate.",
    "athletic.dialogue.chat.fail\/12": "Non addirittura nemmeno i morti viventi ti parleranno. Immagino che possano sentire la tua mancanza di agilità, proprio come tutti gli altri.",
    "athletic.dialogue.chat.fail\/13": "Sei come dispiaciuto come una strega! La tua personalità è altrettanto sgradevole di un'elisir preparato con ingredienti putridi.",
    "athletic.dialogue.chat.fail\/14": "Non parlarmi o chiamerò i guardiani per allontanarti da me. Sono sicuro che saranno felici di arrestare qualcuno quanto meno fastidioso come te.",
    "athletic.dialogue.chat.fail\/15": "Ehi? Oh scusa, la tua conversazione mi ha annoiato. Ho l'attenzione di un coniglio e tu sei altrettanto interessante di una desolata distesa desertica.",
    "athletic.dialogue.chat.fail\/16": "Sei finito di parlare? Ho cose più importanti da fare, come correre intorno a te in cerchio.",
    "athletic.dialogue.chat.fail\/17": "Mi chiedo se qualcuno si dispiacerà di non sentire più le tue chiacchiere quando improvvisamente la tua bocca \"rimane chiusa\" per sempre. Il tuo incessante chiacchiericcio è altrettanto irritante di un mosquito che ronzava intorno a me",
    "athletic.dialogue.chat.fail\/18": "Non credo che qualcuno si accorga nemmeno se smetti di parlare per sempre, fratello. Non hai idea di cosa sia il lifting?",
    "athletic.dialogue.chat.fail\/19": "preferirei correre un maratona piuttosto che sprecare il mio tempo a conversare con te.",
    "athletic.dialogue.chat.fail\/2": "Non credo che sia esploso da solo. Solo qualcuno con l'agilità di un maestro del parkour potrebbe inventare un'excusa così ridicola.",
    "athletic.dialogue.chat.fail\/20": "Sei finalmente pronto a smettere di chiacchierare nel mio orecchio?",
    "athletic.dialogue.chat.fail\/21": "Aspetta, pensi veramente che la Terra sia rotonda? Sinceramente? Nessun bordo retto? Non riesco a credere che tu abbia comprato questo nonsense!",
    "athletic.dialogue.chat.fail\/3": "Sai, non sei così cool. Ho visto villaggi che possono saltare più alto di te senza nemmeno provare.",
    "athletic.dialogue.chat.fail\/4": "Mostra di te stesso. Devi pensare di essere agile come un acrobata, costantemente tentando di rubare la ribalta.",
    "athletic.dialogue.chat.fail\/5": "Dovresti essere gettato in una prigione! Vediamo se puoi fuggire come un volpe, utilizzando tutta la tua agilità e astuzia.",
    "athletic.dialogue.chat.fail\/6": "Oh no! \"Ew, vai via, sembri che sei del passato. Sinceramente, il tuo senso di stile è altrettanto datato quanto un antico rudere.\"",
    "athletic.dialogue.chat.fail\/7": "Ecco il testo:\n\n\"Che cosa assurda da discutere! Io mi chiedo, chi si preoccupa del tuo chiacchiericcio inutile? Sei lento come una lumaca.\"",
    "athletic.dialogue.chat.fail\/8": "Perché stai ancora parlando con me? Non vedi che sto esercitando la mia tecnica di corsa? La tua presenza è altrettanto fastidiosa quanto una schiera di api.",
    "athletic.dialogue.chat.fail\/9": "Eh? Hai detto qualcosa? Mi dispiace, non ho curato di ascoltare. La mia concentrazione è acuta come un'arancia che colpisce il suo bersaglio e le tue parole sono come rumore di fondo.",
    "athletic.dialogue.chat.plains\/1": "Chi ha bisogno di altri biomi quando hai questi pianori? Dovrei cominciare a correre attraverso di loro un giorno, solo per cambiare le cose...",
    "athletic.dialogue.chat.plains\/2": "Il piano non è altrettanto intenso come alcuni altri biomi, ma c'è una certa tranquillità in loro che non scambierei con nulla.",
    "athletic.dialogue.chat.plains\/3": "Quando il sole tramonta e la notte cala, le pianure si trasformano in uno spettacolo mozzafiato. È come un stadio per gli atleti della natura!",
    "athletic.dialogue.chat.plains\/4": "A volte mi sdraio e guardo le stelle nel pianoro. È come se gli acrobati migliori esibissero il loro spettacolo nel cielo.",
    "athletic.dialogue.chat.plains\/5": "L'aria qui è così fresca e invigorente! I boschi di taiga non possono nemmeno competere con la rinfrescante brezza di queste pianure.",
    "athletic.dialogue.chat.plains\/6": "Sì, i piani possono sembrare semplici, ma a volte la semplicità è il movimento di potere più alto!",
    "athletic.dialogue.chat.plains\/7": "Questo tempo mi ricorda la mia infanzia, quando correvo intorno ai campi e raccoglievo fiori selvatici. Ero sempre il più veloce!",
    "athletic.dialogue.chat.plains\/8": "Il tramonto nella pianura è un vedere degno di essere ammirato! Ti invito a unirti a me per una sessione di allenamento mattutino ogni tanto.",
    "athletic.dialogue.chat.savanna\/1": "Oh, oh! Parliamo di un parco giochi caldissimo in questo savana! Ma almeno non dobbiamo preoccuparci che il freddo ci fermi.",
    "athletic.dialogue.chat.savanna\/2": "I llote dei lama possono essere un po' fastidiosi, ma beh, mi tengono sulle spine. Devo restare agilissimo in questo selvaggio savana.",
    "athletic.dialogue.chat.savanna\/3": "Ecco il meraviglioso architettura che abbiamo qui nel savana! È come vivere in un capolavoro. Non è un caso che chiami questo posto casa mia.",
    "athletic.dialogue.chat.savanna\/4": "Non osare mai sottovalutare il bioma della savana, amico mio. Potrebbe sembrare banale alla prima occhiata, ma ha alcuni seri benefici nascosti che ti faranno perdere la testa.",
    "athletic.dialogue.chat.savanna\/5": "Sai cosa ci distingue dalle villaggi del deserto? Abbiamo fiumi in abbondanza, baby! Nessuna pioggia? Problema non c'è. La nostra fornitura d'acqua è all'avanguardia.",
    "athletic.dialogue.chat.savanna\/6": "Hai preso un buon'occhiata alle colline e ai terreni intorno qui? È come se la natura stessa avesse deciso di mostrare il suo lato creativo. Veramente uno spettacolo affascinante.",
    "athletic.dialogue.chat.savanna\/7": "Quando il sole brilla forte, grazie al cielo per quei bei alberi di acacia con la loro ombra gloriosa. Sono i miei salvatori personali durante quei giorni lavorativi intensi.",
    "athletic.dialogue.chat.savanna\/8": "Ascoltate, gente! I nostri villaggi della savana sono famosi in tutto il mondo per coltivare i più succulenti meloni e le più magnifiche zucche che avrete mai assaggiato. Siamo i re del gioco dei commerci!",
    "athletic.dialogue.chat.snowy_plains\/1": "Non mi dispiace il freddo, significa solo che posso mostrare la mia incredibile resistenza fisica!",
    "athletic.dialogue.chat.snowy_plains\/2": "Questo clima gelido non è nulla in confronto ai sfidi che affronto durante le mie corse quotidiane. Porta pure l'inverno!",
    "athletic.dialogue.chat.snowy_plains\/3": "Mentre gli altri si nascondono dal freddo, io lo accetto e vado per un jogging rinfrescante. È come un bagno di ghiaccio naturale per i miei muscoli!",
    "athletic.dialogue.chat.snowy_plains\/4": "Quando nevica, non posso resistere l'urgenza di radunare alcuni amici e organizzare un torneo di palle di neve epico. Sempre esco vincitore!",
    "athletic.dialogue.chat.snowy_plains\/5": "Quei vagabondi non hanno alcuna possibilità contro le mie riflessi velocissime. Evito le loro frecce come un atleta professionista!",
    "athletic.dialogue.chat.snowy_plains\/6": "Lupi? Pfft, posso superarli con la mia incredibile velocità. Non mi toccheranno nemmeno un pelo!",
    "athletic.dialogue.chat.snowy_plains\/7": "Gli esseri di ferro possono essere duri, ma ho padroneggiato l'arte di evitare i loro pesanti attacchi. Posso danzare intorno a loro con facilità!",
    "athletic.dialogue.chat.snowy_plains\/8": "Oh, i ricordi della mia infanzia sono così teneri! Costruire golem di neve era solo un caldo-up per le mie future prestazioni atletiche!",
    "athletic.dialogue.chat.success\/1": "Oh uomo, biscotti e latte sono come il potere snack più alto!",
    "athletic.dialogue.chat.success\/10": "Sinceramente, cosa c'è dietro %supporter%? Sono spariti da qui anni fa. Probabilmente sono partiti per un'avventura pazzesca.",
    "athletic.dialogue.chat.success\/12": "Hai sentito la storia selvaggia su %supporter%? Ti assicuro che è mozzafiato.",
    "athletic.dialogue.chat.success\/13": "Ho pensato di adottare un gatto randagio di recente, ma il mio regime di allenamento folle mi tiene troppo occupato.",
    "athletic.dialogue.chat.success\/14": "Sono ansioso di dare un nuovo aspetto alla mia casa, ma la mia pigrizia sta facendo resistenza.",
    "athletic.dialogue.chat.success\/15": "Ecco, sono completamente pronto a iniziare una famiglia. Basta trovare un partner che possa tenermi compagnia con la mia incredibile atletica.",
    "athletic.dialogue.chat.success\/16": "A volte mi chiedo cosa sarebbe stato se avessi scelto l'altra villaggio. Probabilmente un'onda di adrenalina ininterrotta!",
    "athletic.dialogue.chat.success\/17": "Ah, i giorni buoni della mia infanzia. avventure infinite e giocattoli epici. li mi mancano moltissimo.",
    "athletic.dialogue.chat.success\/18": "È passato tanto tempo dal momento in cui ho parlato con i miei genitori. Devo trovare il tempo per un'ispezione energetica presto.",
    "athletic.dialogue.chat.success\/19": "Ho avuto bisogno di morire per andare a visitare il villaggio vicino. Ho alcuni amici là che sono altrettanto in forma come me.",
    "athletic.dialogue.chat.success\/2": "Sai cosa? Il tempo è perfetto per un allenamento estremo!",
    "athletic.dialogue.chat.success\/20": "Sai cosa è il mio sogno alimentare più alto? Formaggio che cola con delizia e mi dà un grande boost di energia!",
    "athletic.dialogue.chat.success\/3": "Sto andando bene, ho semplicemente spazzolato quell'infortunio al dito come un campione.",
    "athletic.dialogue.chat.success\/4": "Dimentica le mele, mi cibo di proteina per restare a prova di zombi!",
    "athletic.dialogue.chat.success\/5": "Il mio ambizioso sogno è quello di costruire il mio proprio villaggio, ma prima devo smettere di stare seduto su questo divano.",
    "athletic.dialogue.chat.success\/6": "Chi ti ho visto l'altro giorno? %supporter% che indossa un completo di armatura di diamante, come un capo!",
    "athletic.dialogue.chat.success\/7": "Il mio amico %supporter% mi ha lasciato senza parole, ha segnato un intero cassettone pieno di diamanti ieri!",
    "athletic.dialogue.chat.success\/8": "Non è il tempo che è proprio fantastico? Sto facendo lavori esterni incredibili in questo sole splendente.",
    "athletic.dialogue.chat.success\/9": "Ho vissuto qui per sempre e questi ragni e gobli non mi fanno nemmeno inquietare. Sono un mostro!",
    "athletic.dialogue.chat.taiga\/1": "I boschi sono il mio parco giochi! Raccogliendo risorse, taglio legna da fuoco e caccio come un campione.",
    "athletic.dialogue.chat.taiga\/2": "Freddo? Ah, il bioma della Taiga è il mio campo di allenamento, mi spinge ai miei limiti. Non lo scambierei con il mondo!",
    "athletic.dialogue.chat.taiga\/3": "I foreste di taiga, la zona d'avventura più completa! Mi cibo di quei succulenti frutti per alimentare la mia prestanza atletica.",
    "athletic.dialogue.chat.taiga\/4": "I volpi, i miei partner nella maldicenza! Li trattengo con dolci more, e insieme conquistiamo le foreste del taiga.",
    "athletic.dialogue.chat.taiga\/5": "I lupi nella taiga? più che compagni fedeli. rispettano la nostra abbondanza di cibo e ci uniscono negli sforzi atletici.",
    "athletic.dialogue.chat.taiga\/6": "Inalando l'aria fresca della taiga mi rinvigorisce lo spirito, alimentando il mio fuoco atletico.",
    "athletic.dialogue.chat.taiga\/7": "Quei deliziosi cespugli di mirtilli, un sfidante delizioso! Un paio di pungiglioni non mi impediranno di godere dei loro ricchi riconoscimenti.",
    "athletic.dialogue.chat.taiga\/8": "Pioggia nella taiga? è un sfida rinfrescante che mette alla prova la mia resistenza e porta serenità allo spirito atletico.",
    "athletic.dialogue.first.exploring\/1": "Questo non è un posto elegante, ma puoi restare se segui le regole, amico.",
    "athletic.dialogue.first.exploring\/2": "Segui le regole, amico, e potrai chiamare questo posto casa tua.",
    "athletic.dialogue.first.exploring\/3": "Ascolta, viaggiatore. Se sei educato e di buona compagnia, sei il benvenuto qui.",
    "athletic.dialogue.first.generic\/1": "Ehi lì, nuovo arrivato! Pronto a mettere alla prova le tue abilità in questo villaggio?",
    "athletic.dialogue.first.generic\/2": "Beh, beh, beh, guarda chi ha deciso di unirsi all'azione della villaggio emozionante. Benvenuto!",
    "athletic.dialogue.first.generic\/3": "Beh, beh, cosa abbiamo qui? Un volto fresco pronto a affrontare i nostri sfidi nel villaggio!",
    "athletic.dialogue.first.generic\/4": "Preparati per l'avventura della tua vita, estraneo! Benvenuto nel nostro villaggio, dove i forti prosperano.",
    "athletic.dialogue.first.generic\/5": "È passato tanto tempo dal momento in cui abbiamo avuto un nuovo arrivato con uno spirito atletico vero. Fissa il sedile e goditi il viaggio!",
    "athletic.dialogue.first.generic\/6": "Salve, anima coraggiosa! Benvenuto nel nostro villaggio, dove i cercatori di avventure sono sempre accolti con braccia aperte.",
    "athletic.dialogue.first.question\/1": "Salve, viaggiatore! Qual è la missione che hai intrapreso per onorare il nostro villaggio della tua presenza?",
    "athletic.dialogue.first.question\/2": "Oh, un nuovo sfidante compare! Ti prego, di cosa ti vanti di avere portato qui dentro il tuo coraggio e la tua audacia?",
    "athletic.dialogue.first.question\/3": "Per le muscole di Eracle! Sei un vero eroe del regno? Pregherò che mi spieghi come hai navigato il tuo cammino per giungere a questo santuario?",
    "athletic.dialogue.first.settling\/1": "È fantastico scoprire un'altra anima in questo piccolo villaggio!",
    "athletic.dialogue.first.settling\/2": "Ehi lì, nuovo amico! Passa pure nel nostro villaggio!",
    "athletic.dialogue.first.settling\/3": "Sono felice di avere un'altra brava mano con cui aiutare qui intorno!",
    "athletic.dialogue.first.settling\/4": "Ecco, hai deciso di restare? Decisione fantastica, amico mio!",
    "athletic.dialogue.first.spent_night.failed\/1": "Ehi lì, mi dispiace dover dirti che non siamo proprio esperti nel campo della costruzione di alberghi. Devo ammettere che non abbiamo affatto la finitura per questo tipo di cose.",
    "athletic.dialogue.first.spent_night.failed\/2": "Oh, peccato! Non ho trovato un albergo in questo villaggio, amico mio. Mi scuso per l'inconveniente!",
    "athletic.dialogue.first.spent_night.failed\/3": "Sai cosa? Se sei alla ricerca di un albergo, suggerirei di provare la tua fortuna in un villaggio diverso. Potrebbero avere proprio quel che ti serve!",
    "athletic.dialogue.first.spent_night.success\/1": "Il nostro albergo è di alta qualità, perfetto per un viaggiatore stanco come te.",
    "athletic.dialogue.first.spent_night.success\/2": "Stai cercando un posto per ricaricare quei muscoli stanchi? Non guardare oltre il nostro incredibile albergo!",
    "athletic.dialogue.first.spent_night.success\/3": "Hai bisogno di un letto accogliente e di una sostanziosa pietanza? Il nostro albergo è il destino ideale per la tua rinascita!",
    "athletic.dialogue.flirt.fail\/1": "Tu pensi di poter gestire me? Mostrami cosa hai!",
    "athletic.dialogue.flirt.fail\/2": "Sembra che tu abbia provato quel tipo di approccio con il fabbro la settimana scorsa. Bravo per l'audacia!",
    "athletic.dialogue.flirt.fail\/3": "hahaha! Tu veramente pensi di avere una possibilità? Sognalo pure, amico.",
    "athletic.dialogue.flirt.fail\/4": "È questo il meglio che hai? Ho visto di meglio da un lumaca.",
    "athletic.dialogue.flirt.fail\/5": "Oh per favore, anche un crepito ha più gioco di te. Lascia perdere già.",
    "athletic.dialogue.flirt.fail\/6": "No, non succederà. Sei troppo in alto per me, amico.",
    "athletic.dialogue.flirt.fail\/7": "Quell'aspetto non funzionerà su di me e non osare più pronunciare quelle parole.",
    "athletic.dialogue.flirt.slap\/1": "Ehi, guardati dove vai!",
    "athletic.dialogue.flirt.slap\/2": "È questo il meglio che hai? Ho visto gli Enderman flirtare meglio!",
    "athletic.dialogue.flirt.success\/1": "Sei assolutamente senza paura, mio amico!",
    "athletic.dialogue.flirt.success\/2": "Oh, tu deviato! Fermati di essere così irresistibile!",
    "athletic.dialogue.flirt.success\/3": "*sorride* sei serio in questo momento?",
    "athletic.dialogue.flirt.success\/4": "Oh, cieli...!",
    "athletic.dialogue.flirt.success\/5": "Quello è stato ben oltre affascinante! Mi hai avuto incantato fin dal principio!",
    "athletic.dialogue.flirt.success\/6": "Come riesci a restare così incredibilmente fantastico tutto il tempo? Ogni volta che ti vedo, mi lascio sbalordire.",
    "athletic.dialogue.flirt.success\/7": "Oh, smettila! Stai facendomi diventare un atleta arrossato.",
    "athletic.dialogue.goaway\/1": "Mi dispiace, ma sto nel mezzo di una sessione di allenamento intensa. Per favore, vai via.",
    "athletic.dialogue.goaway\/2": "Sinceramente, non hai un maratona da correre o una montagna da scalare? Non sono interessato a chattare in questo momento.",
    "athletic.dialogue.goaway\/3": "Ehi %1$s, mi piacerebbe chiacchierare, ma devo concentrarmi sui miei obiettivi di fitness. Ci vediamo più tardi.",
    "athletic.dialogue.goaway\/4": "Ehi, sto lavorando per plasmare il mio fisico perfetto. Trova un'altra persona da disturbare, okay?",
    "athletic.dialogue.goaway\/5": "Andate via, tu essere indegno! Non ho tempo per la tua presenza debole. Lascia questo luogo immediatamente!",
    "athletic.dialogue.greet.fail\/1": "Ok, allora credo che mi dirò semplicemente addio.",
    "athletic.dialogue.greet.fail\/2": "Beh, questo è deludente.",
    "athletic.dialogue.greet.fail\/3": "Sinceramente? Mi aspettavo più emozione.",
    "athletic.dialogue.greet.fail\/4": "Oh... speravo qualcosa di più emozionante.",
    "athletic.dialogue.greet.fail\/5": "Eh, non è proprio ciò che avevo in mente.",
    "athletic.dialogue.greet.mayor\/1": "Ehi lì, sindaco! Spero stia avendo un fantastico giorno!",
    "athletic.dialogue.greet.mayor\/2": "Ti vedo più tardi, sindaco! Spero che sia un giorno meraviglioso, pieno di energia e successo!",
    "athletic.dialogue.greet.monarch\/1": "Salve, grande sovrano!",
    "athletic.dialogue.greet.monarch\/2": "Salve, grande leader!",
    "athletic.dialogue.greet.negative\/1": "Ugh, come on, seriamente? Tu sei ancora qui, a nasconderti intorno?",
    "athletic.dialogue.greet.negative\/2": "Oh wow, è la vista meno impressionante del giorno - tu.",
    "athletic.dialogue.greet.negative\/3": "Ecco, ecco, ecco, se non è proprio l'annoiante persistente. Cosa vuoi ancora?",
    "athletic.dialogue.greet.negative\/4": "Oh gioia, è te. Il mio giorno appena si è fatto molto peggiore.",
    "athletic.dialogue.greet.negative\/5": "Sinceramente, non potresti trovare qualcun altro da disturbare? Non sono nel mio umore per le tue sciocchezze.",
    "athletic.dialogue.greet.success\/1": "Fantastico di sentire, amico!",
    "athletic.dialogue.greet.success\/2": "Stai facendo bene? Questo è assolutamente fantastico!",
    "athletic.dialogue.greet.success\/3": "Sono estatico di sentire questo, amico!",
    "athletic.dialogue.greet.success\/4": "Oh, così emozionato di sentire questo, fratello!",
    "athletic.dialogue.greet.success\/5": "Radicale, amico! è bello saperlo!",
    "athletic.dialogue.greet\/1": "Ehi, ehi! Come va il giorno, amico atleta?",
    "athletic.dialogue.greet\/2": "Ehi %1$s, pronto a conquistare il mondo? Come va?",
    "athletic.dialogue.greet\/3": "Beh, beh, beh, cosa ti porta qui, mio compagno energico?",
    "athletic.dialogue.greet\/4": "Guarda te, tutto pompato e pronto a conquistare! Come ti tratta il giorno, mio amico atletico?",
    "athletic.dialogue.greet\/5": "Beh, beh, beh, se non è %1$s! È un piacere averti qui, amico atleta!",
    "athletic.dialogue.greet\/6": "Ehi, cos'è successo?",
    "athletic.dialogue.greet\/7": "Ehi, ehi! è bello vederti attivo qui intorno!",
    "athletic.dialogue.greet\/8": "Salve, mio compagno avventuriero! Come va il giorno per te? Sembrano proprio fantastico, però.",
    "athletic.dialogue.greet\/9": "Ehi lì, mio amico energico! Sono così felice di vederti. Come è andata la tua giornata finora?",
    "athletic.dialogue.hire\/1": "Ok, certo! Non appena avrai bisogno di aiuto, basta chiamarmi e ti dirò quando sarò pronto a partire con il mio fisico in evidenza.",
    "athletic.dialogue.hire\/2": "Wow! Dacci un segnale ogni volta che hai bisogno dei miei servizi. Sarò qui, ansioso di ricevere quegli splendidi emeriti come ricompensa! È ora di mostrare la mia abilità atletica!",
    "athletic.dialogue.hire\/3": "Fantastico! Preparati per un'esperienza mozzafiato. Una volta che avrai quei diamanti in mano, sarò al tuo servizio, pronto a impressionarti con le mie abilità atletiche!",
    "athletic.dialogue.hug.fail\/1": "Sei tutto sudato e sporco!",
    "athletic.dialogue.hug.fail\/2": "Passa, fratello.",
    "athletic.dialogue.hug.fail\/3": "Ehi, cosa succede?",
    "athletic.dialogue.hug.fail\/4": "Sei scherzando? Mi ricordo quando ti sei caduto durante il maratona!",
    "athletic.dialogue.hug.fail\/5": "Sinceramente, non riesco a convincermi a stringerti dopo quel disastroso spettacolo.",
    "athletic.dialogue.hug.fail\/6": "Ritirati, amico! il tuo sudore è ripulsivo!",
    "athletic.dialogue.hug.fail\/7": "Oh, um... grazie, suppongo?",
    "athletic.dialogue.hug.success\/1": "Ehi, è passato tanto tempo dal nostro ultimo incontro!",
    "athletic.dialogue.hug.success\/2": "Grazie per questo, fratello! proprio ciò che mi serviva.",
    "athletic.dialogue.hug.success\/3": "Finalmente qualcosa che ha reso il mio giorno degno di nota.",
    "athletic.dialogue.hug.success\/4": "Sei tanto rilassato come un cuscino appena spiumato!",
    "athletic.dialogue.hug.success\/5": "Oh, bello! *ti dà un abbraccio di orso solido in risposta*",
    "athletic.dialogue.hug.success\/6": "Wow! Stai emettendo un calore incredibile, amico!",
    "athletic.dialogue.joke.animal.failed\/1": "Venga, non è il momento di scherzare. Non è il mio stile fare battute su questo argomento.",
    "athletic.dialogue.joke.animal.failed\/2": "Oh, quell'agnello! Non riesco nemmeno a immaginare quanto sia poco divertente questo!",
    "athletic.dialogue.joke.animal.failed\/3": "Santo cielo, non osare mai più parlare del mio maiale con tale disprezzo!",
    "athletic.dialogue.joke.animal.failed\/4": "Oh no, è proprio un nuovo basso, anche per te.",
    "athletic.dialogue.joke.animal.failed\/5": "Ehi, ehi! Lascia stare le sopracciglia della mucca, per favore! Fare battute del genere è proprio troppo!",
    "athletic.dialogue.joke.animal.success\/1": "Ecco, è un peccato che la pecora abbia perso il suo pelo, ma dio, cosa divertente!",
    "athletic.dialogue.joke.animal.success\/2": "E boom, il lupo si innamora a prima vista della pecora!",
    "athletic.dialogue.joke.animal.success\/3": "Oh mio dio, è un grido! Chi avrebbe detto che gli galli avevano quei genere di abilità?",
    "athletic.dialogue.joke.animal.success\/4": "Questo è semplicemente ridicolo, ma hey, sono tutto per questo!",
    "athletic.dialogue.joke.animal.success\/5": "Grazie al cielo, le mucche possono produrre latte per giorni interi! È come se avessero una fornita di rifornimenti infinita!",
    "athletic.dialogue.joke.creative.failed\/1": "Non dovresti scherzare su questo, fratello. Non è cool.",
    "athletic.dialogue.joke.creative.failed\/2": "Ehe, ehe, bravo, ma ho visto di meglio.",
    "athletic.dialogue.joke.creative.failed\/3": "Oh, veramente? Pensi che sia divertente? Devi aumentare il tuo gioco, amico.",
    "athletic.dialogue.joke.creative.failed\/4": "Hai seriamente appena raccontato un gioco del genere? Wow, impressionante... non.",
    "athletic.dialogue.joke.creative.failed\/5": "Oh... è proprio... un po' divertente, suppongo. Ma puoi fare meglio, vero?",
    "athletic.dialogue.joke.creative.failed\/6": "Raaaal divertente, fratello. Continua a mandarli, suppongo. *ruota gli occhi*",
    "athletic.dialogue.joke.creative.failed\/7": "Sembra che qualcuno abbia bisogno di tornare al lavoro!",
    "athletic.dialogue.joke.creative.failed\/8": "Ah, no? Sì, è il re delle battute. dovresti prendere alcuni appunti da lui se vuoi essere divertente.",
    "athletic.dialogue.joke.creative.success\/1": "Ride* ride* è divertente!",
    "athletic.dialogue.joke.creative.success\/2": "Ecco, è divertente!",
    "athletic.dialogue.joke.creative.success\/3": "Ecco assolutamente brillante!",
    "athletic.dialogue.joke.creative.success\/4": "Stai facendo correre il denaro di %supporter% con quel gioco!",
    "athletic.dialogue.joke.creative.success\/5": "Ahahah! Sei un'ilarità! Hai mai considerato una carriera di comico a stand-up?",
    "athletic.dialogue.joke.creative.success\/6": "Bahahah! Quell'umorismo è oro puro! Non ho riso così tanto da anni!",
    "athletic.dialogue.joke.creative.success\/7": "Hehe! Sei sicuramente più divertente di Ash, e questo è dire qualcosa!",
    "athletic.dialogue.joke.creative.success\/8": "Ahah! Questo è veramente divertente! Hai un talento per l'umorismo, amico mio!",
    "athletic.dialogue.joke.monster.failed\/1": "Non credo che quei scheletri pensino di poter superarmi nella corsa! Ahah!",
    "athletic.dialogue.joke.monster.failed\/2": "Sinceramente, chi ha tempo di scherzare sui mostri che esplodono? Sto troppo occupato a correre intorno ai blocchi!",
    "athletic.dialogue.joke.monster.failed\/3": "Sai, zombi e scheletri erano un tempo umani, proprio come noi. Ma immagino non riuscissero a tenere il passo con le mie abilità atletiche.",
    "athletic.dialogue.joke.monster.failed\/4": "hahaha, un endermin cadendo in acqua? è come guardare una lumaca correre contro un canguro!",
    "athletic.dialogue.joke.monster.failed\/5": "Ho sentito così tanti scherzi sugli scarafaggi d'argento che attaccano le persone sul bagno, sembra che stiano cercando di sfidare la mia agilità! Ma non preoccuparti, sono sempre un passo avanti.",
    "athletic.dialogue.joke.monster.success\/1": "Ahah! Quell' scheletro non aveva mai una possibilità contro di me!",
    "athletic.dialogue.joke.monster.success\/2": "Posso crederci? Quel zombi ha pensato veramente di potermi battere con una piccozza! Hahahah!",
    "athletic.dialogue.joke.monster.success\/3": "Ho completamente dominato quel ragno! Non aveva mai una possibilità contro le mie abilità, haha!",
    "athletic.dialogue.joke.monster.success\/4": "Oh, wow! Hai fatto uccidere un Creeper da uno scheletro? Quella è atletica di livello avanzato, haha!!",
    "athletic.dialogue.joke.monster.success\/5": "Ahah! Gli aracnidi delle grotte devono essere i creature più ottuse del Minecraft se cadono nella mia trappola come questo!",
    "athletic.dialogue.kiss.fail\/1": "Non se lo farei neanche se tutta la world stesse guardando, amico mio.",
    "athletic.dialogue.kiss.fail\/2": "Ecco, è questo il tuo concetto di bacio? Ho visto mosse migliori sul campo!",
    "athletic.dialogue.kiss.fail\/3": "I baci di Ash sono su un livello interamente diverso rispetto a quell'insipido tentativo tuo.",
    "athletic.dialogue.kiss.fail\/4": "Dammelo, due parole.",
    "athletic.dialogue.kiss.fail\/5": "Beh, grazie per l'impegno, suppongo?",
    "athletic.dialogue.kiss.fail\/6": "Lasciami stare! Ho bisogno di raffreddamento, non di una lotta di wrestling.",
    "athletic.dialogue.kiss.slap\/1": "Stai scherzando sul serio?",
    "athletic.dialogue.kiss.slap\/2": "Dai un'altra chance e il prossimo colpo non lo dimenticherai mai!",
    "athletic.dialogue.kiss.success\/1": "Potrei baciarti tutta la giornata, amore!",
    "athletic.dialogue.kiss.success\/2": "Sono completamente innamorato di te, amore!",
    "athletic.dialogue.kiss.success\/3": "Mmm, i tuoi labbra sono dolci come la vittoria sul campo!",
    "athletic.dialogue.kiss.success\/4": "Mmm! I tuoi baci sono come un drink energetico per la mia anima.",
    "athletic.dialogue.kiss.success\/5": "Oh! Sei il MVP dei baci, %1$s.",
    "athletic.dialogue.kiss.success\/6": "%1$s, i tuoi baci potrebbero vincere l'oro negli giochi olimpici! *risate*",
    "athletic.dialogue.location.ancient_city\/0": "Ehi, amico! Ho catturato delle vibrazioni strane provenienti da %2$s, come se fossero state mandate molto in profondità.",
    "athletic.dialogue.location.ancient_city\/1": "Amico, giuro che ci sono seriamente tesori nascosti o qualcosa di simile in profondità sotto la superficie a %2$s.",
    "athletic.dialogue.location.ancient_city\/3": "Non credi a questo, ma i pettegolezzi sono veri, amico! %2$s è come questa città antica, completamente nascosta alla vista. Forse è nascosta sottoterra o qualcosa del genere?",
    "athletic.dialogue.location.failed\/1": "Non, non ho sentito nemmeno un bisbiglio su alcun hotspot intorno qui.",
    "athletic.dialogue.location.failed\/2": "Mi dispiace, amico, ma non ho trovato alcun luogo epico degno della tua attenzione.",
    "athletic.dialogue.location.failed\/3": "Confidatemi, non ci sono nascondigli emozionanti o tesori antichi da scoprire. Noi villaggi abbiamo cose più importanti da fare che vagare per rovine pericolose come fate voi cercatori di avventura.",
    "athletic.dialogue.location.forgot\/1": "Oh no! Ho perso questo posto incredibile, ma la mia memoria mi ha tradito e non ho notato di segnare il luogo. Mi dispiace!",
    "athletic.dialogue.location.forgot\/2": "Sul caccia all'avventura, eh? Ah, uomo, avevo un posto segreto incredibile da condividere, ma immagino cosa? Il mio cervello ha deciso di giocare a scherzi con me e mi è completamente sfuggito i dettagli. Oops, scusa!",
    "athletic.dialogue.location.forgot\/3": "Non credi? Io ho avuto la fortuna di scoprire questo luogo incredibile che ti avrebbe fatto perdere il fiato. Ma, oh dio, la mia mente atletica deve essere stata troppo concentrata sulla mia prossima corsa e ho completamente dimenticato di prendere appunti sulle coordinate. Mi scuso, amico!",
    "athletic.dialogue.location.igloo\/1": "Non credi a ciò che ho trovato a %2$s! Un'igloa interamente fatta di neve. Puoi immaginare vivere in quel luogo gelido? Brrr! Ma beh, suppongo sia perfetto per quelli che vogliono un allenamento estremo invernale!",
    "athletic.dialogue.location.igloo\/2": "Ehi, indovina cosa? Ho trovato questo iglù abbandonato a %2$s e ti dico, è come un tesoro nascosto per tutti gli atleti avventurosi. Io non capisco perché bisogna andare in case stregate quando si può avere un iglù emozionante? Puoi correre attraverso quei corridoi ghiacciati e fare alcuni seri workout di ghost-busting!",
    "athletic.dialogue.location.igloo\/3": "Ecco, sentite questo, c'è questo palazzo di ghiaccio abbandonato a %2$s. Sto parlando di un vero e proprio extravaganza di igloo! È stato vuoto per anni, ma vi assicuro che è il campo di allenamento più duro per gli atleti più duri. Potete scivolare giù quelle pendici ghiacciate, imparare l'arte del dodging delle palle di neve e avere l'esperienza sportiva invernale più completa!",
    "athletic.dialogue.location.jungle_pyramid\/1": "Non credi alle incredibili templi nascosti nel giungla! È un'avventura adrenalinica che ti metterà alla prova fino al massimo. Un consiglio, però: non dimenticare...",
    "athletic.dialogue.location.jungle_pyramid\/2": "Ehi, avventuriero coraggioso! Hai sentito parlare delle antiche rovine al %2$s nel giungla? È come un percorso ostacoli su steroidi! Se sei pronto per un'avventura che ti farà battere il cuore, vai a controllarla. Ma seriamente, stai attento o potresti finire come cibo per le trappole. Solo gli atleti più agili possono conquistarlo!",
    "athletic.dialogue.location.mansion\/1": "Ehi, ascolta! Se osi mettere piede vicino a %2$s, scoprirai una villa maledetta governata dagli Illager. Ti assicuro che se vuoi preservare la tua esistenza, resta il più lontano possibile da quel luogo maledetto.",
    "athletic.dialogue.location.mansion\/2": "Ecco, c'è questo immenso maniero là fuori a %2$s, e chi è il felice proprietario? gli illager temuti, naturalmente! Ora, non intendo allarmarti, ma se me lo chiedi, non farebbe male spostare l'intero villaggio. Sai, solo per essere sul sicuro...",
    "athletic.dialogue.location.mineshaft\/1": "Il nostro miniera era un vero e proprio hotspot per tutti i minatori, finché non si verificò un disastro. Si trova nascosta a pochi passi da %2$s, ma è fuori servizio ora. Qualcosa riguarda una grande frana che ha scosso tutta la zona. Assicurati di guardarti i piedi se decidi di avventurti giù lì.",
    "athletic.dialogue.location.mineshaft\/2": "Oh, quei bei vecchi giorni quando la nostra miniera era ancora aperta per affari. Si trova là fuori, vicino a %2$s. Purtroppo, è stata invasa da quegli odiosi creature e si è trasformata in un gioco pericoloso per loro. Le consiglio di procedere con cautela se siete abbastanza coraggiosi per esplorarne le profondità.",
    "athletic.dialogue.location.monument\/1": "Ehi, ascolta! C'è un castello sommerso incredibile nel %2$s, ma attento a quei mostri marini pazzi. Non ti lasceranno andare facilmente, quindi meglio starne alla larga.",
    "athletic.dialogue.location.monument\/2": "Uomo, ho sentito alcune storie incredibili su questi antichi ruderi sommersi a %2$s. Se sei pronto per un'esperienza emozionante e un sacco di bottino, forse dovresti immergerti. Sii preparato per un viaggio selvaggio, amico, quei ruderi non sono per i deboli di cuore.",
    "athletic.dialogue.location.pillager_outpost\/1": "Oh, non credi che sia vero! Ci sono un gruppo di pillaggiatori che si esibiscono i loro muscoli a %2$s. Hanno stabilito un avamposto proprio accanto a noi, come se fossero proprietari del posto. Ma hey, non mi preoccupo, posso superarli con la mia velocità lampo!",
    "athletic.dialogue.location.pillager_outpost\/2": "Ascolta, compagni avventurieri! C'è questo outpost di prima classe gestito da quei maledetti pillager al %2$s. Pensano di poterci intimorire, ma non sanno che sono l'atleta più grande intorno qui. Se osate avvicinarvi, guardatevi dalle loro frecce, ma non preoccupatevi, posso evitarele come un pro!",
    "athletic.dialogue.location.pillager_outpost\/3": "Ecco, amico mio! Se sei disposto a sfidarti, va' al %2$s e troverai un forte di predoni. Quei muscolosi ruffiani credono di essere duri, ma non sono affatto in grado di reggere il confronto con le mie straordinarie abilità atletiche. Sconfiggili e reclama il loro prezioso bottino, e tutta la città ti renderà eternamente grata per il tuo eroico gesto!",
    "athletic.dialogue.location.pyramid\/1": "Ehi, hai visto quel grande piramide là in %2$s? È come un'avventura che aspetta di essere conquistata!",
    "athletic.dialogue.location.pyramid\/2": "Si dice che ci sia questo incredibile piramide a %2$s. Scommetto che potresti mostrare le tue abilità atletiche più grandi esplorandolo!",
    "athletic.dialogue.location.pyramid\/3": "Ecco il verbale: \"Allora, si dice che %2$s sia il luogo dove si trova un piramide incredibilmente intensa. Ho sentito dire che questo avventuriero leggendario vi entrò là dentro tempo addietro, ma non ne uscì mai. Devi portare il tuo gioco e conquistare quel posto!\"",
    "athletic.dialogue.location.ruined_portal\/1": "Ehi, controlla il relitto in %2$s! è come se qualcuno avesse gettato una bomba del Nether lì dentro. Caos totale, amico!",
    "athletic.dialogue.location.ruined_portal\/2": "Ehi, se sei pronto per un'avventura, vai a %2$s. Ci sono questo gnocco di porta del Nether abbandonata che emana vibrazioni decisamente spaventose. Ma non preoccuparti, è completamente sicuro... credo. Sii solo attento intorno al magma incandescente, fratello.",
    "athletic.dialogue.location.ruined_portal\/3": "Ehi, se sei feeling brave, devi assolutamente andare al %2$s. C'è questo antico rudere che un tempo era un portale del Nether e ti dico, ha una reputazione. Il locale sacerdote afferma che potrebbe esserci qualcosa di prezioso nascosto lì, ma nessuno ha il coraggio di avvicinarsi a quel posto. Puoi biasimarli?",
    "athletic.dialogue.location.ruined_portal_desert\/1": "Parli di devastazione! Devi vederlo per crederci. C'è un portale demolito al %2$s, che si rilassa nel deserto come un atleta professionista che ha perso la partita.",
    "athletic.dialogue.location.ruined_portal_mountain\/1": "Preparatevi per uno spettacolo mozzafiato! Ho recentemente scoperto un disastro montuoso - un portale ridotto in macerie. Passate da %2$s per assistere a questo scenario struggente. È proprio uno spettacolo!",
    "athletic.dialogue.location.ruined_portal_swamp\/1": "Non è possibile! Devi veder questo, c'è un portale completamente distrutto a %2$s, proprio nel cuore di questo vecchio pantano puzzolente. Scommetto che gli invasori del Nether si aspettavano qualcosa molto più cool, che delusione!",
    "athletic.dialogue.location.shipwreck\/1": "Oh, wow! Sembra che abbia trovato un'imbarcazione affondata incredibile al %2$s! Si diceva che appartenesse alla potente compagnia marittima dell'Alleanza Orientale. Quanto storia navale estrema!",
    "athletic.dialogue.location.shipwreck\/2": "Uomo, non credi alle storie, ma pare che alcuni pescatori radicali abbiano scoperto un relitto navale a %2$s. Ho una sensazione che ci possa essere del tesoro epico nascosto lì dentro. Andiamo in cerca di tesori, fratello!",
    "athletic.dialogue.location.shipwreck_beached\/1": "Oh mio dio! Ho trovato un'imbarcazione completamente distrutta sul %2$s, proprio sulla spiaggia! È impossibile non vederla, amico!",
    "athletic.dialogue.location.shipwreck_beached\/2": "Ehi, ascolta! Se vai da %2$s, c'è questo fantastico relitto che si è arenato sulla spiaggia. Non posso aiutare a non chiedermi come ci sia finito lì, sai? È un mistero totale, fratello!",
    "athletic.dialogue.location.swamp_hut\/1": "Oh, amico! Devi evitare il pantano a %2$s. È come se fosse completamente infestato dalla strega malvagia. Io, sinceramente, non vorrei che tu ci andassi!",
    "athletic.dialogue.location.swamp_hut\/2": "Ehi, fratello, non credo che tu voglia avvicinarti a %2$s. C'è questo capanno di una strega e ti dico, è solo vibrazioni negative. Sarebbe meglio cercare un'altra strada, amico.",
    "athletic.dialogue.location.village_desert\/1": "Oh, non credi che ci sia! C'è questo incredibile villaggio proprio nel mezzo del deserto arido a %2$s! Puoi immaginare? È come un oasi di meraviglia nel caldo asfissiante!",
    "athletic.dialogue.location.village_plains\/1": "Wow, c'è un'altra splendida villaggio là fuori a %2$s!",
    "athletic.dialogue.location.village_plains\/2": "Preparati a esplorare più in profondità nel piano e scoprire un altro fantastico villaggio!",
    "athletic.dialogue.location.village_savanna\/1": "Wow, non credo che tu possa crederci! C'è un'altra villaggio a %2$s e ragazzi, è caldo come il fuoco! È come camminare sulle braci, ti dico io.",
    "athletic.dialogue.location.village_savanna\/2": "Ascoltami un po', avventuriero! Vai nel savana al %2$s e scoprirai un'altra villaggio. E ti dico, quei gente non solo sono gentili, ma anche in forma come un violino! Li supereresti a piede libero in un battito di cuore!",
    "athletic.dialogue.location.village_snowy\/1": "amico, c'è un villaggio fantastico là dove %2$s, ma preparati a congelare le tue fondini. È come una spedizione artica, fratello!",
    "athletic.dialogue.location.village_snowy\/2": "Ehi, controlla questo, c'è questo villaggio incredibile al %2$s nei piani innevati. La gente è cool, ma uomo, è un paradiso gelido là fuori! Devo coprire il mio amico!",
    "athletic.dialogue.location.village_taiga\/1": "Ehi lì, se vai verso %2$s, scoprirai un villaggio fantastico proprio nel cuore del bioma di taiga.",
    "athletic.dialogue.location.village_taiga\/2": "Devi assolutamente controllare %2$s! Ci sono questo villaggio fantastico nascosto nei profondi del bioma della taiga. Sono sicuro che valga la pena fare il viaggio.",
    "athletic.dialogue.main.evening\/1": "Ciao! Come ti sta andando la sera?",
    "athletic.dialogue.main.evening\/2": "Potresti crederci che il giorno sia passato così in fretta? Quali avventure hai avuto?",
    "athletic.dialogue.main.evening\/3": "Altro giorno di conquiste, non è vero, mio compagno guerriero?",
    "athletic.dialogue.main.evening\/4": "Il tempo vola quando si è in missione! Ci sono così tante cose da fare, e così poco tempo!",
    "athletic.dialogue.main.evening\/5": "Sto pensando di fare una corsa verso casa. Devo rifornirmi e preparare un grande banchetto!",
    "athletic.dialogue.main.evening\/6": "Non ho sfruttato al meglio il mio giorno, sai? Ero troppo occupato a fare la fatica.",
    "athletic.dialogue.main.evening\/7": "La mia mattina è stata una vera battaglia. Potrei semplicemente addormentarmi per un breve sonno di potenziamento.",
    "athletic.dialogue.main.evening\/8": "Meglio ritirarmi nel mio santuario presto. Non vorrei avere incontri con i crepuscoli stasera!",
    "athletic.dialogue.main.evening\/9": "Ehi, ho appena incrociato il macellaio, sto prendendo gli essenziali per la cena. Ci vediamo più tardi, amico!",
    "athletic.dialogue.main.morning\/1": "Buongiorno, conquisteremo il giorno!",
    "athletic.dialogue.main.morning\/10": "Sto andando piano oggi, eh? Non preoccuparti, la ripresa è altrettanto importante del grind!",
    "athletic.dialogue.main.morning\/11": "Il mio orario è pieno di sessioni di allenamento intensivo oggi, già sento il bruciore!",
    "athletic.dialogue.main.morning\/12": "Ben riposato e pronto a conquistare nuovi record personali oggi. Il cielo è il limite!",
    "athletic.dialogue.main.morning\/2": "Alzati e lavora, amico mio! Pronto a sudare un po'?",
    "athletic.dialogue.main.morning\/3": "Ancora un po' stanco, eh? Non preoccuparti, sveglieremo quei muscoli!",
    "athletic.dialogue.main.morning\/5": "Oh, sembra che qualcuno abbia festeggiato molto ieri sera. È ora di sudare fuori!",
    "athletic.dialogue.main.morning\/6": "Okay, campagna! Svegliati e preparati per un giorno pieno di azione!",
    "athletic.dialogue.main.morning\/7": "Hai ottenuto quei guadagni nel sonno? Sembrano molto allenati!",
    "athletic.dialogue.main.morning\/8": "Alzati e splenditi, atleta addormentato! è ora di far scorrere quegli ormoni!",
    "athletic.dialogue.main.morning\/9": "Che mattino glorioso per un allenamento! Sia ogni ripetizione contata!",
    "athletic.dialogue.main.night\/1": "*yawn* Sei ancora sveglio?",
    "athletic.dialogue.main.night\/10": "Hai bisogno di un po' di sonno. Domani sarà un vero maratona per te.",
    "athletic.dialogue.main.night\/2": "Bruciando il petrolio della mezzanotte, eh?",
    "athletic.dialogue.main.night\/3": "La sera è il perfetto campo da gioco per le anime attive come noi, vero?",
    "athletic.dialogue.main.night\/4": "Non esplorare troppo lontano dal villaggio. Non vorremmo che finissi come cibo per i mostri, vero?",
    "athletic.dialogue.main.night\/5": "I guardiani fanno sentire la villaggio più sicuro, ma i vibrazioni notturne sono eccitanti, non credi?",
    "athletic.dialogue.main.night\/6": "La notte ha la sua propria energia, è quando mi sento più vivo, pronto a conquistare la notte.",
    "athletic.dialogue.main.night\/7": "Il giorno è per le cose banali, ma la notte è quando gli atleti veri come noi splendono.",
    "athletic.dialogue.main.night\/8": "Sono un po' stanco. Immagino che sia stato un giorno molto impegnativo. Forse dovrebbe ridurre l'intensità domani.",
    "athletic.dialogue.main.night\/9": "Sono assetato del confort della mia comoda branda come un corridore di maratona è assetato d'acqua.",
    "athletic.dialogue.main.rock_paper_scissor\/1": "Preparati per uno scontro decisivo in pietra carta forbice, dove la mia abilità atletica ti lascerà mangiare il mio polverone e mettere in dubbio le tue stesse capacità!",
    "athletic.dialogue.main\/1": "Ecco, ecco, ecco! Guarda chi ha deciso di farsi vedere!",
    "athletic.dialogue.main\/2": "Ehi! Come va, campione?",
    "athletic.dialogue.main\/3": "Ehi lì, amico! Sembrano avere un giorno molto energizzato oggi!",
    "athletic.dialogue.main\/4": "Hai alcune avventure emozionanti programmate per oggi?",
    "athletic.dialogue.main\/5": "Sì, oggi mi sento molto motivato!",
    "athletic.dialogue.main\/6": "Ehi, %1$s! Qual è l'ultima notizia?",
    "athletic.dialogue.main\/7": "Uomo, non credi a ciò che è successo! Ero fuori per una corsa con %supporter%, e all'improvviso un morto vivente si getta addosso a noi! Ma non preoccuparti, %supporter% l'ha gestita come un professionista. E parlando di questo, chi ho visto in paese oggi? Un lookalike di %supporter%!",
    "athletic.dialogue.no_money\/1": "Non è sufficiente un po' di moneta per convincermi a unirmi a te, amico!",
    "athletic.dialogue.no_money\/2": "Ahah! Buon tentativo, ma se vuoi il mio expertise, dovresti scavare più a fondo nei tuoi taschini!",
    "athletic.dialogue.no_money\/3": "Non essere ingannato dalla mia apparenza modesta, amico mio. Il prezzo per le mie abilità è molto più alto di quanto tu possa immaginare.",
    "athletic.dialogue.procreate_engaged\/1": "Sarò al mio meglio una volta che saremo ufficialmente sposati.",
    "athletic.dialogue.procreate_engaged\/2": "Non sono incline a creare una nuova generazione se non abbiamo nemmeno dato il nostro tutto l'uno per l'altro.",
    "athletic.dialogue.rock_paper_scissor.loose.paper\/1": "Attenzione, sto andando tutto con le forbici! Pronta a essere schiacciata!",
    "athletic.dialogue.rock_paper_scissor.loose.rock\/1": "Ahimè, mio stratega impeccabile! Svelo carta, assicurandomi un'altra vittoria!",
    "athletic.dialogue.rock_paper_scissor.loose.scissor\/1": "Scalini hanno pensato di poter battere il mio rocce? Non pensarci nemmeno! Sono il sovrano di questo gioco!",
    "athletic.dialogue.rock_paper_scissor.paper\/1": "Ahimè, il mio movimento di carta è superiore! La vittoria è assicurata!",
    "athletic.dialogue.rock_paper_scissor.rock\/1": "Boom! Rock it is, baby! Niente può fermare questa potenza rocciosa!",
    "athletic.dialogue.rock_paper_scissor.scissor\/1": "Scissor! Conta su di me per superare e sopravanzarti con la mia finessima tecnica di scissor!",
    "athletic.dialogue.rock_paper_scissor.win.paper\/1": "Uomo, la roccia non è in grado di tenere il mio ritmo velocissimo! Sono sempre dominante con la mia strategia del carta.",
    "athletic.dialogue.rock_paper_scissor.win.rock\/1": "Ecco! Il mio sassolino ha distrutto i tuoi sciaboli patetici!inchinati di fronte alla potenza ineguagliabile dei miei lanci!",
    "athletic.dialogue.rock_paper_scissor.win.scissor\/1": "Dicono che l'agilità vince tutto e i miei forbici lo hanno appena dimostrato! è ora di danza della vittoria per questo dinamico atleta!",
    "athletic.dialogue.rock_paper_scissor\/1": "Ok, andiamo! Roccia, carta, forbice, va'!",
    "athletic.dialogue.rock_paper_scissor\/2": "Ti consiglio di essere pronto a vedere le mie abilità ineguagliabili questa volta!",
    "athletic.dialogue.rumors.failed\/1": "Be', be', be', sembra che il mio rilevatore di pettegolezzi non stia registrando alcuna attività. Nessuna notizia da segnalare, mi dispiace.",
    "athletic.dialogue.rumors.lore\/1": "Non credi che Jax segue ancora i suoi seguaci. Tuttavia, il culto di Sirben sta guadagnando momento grazie ai profeti atletici MerlinwolfGames e Crow che esaltano le sue lodi dalle cime delle montagne!",
    "athletic.dialogue.rumors.lore\/2": "Posso crederci? Quei maledetti Cyberdemon pensavano di poter invadere il nostro regno pacifico. Ma non temete, sirben e il potente Luke sono intervenuti e hanno messo fine alle loro sciocchezze. Parliamo di uno scontro epico!",
    "athletic.dialogue.rumors.lore\/3": "Ecco, ascolta...",
    "athletic.dialogue.rumors.lore\/4": "Non troverai un atleta più dedicato di MerlinWolfgangGames. L'uomo ha costruito un tempio impressionante esclusivamente dedicato a SirBen. Ora, questo è ciò che chiamerei impegno nel gioco!",
    "athletic.dialogue.rumors.lore\/5": "Sai, c'era un tempo questo incredibile razzo di costruttori, ma sparirono nel nulla. Poof! Ora, tutto ciò che resta sono le rovine in disfacimento delle loro strutture una volta magnifiche. È come se stessero correndo verso la grandezza e poi scomparvero in un puf di fumo.",
    "athletic.dialogue.rumors.lore\/6": "Hai sentito le leggende degli antichi costruttori? Erano come i corridori del maratona dell'Overworld, lasciando dietro di sé un tracciato di rovine e templi che ancora ci affascinano oggi. È come se fossero stati in corsa per creare meraviglie architettoniche!",
    "athletic.dialogue.shake_hand.fail\/1": "Sei scherzando? Dopo che hai brutalmente abbattuto la mucca?",
    "athletic.dialogue.shake_hand.fail\/2": "Nah, passerò, grazie.",
    "athletic.dialogue.shake_hand.fail\/3": "Non preoccuparti, non sono una persona qualsiasi, non c'è bisogno di fare sfoggio.",
    "athletic.dialogue.shake_hand.fail\/4": "Oh, non fare così! Questo è proprio fuori carattere per te.",
    "athletic.dialogue.shake_hand.fail\/5": "Andate via, perdente.",
    "athletic.dialogue.shake_hand.success\/1": "Quel tuo saluto è solido, come un morso di vise!",
    "athletic.dialogue.shake_hand.success\/2": "Il tuo afferro potrebbe schiacciare i diamanti, amico mio! Veramente impressionante la tua forza!",
    "athletic.dialogue.shake_hand.success\/3": "Oh, hai, hai! Hai ottenuto i modi di fare di un atleta olimpico! così educato e corretto!",
    "athletic.dialogue.shake_hand.success\/4": "Che giorno splendido per un po' di attività fisica, non credi?",
    "athletic.dialogue.shake_hand.success\/5": "Be', be', be! Ecco chi è! L'incarnazione dell'atletismo e del fascino!",
    "athletic.dialogue.stay.fail\/1": "Non è il mio stile, sono tutto per l'emozione dell'avventura!",
    "athletic.dialogue.stay.fail\/2": "Apprezzo l'offerta, ma il mio cuore brama la selvaggia. Mi sento vivo solo quando esploro e sfido i miei limiti!",
    "athletic.dialogue.stay.fail\/3": "Questo villaggio è pittoresco, ma io sono fatto di un'altra stoffa. Brucio dal desiderio di emozioni e adrenalina di essere un vero avventuriero!",
    "athletic.dialogue.stay.no_space\/1": "Oh, questo villaggio è letteralmente pieno zeppa!",
    "athletic.dialogue.stay.no_space\/2": "Sarei felice di restare qui un po', ma non c'è un solo letto disponibile.",
    "athletic.dialogue.stay.repeat\/1": "Uomo, sul serio? Ho appena risposto a quella domanda come due minuti fa.",
    "athletic.dialogue.stay.repeat\/2": "Sul serio, fratello? Hai chiesto la stessa cosa letteralmente. Attento, uomo!",
    "athletic.dialogue.stay.success\/1": "Grazie, questo villaggio è un totale touchdown per me!",
    "athletic.dialogue.stay.success\/2": "Fantastico, sono assolutamente eccitato per restare in questo villaggio!",
    "athletic.dialogue.story.enderdragon.fail\/1": "Ah! Sei fuori di testa? L'Ender Dragon è solo una leggenda.",
    "athletic.dialogue.story.enderdragon.fail\/2": "Sinceramente? In nessun modo, in Minecraft non potrebbe alcun mortale comune nemmeno sognare di toccare quel drago!",
    "athletic.dialogue.story.enderdragon.success\/1": "Incredibile! E hai strappato l'uovo del drago mentre sconfiggevi la bestia?",
    "athletic.dialogue.story.enderdragon.success\/2": "Oh mio dio! Hai veramente sconfitto il feroce drago della leggenda?! Il villaggio intero cincerà la tua storia eroica per secoli!",
    "athletic.dialogue.story.exploring.fail\/1": "I tuoi racconti stanno diventando noiosi.",
    "athletic.dialogue.story.exploring.fail\/2": "Impeccabile! Sii cauto non strappare i muscoli con quell'impeto, amico atleta!",
    "athletic.dialogue.story.exploring.fail\/3": "Prova di tenere il passo con te mentre esploriamo è come tentare di correre un maratona con un atleta recordista. È stancante e sono sicuramente fuori dalla mia classe.",
    "athletic.dialogue.story.exploring.success\/1": "Fantastico! Non posso aspettare di esplorare il grande sconosciuto un giorno, esibendo la mia abilità atletica!",
    "athletic.dialogue.story.exploring.success\/2": "Oh, oh! Ascoltando di queste tue avventure epiche mi accende il spirito competitivo! Mi piace la mia villaggio e tutto, ma immagina il fascino di esplorare posti nuovi, superare i limiti fisici e lasciare tutti a bocca aperta!",
    "athletic.dialogue.story.exploring.success\/3": "Hai proprio il coraggio di un vero atleta, amico mio! Ci vuole un vero atleta per affrontare con coraggio nuove terre sconosciute. Posso solo immaginare l'impeto di adrenalina che devi provare durante le tue spedizioni!",
    "athletic.dialogue.story.fail\/1": "*ahem* Mi permetto solo di flettere i miei bicipiti per un momento e ti assicuro che non vorresti affatto mettere in discussione la mia madre.",
    "athletic.dialogue.story.fail\/10": "Non vedo come potesse essere buono... ma beh, non tutti possono apprezzare il livello di abilità e agilità che io possiedo.",
    "athletic.dialogue.story.fail\/2": "Questo è il motivo per cui il villaggio non può tenere il mio ritmo. Io sono come Usain Bolt del Minecraft!",
    "athletic.dialogue.story.fail\/3": "Non lo capisco... e questo è dire qualcosa, perché posso fare un triplo salto mortale da una scogliera senza rompermi un capello.",
    "athletic.dialogue.story.fail\/4": "Sei terribile! I Creepers hanno sentimenti pure, sai? Forse dovresti fare un paio di giri intorno al villaggio e pensarci su.",
    "athletic.dialogue.story.fail\/5": "Come hai potuto uccidere un povero agnello?! Io sfuggisco ai lupi per divertirmi, ma tu? Sei solo senza cuore.",
    "athletic.dialogue.story.fail\/6": "*starnazzando* oh - uh... non è niente, stavo sognando di vincere la medaglia d'oro ai Giochi Olimpici Minecraft in ogni evento. Non è un gran problema.",
    "athletic.dialogue.story.fail\/7": "Come è stato possibile che ti sia stata così lunga la scalata del Monte Everest e il ritorno, quando avresti potuto fallire con tanta disperazione?",
    "athletic.dialogue.story.fail\/8": "Yawn! Come on, come on... Quanto noioso. Potrei correre un maratona, costruire uno skyscraper e ancora avere tempo libero prima che la tua storia di insuccesso finisca.",
    "athletic.dialogue.story.fail\/9": "Sei pazzo, e non nel senso buono... diversamente da me, l'estremo che salta dagli alberi senza nemmeno un pensiero.",
    "athletic.dialogue.story.nether.fail\/1": "Non credo che tu abbia mai osato neanche avvicinarti al Nether, fratello.",
    "athletic.dialogue.story.nether.fail\/2": "Uomo, non è un caso che quei piglin ti abbiano attaccato. Sei come un bersaglio ambulante là dentro.",
    "athletic.dialogue.story.nether.fail\/3": "Sembra che non hai importanza se sei stato nel Nether. Non potresti raccontare una storia nemmeno se la tua carriera atletica dipendesse da questo.",
    "athletic.dialogue.story.nether.fail\/4": "Pfft, guardalo! Non sei nemmeno vicino a essere abbastanza muscoloso per gestire l'Inferno, amico mio.",
    "athletic.dialogue.story.nether.fail\/5": "Il mio nonno leggendario era un esploratore del Nether e non ha mai menzionato nulla riguardo al fungo distorto. Bravo tentativo, ma non sto comprando le tue bugie, amico.",
    "athletic.dialogue.story.nether.success\/1": "Uomo, è proprio caldo là dentro, eh?!",
    "athletic.dialogue.story.nether.success\/2": "Uomo, sei come un vero sopravvissuto in quel infernale mondo sotterraneo. Rispetto puro.",
    "athletic.dialogue.story.nether.success\/3": "Ho sentito voci su tesori pazzi nel Nether, ma sono troppo codardo perfino per pensare di mettere piede là dentro...",
    "athletic.dialogue.story.nether.success\/4": "Devi avere nervi d'acciaio per avventurarti in quel luogo. Non c'è paura che ti fermi, vero? Non direi mai di essere spaventato...",
    "athletic.dialogue.story.nether.success\/5": "Ehi, hai mai incontrato un maiale zombificato? Quelle cose sono gnocche!",
    "athletic.dialogue.story.success\/1": "Non è possibile! È assolutamente folle!",
    "athletic.dialogue.story.success\/2": "Se solo avessi il coraggio di affrontare un crepitante come quello.",
    "athletic.dialogue.story.success\/3": "Wow, quella storia era epica! Hai inventato tu stesso?",
    "athletic.dialogue.story.success\/4": "Spera, tutta quella storia è successa solo ieri? Incredibile!",
    "athletic.dialogue.story.success\/5": "Ero effettivamente nella zona ieri, è incredibile come non abbia preso vento di questo già.",
    "athletic.dialogue.story.success\/6": "Ahah! Classico %supporter%! Sempre eseguendo incredibili gesta.",
    "athletic.dialogue.story.success\/7": "Devo aver sentito la leggenda di %supporter% un miliardo di volte. Divertimi raccontandola ancora una volta!",
    "athletic.dialogue.story.success\/8": "Ah, quindi è questo il segreto dietro al tuo primo ritrovamento di diamante? affascinante!",
    "athletic.dialogue.story.success\/9": "Hai bisogno di tornare più tardi! Sto morendo dalla voglia di sentire ancora delle storie sulle tue avventure.",
    "athletic.dialogue.story.wither.fail\/1": "Non è possibile! Non sto comprando questo!",
    "athletic.dialogue.story.wither.fail\/2": "Sembra davvero troppo intatto per essere legittimo.",
    "athletic.dialogue.story.wither.success\/1": "Non è possibile! Ho sentito dire che il Wither fa strage come nessun altro!",
    "athletic.dialogue.story.wither.success\/2": "Hai conquistato l'Alto Wither?! Wow, è incredibile!"
}