{
    "_comment": "Nota: --- integrazioni del modulo ---",
    "info_book.evilcraftcompat.mod_integrations": "Integrazioni di mod &r",
    "info_book.evilcraftcompat.mod_integrations.baubles": "Integrazioni con Baubles",
    "info_book.evilcraftcompat.mod_integrations.baubles.text": "Il modulo che aggiunge diversi nuovi slot di accessorio comodi per il tuo giocatore è anche in grado di memorizzare gli anelli e le pendenti offerti in questo libro. Continuano a funzionare come se fossero all'interno della tua inventario. Baubles per tutti!",
    "info_book.evilcraftcompat.mod_integrations.blood_magic": "Magia del sangue",
    "info_book.evilcraftcompat.mod_integrations.blood_magic.text": "Un giorno scoprii un'orbita di sangue molto strana e1 che doveva essere stata posseduta da qualcos'altro tipo di mago.0 quando la utilizzai, sentii come se fossi stato in qualche modo connesso a essa. Dopo un po', scoprii che era infatti connessa al mio flusso di sangue.0 Forzando una grande quantità di sangue0 attraverso di essa utilizzando l'infuser di sangue1, ho riuscito a creare un oggetto che è sia connesso al mio flusso di sangue0 e può essere usato come contenitore semplice, consentendomi di collocarlo nei miei macchinari preferiti e utilizzandolo con i miei oggetti.",
    "info_book.evilcraftcompat.mod_integrations.ee3": "Scambio equivalente 3",
    "info_book.evilcraftcompat.mod_integrations.ee3.text": "I maghi hanno scoperto che quasi tutto in questo mondo ha un certo tipo di &1valore&0 rispetto ad altri oggetti. Queste persone hanno padroneggiato l'arte di &1trasmutare&0 questi oggetti gli uni con gli altri. I loro strani metodi sembrano anche funzionare con i miei oggetti.",
    "info_book.evilcraftcompat.mod_integrations.enderio": "Ender IO",
    "info_book.evilcraftcompat.mod_integrations.enderio.text": "Queste tecnologie basate su Ender sono molto interessanti, forse potrei migliorare le mie macchine sulla base di quelle in futuro. Comunque, sembra che sia in grado di elaborare e1Dark Ore&0 e e1Dark Gems&0 utilizzando le loro macchine, il che è abbastanza utile.",
    "info_book.evilcraftcompat.mod_integrations.forestry": "Integrazione con Forestry",
    "info_book.evilcraftcompat.mod_integrations.forestry.text": "Visitando alcuni dei miei amici che lavorano con alberi e api, notai che alcune delle loro borse mi consentono di inserire alcuni degli oggetti miei. Notai anche che la loro macchina chiamata \"squeezer\" è in grado di estrarre sangue dalle parti dell'albero dei morti, che può essere facilmente coltivato utilizzando il sistema di crescita alberi dei miei amici.",
    "info_book.evilcraftcompat.mod_integrations.ic2": "Industrial Craft 2",
    "info_book.evilcraftcompat.mod_integrations.ic2.text": "Ci sono un gruppo di persone strane che lavorano costantemente con macchine che ronzano. Non ho idea di cosa fanno queste macchine, eccetto il &1macerator&0. Sono in grado di inserire &1ore oscura&0 nel suo interno per ottenere immediatamente &1gioie oscure&0 e la loro variante triturata. I &1gioie oscure&0 regolari possono anche essere inserite per tritare.",
    "info_book.evilcraftcompat.mod_integrations.immersiveengineering": "Integrazioni Immersive Engineering",
    "info_book.evilcraftcompat.mod_integrations.immersiveengineering.text": "Devo ammettere che le macchine di quegli ingegneri hanno un aspetto piuttosto gradevole. Altrimenti, sembrano essere molto bravi nel trattare &1carbone oscuro&0 e &1gemme oscure&0, ma anche nel comprimere &1legno dei morti&0 e &1foglie dei morti&0 per &4sangue&0.",
    "info_book.evilcraftcompat.mod_integrations.jei": "Just Enough Items (JEI)",
    "info_book.evilcraftcompat.mod_integrations.jei.text": "Alcuni sembrano avere \"troppi oggetti\" &r, mentre altri hanno \"pochi oggetti\" &r. Sembra che abbiamo finalmente raggiunto uno stadio in cui le persone hanno \"oggetti giusti\" &r, il sapere contenuto in questo libro è comprensibile per loro.",
    "info_book.evilcraftcompat.mod_integrations.thaumcraft": "Integrazione con Thaumcraft",
    "info_book.evilcraftcompat.mod_integrations.thaumcraft.text": "Ho notato che la thaumaturgia è un tipo di magia molto diverso. Sembrano felici quando vedono gli oggetti miei, sempre camminano qui con i loro strani esagoni. Per piacere ai miei amici, ho costruito alcuni strumenti per l'iscrizione a &1veine&0 che possono essere utilizzati per scrivere con &4sangue&0 al posto dell'inchiostro.",
    "info_book.evilcraftcompat.mod_integrations.thermal_expansion": "Integrazione con Thermal Expansion",
    "info_book.evilcraftcompat.mod_integrations.thermal_expansion.text": "Queste persone sono piuttosto strane, sempre indossano abiti molto strani e sembrano principalmente impugnare molti tipi di chiavi per ragione ignota. So solo una cosa su di loro: hanno una macchina che può trasporre fluidi, il che consente un'infusione di sangue molto basiche, ma purtroppo non può essere aggiornata.",
    "info_book.evilcraftcompat.mod_integrations.tinkers_construct": "Costruzione dei fabbricanti di armi",
    "info_book.evilcraftcompat.mod_integrations.tinkers_construct.text": "I strumenti, strumenti e strumenti! sembra che questi individui non pensino a nulla altro. l'utilizzo di niente altro che questi strumenti deve danneggiarli gravemente, fortunatamente hanno il &1cassetto sanguigno&0 per ripararli!",
    "info_book.evilcraftcompat.mod_integrations.waila": "Integrazioni WAILA",
    "info_book.evilcraftcompat.mod_integrations.waila.text": "Cosa stai guardando, ti chiedi? In realtà dovresti essere in grado di capirlo veramente.",
    "item.items.evilcraft.veined_scribing_tools": "Strumenti di scrittura veinata"
}