{
    "_": "",
    "gloomy.dialogue.apologize.fail\/1": "Lasciami in pace!",
    "gloomy.dialogue.apologize.fail\/2": "Hai intenzionalmente colpito me!",
    "gloomy.dialogue.apologize.fail\/3": "Come se mai crederei a questo!",
    "gloomy.dialogue.apologize.fail\/4": "Il dolore persiste, risparmia le tue scuse!",
    "gloomy.dialogue.apologize.fail\/5": "Assolutamente non c'è speranza!",
    "gloomy.dialogue.apologize.success\/1": "Non preoccuparti per questo, sono abituato a delusioni.",
    "gloomy.dialogue.apologize.success\/2": "Oh bene, suppongo che tollererò la tua inettitudine questa volta.",
    "gloomy.dialogue.apologize.success\/3": "Suppongo che possa accettare la tua scusa patetica, ma non permettere che succeda di nuovo.",
    "gloomy.dialogue.apologize.success\/4": "Non è un gran problema, sono abituato a persone che falliscono miseramente.",
    "gloomy.dialogue.apologize.success\/5": "Okay, vai pure e rovinare tutto. Non come se avessi avuto alcuna aspettativa comunque.",
    "gloomy.dialogue.busy\/1": "Mi dispiace, ma ho una montagna di lavoro da affrontare. Non posso chattare ora.",
    "gloomy.dialogue.busy\/2": "Apprezzo molto la tua compagnia, ma sono sommerso di lavoro. Devo prioritizzare, sai?",
    "gloomy.dialogue.busy\/3": "Oh, desidero tanto poter dedicare un momento al chiacchierare, ma temo che non sia possibile, sono sommerso di compiti. Forse più tardi?",
    "gloomy.dialogue.busy\/4": "Con rincrescimento, mio amico, il dovere mi chiama. Devo concentrarmi sul mio lavoro per ora. Ci vedremo presto.",
    "gloomy.dialogue.busy\/5": "Ahimè! Ho lasciato il mio incudine non sorvegliato! Devo andare, ma ci rivedremo un'altra volta.",
    "gloomy.dialogue.chat.desert\/1": "È terribilmente caldo qui nel deserto e sembra che l'inverno non arriverà mai.",
    "gloomy.dialogue.chat.desert\/10": "La vita in questo deserto arido è un'eterna lotta, ma grazie al cielo abbiamo questo villaggio dove possiamo trovare un po' di sollievo nell'acqua e nel cibo.",
    "gloomy.dialogue.chat.desert\/2": "Questo deserto è inesorabilmente caldo tutto l'anno.",
    "gloomy.dialogue.chat.desert\/3": "Nonostante sia caldo qui nel deserto, non riesco mai a sfuggire a questo perpetuo abbronzatura o al costante rischio di ustione solare.",
    "gloomy.dialogue.chat.desert\/4": "Le notti possono offrire un rifugio più fresco, ma la bellezza spoglia del cielo stellato non fa che aumentare la desolazione.",
    "gloomy.dialogue.chat.desert\/5": "Oh mio dio! Non posso credere che il sole sia così caldo oggi.",
    "gloomy.dialogue.chat.desert\/6": "Oh mio dio! Il sole è assolutamente insopportabile oggi!",
    "gloomy.dialogue.chat.desert\/7": "Hai mai riuscito a individuare dei conigli? Sono praticamente invisibili in questo luogo desolato!",
    "gloomy.dialogue.chat.desert\/8": "Un grande svantaggio di vivere qui sono quei fastidiosi husk. hanno un'abitudine a consumare tutta la tua energia! come ingiusto!",
    "gloomy.dialogue.chat.desert\/9": "Saprò dirvielo, mi pungolai un cactus l'altro giorno. Bisogna camminare con estrema cautela in questo terribile deserto!",
    "gloomy.dialogue.chat.fail\/1": "Come hai il coraggio di fare una cosa simile?",
    "gloomy.dialogue.chat.fail\/10": "Sinceramente, perché stai sprecando il mio tempo con questa assurdità?",
    "gloomy.dialogue.chat.fail\/11": "Rumori su di te non sono molto lusinghieri e ora capisco il motivo.",
    "gloomy.dialogue.chat.fail\/12": "anche gli spettri evitano di intrattenere conversazioni con te.",
    "gloomy.dialogue.chat.fail\/13": "Sei tanto affascinante quanto una strega, e questo è dire poco.",
    "gloomy.dialogue.chat.fail\/14": "Non ti preoccupare di parlarmi, assicurerò che i guardie ti trascinino via.",
    "gloomy.dialogue.chat.fail\/15": "Mi dispiace, le tue parole mi hanno addormentato. Come noioso.",
    "gloomy.dialogue.chat.fail\/16": "Sei finalmente pronto a smettere di parlare senza fine?",
    "gloomy.dialogue.chat.fail\/17": "Mi chiedo se qualcuno si dispiacerebbe se improvvisamente diventassi muto per sempre.",
    "gloomy.dialogue.chat.fail\/18": "preferirei guardare la schiena di un maiale piuttosto che ascoltarti parlare.",
    "gloomy.dialogue.chat.fail\/19": "Sei finito di sprecare il mio tempo prezioso adesso?",
    "gloomy.dialogue.chat.fail\/2": "E' incredibile come le cose si esplodano improvvisamente, non è vero?",
    "gloomy.dialogue.chat.fail\/20": "Cosa? Tu sei proprio convinto che la Terra sia rotonda? No modo, è solo assurdo!",
    "gloomy.dialogue.chat.fail\/21": "Oh, la tragica ignoranza di quelli che credono in un pianeta rotondo. È una riflessione cupa della nostra ignoranza collettiva.",
    "gloomy.dialogue.chat.fail\/3": "Ecco, non sono proprio impressionato dalla tua cosiddetta coolness.",
    "gloomy.dialogue.chat.fail\/4": "Guardali, che si vantano come se fossero la cosa più grande mai vista.",
    "gloomy.dialogue.chat.fail\/5": "Ugh, vai via con il tuo stile di moda datato.",
    "gloomy.dialogue.chat.fail\/6": "Sto parlando di qualcosa che è proprio la mia tazza di thé.",
    "gloomy.dialogue.chat.fail\/7": "Oh, grande, è lei di nuovo. Cosa vuole?",
    "gloomy.dialogue.chat.fail\/8": "Mi dispiace, non mi importa affatto di quel che hai appena detto.",
    "gloomy.dialogue.chat.fail\/9": "Mi scuso, ma hai veramente pensato che mi importasse di questo?",
    "gloomy.dialogue.chat.plains\/1": "I campi... è tutto ciò che ho mai conosciuto. Non ho mai varcato i confini di questi campi monotoni. Forse un giorno, se potessi trovare il coraggio...",
    "gloomy.dialogue.chat.plains\/2": "I pianure. Sono così terribilmente noiose e privi di eventi. Mentre gli altri cercano avventura in biomi più vivaci, io mi sono rassegnato a questa esistenza monotona. Come vorrei un cambiamento di scenario...",
    "gloomy.dialogue.chat.plains\/3": "Il piano delle notti... un bello spettacolo pauroso, suppongo. Il silenzio è soffocante, la vacuità è oppressiva. È come se anche l'oscurità stessa trovasse rifugio in questa desolazione.",
    "gloomy.dialogue.chat.plains\/4": "Le notti come queste, mi trovo a giacere sull'erba, guardando in alto verso l'ampio spazio del cielo. Le stelle mi deridono con i loro scintillii distanti, ricordandomi dell'inconsistenza della mia esistenza.",
    "gloomy.dialogue.chat.plains\/5": "L'aria qui... fresca e priva di vita. manca la vitalità cruda della taiga, ma suppongo sia marginalmente meglio del cattivo odore stagnante degli altri biomi. una piccola consolazione in questo deserto sterile.",
    "gloomy.dialogue.chat.plains\/6": "Il piano... semplice e privo di gioia, proprio come la mia esistenza senza speranza. Eppure, in questo mare di monotonia, c'è un certo conforto. Forse la semplicità è l'unica consolazione che posso trovare in questo mondo desolato.",
    "gloomy.dialogue.chat.plains\/7": "Questo tempo... mi riporta ricordi amari della mia infanzia. giorni in cui raccoglievo fiori da questi stessi campi, sperando di impressionare l'amore non corrisposto, Ash. ma purtroppo, anche allora, i miei sforzi furono vani.",
    "gloomy.dialogue.chat.plains\/8": "Il tramonto nei piani... un momento fugace di bellezza transitoria. Ma cosa è la bellezza se non serve solo a mettere in risalto la desolazione che mi circonda? Forse dovresti vederlo, se solo per comprendere il mio stato d'animo melanconico.",
    "gloomy.dialogue.chat.savanna\/1": "Il caldo di questo savana è insopportabile, non si ferma mai. almeno non dobbiamo preoccuparci di morire congelati d'inverno.",
    "gloomy.dialogue.chat.savanna\/2": "Quei lama mi stanno letteralmente impazzendo, sempre che sputano e creano un casino. Ma suppongo sia solo un'altra gioia della vita in questo maledetto posto.",
    "gloomy.dialogue.chat.savanna\/3": "Il progetto architettonico qui nel savana non vale la pena scriverlo a casa. È noioso e privo di vita, proprio come il resto di questo bioma maledetto.",
    "gloomy.dialogue.chat.savanna\/4": "Non ti sforzare nemmeno di cercare qualcosa di interessante in questo savana piatto e monotono. Non c'è nulla da menzionare qui.",
    "gloomy.dialogue.chat.savanna\/5": "I fiumi? Ah, è l'unica cosa che abbiamo a disposizione. Ma di che servono quando non c'è nulla altro da godere in questo deserto spopolato?",
    "gloomy.dialogue.chat.savanna\/6": "I colli e paesaggi qui considerati \"interessanti\" sono in realtà una crudele burla. È un'insulto alla natura.",
    "gloomy.dialogue.chat.savanna\/7": "L'unica consolazione da questo caldo soffocante è l'ombra misera offerta dai poveri alberi di acacia. È appena sufficiente a sopravvivere ai giorni lavorativi.",
    "gloomy.dialogue.chat.savanna\/8": "Meloni e zucche? Be', suppongo sia l'unica cosa di cui possiamo vantarci in questo miserabile savana. Scambiare con altri villaggi? Chi ne ha bisogno, comunque?",
    "gloomy.dialogue.chat.snowy_plains\/1": "È così dolorosamente freddo qui. Non riesco nemmeno a sentire le dita, anche con tutta la legna da fuoco del mondo.",
    "gloomy.dialogue.chat.snowy_plains\/2": "Questo deserto di neve è assolutamente insopportabile. Cerco di ridere, ma esce solo come un suono vuoto e privo di gioia.",
    "gloomy.dialogue.chat.snowy_plains\/3": "Il tempo fuori è spaventoso e tutto ciò che voglio fare è raggomitolarmi nel mio copriletto e addormentarmi fino alla primavera.",
    "gloomy.dialogue.chat.snowy_plains\/4": "Il neve porta indietro ricordi dolorosi di un tempo in cui la felicità era all'interno della portata. Ora, sembra un sogno lontano.",
    "gloomy.dialogue.chat.snowy_plains\/5": "I vagabondi di questo villaggio sono l'epitome di fastidio. le loro frecce con la punta sono come pugnalate per il mio spirito già ferito.",
    "gloomy.dialogue.chat.snowy_plains\/6": "Attenzione ai lupi che si nascondono vicino. La loro presenza è un ricordo gelido dei pericoli che ci circondano.",
    "gloomy.dialogue.chat.snowy_plains\/7": "Toccando un golem di ferro è come abbracciare una punizione implacabile. Si è intrappolati nel suo giro, senza speranza di fuga.",
    "gloomy.dialogue.chat.snowy_plains\/8": "I bambini passati erano pieni di momenti fugaci di gioia. Ricordo che i miei genitori mi portavano un zucca, ma quei ricordi sono stati contaminati dal sapore amaro della perdita.",
    "gloomy.dialogue.chat.success\/1": "Ugh, biscotti e latte... immagino che sarebbero abbastanza soddisfacenti.",
    "gloomy.dialogue.chat.success\/10": "Mi chiedo cosa sia successo a %supporter%. Se ne sono andati da qui tempo addietro, probabilmente si sono accorti di quanto questo posto sia noioso.",
    "gloomy.dialogue.chat.success\/12": "Senti dire il più recente pettegolezzo - hai sentito cosa è successo a %supporter% l'altra volta?",
    "gloomy.dialogue.chat.success\/13": "Quei gatti vagabondi sono tentatori, ma chi ha il tempo o l'energia per occuparsene? Certamente non io.",
    "gloomy.dialogue.chat.success\/14": "Ridecorando la mia casa? Sì, certo. Preferirei sedermi sul divano tutto il giorno, grazie mille.",
    "gloomy.dialogue.chat.success\/15": "Ragazzi? forse un giorno, se posso trovare qualcuno disperato abbastanza per tollerare la mia esistenza miserabile.",
    "gloomy.dialogue.chat.success\/16": "A volte mi chiedo se vivendo nell'altra villaggio avrebbe fatto differenza. Probabilmente no.",
    "gloomy.dialogue.chat.success\/17": "Ricordi dell'infanzia? Sì, sono piacevoli... solo un doloroso ricordo di come le cose fossero meglio prima.",
    "gloomy.dialogue.chat.success\/18": "Visitando i miei genitori? È stato un'eternità. Forse dovresti, se riesci a raccogliere il coraggio per uscire di casa.",
    "gloomy.dialogue.chat.success\/19": "Viaggiando all'altro villaggio? Ho alcuni cosiddetti amici che non mi dispiacerebbe evitare per un paio di altre vite.",
    "gloomy.dialogue.chat.success\/2": "Se consideri cieli grigi e una leggera pioggia come \"piacevoli\", allora sì, il tempo è \"piacevole\".",
    "gloomy.dialogue.chat.success\/20": "Formaggio... un sogno lontano. proprio come la felicità, il successo e una vita degna di essere vissuta.",
    "gloomy.dialogue.chat.success\/3": "Sono okay, suppongo... solo mi sono storto il piede quando mi sono svegliato, aggiungendo un'insulto all'infortunio.",
    "gloomy.dialogue.chat.success\/4": "Un' mela al giorno potrebbe distrarre i zombie per un secondo, ma torneranno indietro con sicurezza.",
    "gloomy.dialogue.chat.success\/5": "Sto costruendo il mio proprio villaggio? Sì, certo, come se avessi l'energia o la motivazione per farlo.",
    "gloomy.dialogue.chat.success\/6": "Penso di aver visto un'occhiata di %supporter% l'altra volta, mentre si aggirava con la sua armatura di diamante.",
    "gloomy.dialogue.chat.success\/7": "Il mio cosiddetto amico %supporter% aveva l'audacia di vantarsi ieri di aver trovato un cassetto pieno di diamanti!",
    "gloomy.dialogue.chat.success\/8": "Il tempo? notevole? beh, suppongo che sia marginalmente meno desolante del solito.",
    "gloomy.dialogue.chat.success\/9": "Ragno e gobbo? Meh, ho affrontato quei parassiti tutta la vita, niente di speciale.",
    "gloomy.dialogue.chat.taiga\/1": "I boschi... sono solo così desolati. tutto ciò che offrono è legno marcio, legna inutile e un rifugio per i parassiti.",
    "gloomy.dialogue.chat.taiga\/2": "Dicono che qui nel bioma della taiga fa freddo, e onestamente non hanno torto. Ci siamo ritrovati in questo deserto ghiacciato senza nulla da fare. È facile capire perché tutti siamo così miserabili.",
    "gloomy.dialogue.chat.taiga\/3": "I boschi di taiga sono... okay, suppongo. I frutti dolci sono l'unica cosa che porta un'ombra di gioia in questo luogo desolato.",
    "gloomy.dialogue.chat.taiga\/4": "I volpi nei boschi di taiga? oh no, non comincio nemmeno a parlarne. sono solo un problema, sempre a nascondersi e a causare disordine. vorrei che semplicemente sparissero.",
    "gloomy.dialogue.chat.taiga\/5": "I lupi qui sono supposti essere addomesticati, ma onestamente sono solo un'altra seccatura da gestire. sempre a naso, sperando di rubare il nostro scarso rifornimento alimentare.",
    "gloomy.dialogue.chat.taiga\/6": "Il fresco crudo dell'aria nella taiga... è come un costante ricordo di quanto siamo isolati. Non meraviglia che sia così soffocante.",
    "gloomy.dialogue.chat.taiga\/7": "Quei bellissimi cespugli di mirtilli? Sì, potrebbero avere dei mirtilli decenti, ma essere pungolati da uno è solo un'altra dolorosa ricordo di come tutto questo posto sia contro di noi.",
    "gloomy.dialogue.chat.taiga\/8": "Il freddo e implacabile pioggia nella taiga è solo la ciliegina sulla torta di questa esistenza miserabile. Potrebbe essere pacifica, ma è una pace che scambierei volentieri con calore e civiltà.",
    "gloomy.dialogue.first.exploring\/1": "L'unica cosa che abbiamo qui è un'esistenza cupa, ma suppongo che puoi restare se prometti di non rovinarla.",
    "gloomy.dialogue.first.exploring\/2": "Segui le deprimenti regole di questo luogo e sei il benvenuto a restare, o viaggiatore stanco.",
    "gloomy.dialogue.first.exploring\/3": "Attenzione al passo, anima perduta. Questa terra desolata ha regole severe e dovresti rispettarle se vuoi sopravvivere.",
    "gloomy.dialogue.first.generic\/1": "Non ricordo di aver mai visto intorno a me prima... benvenuto, suppongo.",
    "gloomy.dialogue.first.generic\/2": "Oh, grande, un altro estraneo. proprio quel che ci serviva.",
    "gloomy.dialogue.first.generic\/3": "Oh, gioia, qualcuno nuovo. Spero che non sia altrettanto noioso come gli altri.",
    "gloomy.dialogue.first.generic\/4": "Benvenuto in questo miserabile esempio di villaggio. Hai alcune storie per renderlo leggermente più interessante?",
    "gloomy.dialogue.first.generic\/5": "È passato tanto tempo dal momento in cui abbiamo avuto il piacere di avere compagnia di un viaggiatore. Non aspettarti molto, però.",
    "gloomy.dialogue.first.generic\/6": "Oh, guarda chi ha deciso di onorarci con la sua presenza. Benvenuto, suppongo. Spero che non resti troppo a lungo.",
    "gloomy.dialogue.first.question\/1": "Oh, un altro visitatore... qual'è la disgrazia che ti porta in questo villaggio abbandonato?",
    "gloomy.dialogue.first.question\/2": "Oh, un estraneo... qual'è la storia tragica che ti ha portato in questo luogo desolato?",
    "gloomy.dialogue.first.question\/3": "Ehi, sei nuovo... sei uno di quegli avventurieri maledetti? Come hai finito qui in questo terribile paese?",
    "gloomy.dialogue.first.settling\/1": "È... beh... credo di poter tollerare un'altra faccia nel villaggio.",
    "gloomy.dialogue.first.settling\/2": "Oh, grande... un altro vicino... benvenuto, suppongo.",
    "gloomy.dialogue.first.settling\/3": "gioia... un'altra mano d'aiuto qui intorno... come... eccitante.",
    "gloomy.dialogue.first.settling\/4": "Ecco, hai deciso di restare, eh? Be', suppongo che sia solo... fantastico.",
    "gloomy.dialogue.first.spent_night.failed\/1": "Purtroppo, costruire un albergo degno è al di là delle nostre capacità. La nostra villaggio non possiede una particolare abilità architettonica, temo.",
    "gloomy.dialogue.first.spent_night.failed\/2": "Con rincrescimento, il concetto di albergo è un'illusione in questi luoghi. Il nostro villaggio non è equipaggiato per offrire tali lussi, mi dispiace dire.",
    "gloomy.dialogue.first.spent_night.failed\/3": "Forse avventurandosi in un villaggio vicino potrebbe portare a risultati più favorevoli. La loro ospitalità potrebbe superare le limitazioni del nostro umile rifugio.",
    "gloomy.dialogue.first.spent_night.success\/1": "Se sei disperato di trovare un posto dove riposare, l'albergo è la tua unica opzione.",
    "gloomy.dialogue.first.spent_night.success\/2": "Il locale, se si può chiamare così, è il luogo meno orribile dove provare a riprendere un po' di forza.",
    "gloomy.dialogue.first.spent_night.success\/3": "Vogliate esperienze la delusione e la mediocrità? Ecco il nostro accogliente albergo!",
    "gloomy.dialogue.flirt.fail\/1": "Se hai realmente inteso quelle parole, credo che sarei sorpreso... ma non nel senso buono.",
    "gloomy.dialogue.flirt.fail\/2": "Ugh, spare me le frasi riciclate. Il fabbro mi ha già usato quella su di me...",
    "gloomy.dialogue.flirt.fail\/3": "Come se ciò potesse mai succedere. Come se ciò potesse mai succedere.",
    "gloomy.dialogue.flirt.fail\/4": "Wow, e pensavo di aver visto tutto. Immagino che mi sbagliassi, sei ancora più miserabile di quanto immaginassi.",
    "gloomy.dialogue.flirt.fail\/5": "Sembra che tu pensi di avere una possibilità? Per favore, anche un crepaccio ha più fascino di te.",
    "gloomy.dialogue.flirt.fail\/6": "Oh, per favore non continuate con quella sciocchezza. È solo doloroso da assistere.",
    "gloomy.dialogue.flirt.fail\/7": "Quello sguardo nei tuoi occhi e quelle parole sulle tue labbra, fanno tremare il mio animo cupo. Mai, mai pronuncia quelle parole di nuovo.",
    "gloomy.dialogue.flirt.slap\/1": "Scusa l'intrusione!",
    "gloomy.dialogue.flirt.slap\/2": "Un zombi desolato ti ha insegnato come flirtare?!",
    "gloomy.dialogue.flirt.success\/1": "Sei... un po' coraggioso, suppongo.",
    "gloomy.dialogue.flirt.success\/2": "Oh, tu! Fermati di essere... leggermente affascinante, suppongo.",
    "gloomy.dialogue.flirt.success\/3": "*sospira* Sei serio, o stai solo scherzando con me?",
    "gloomy.dialogue.flirt.success\/4": "Oh, bene... comunque.",
    "gloomy.dialogue.flirt.success\/5": "Quello era... quasi carino, suppongo. Non mi ha certo conquistato con \"ciao\" però.",
    "gloomy.dialogue.flirt.success\/6": "Come fai a sembrare... abbastanza in ordine ogni giorno? Quando ti guardo, sento di essere leggermente delusa.",
    "gloomy.dialogue.flirt.success\/7": "Oh, per favore smettilo! Mi stai facendo... vagamente a disagio.",
    "gloomy.dialogue.goaway\/1": "Lasciami in pace.",
    "gloomy.dialogue.goaway\/2": "Non hai forse affari più urgenti da sbrigare?",
    "gloomy.dialogue.goaway\/3": "Scusa, %1$s, non sono disponibile in questo momento.",
    "gloomy.dialogue.goaway\/4": "Cerca un'altra anima da tormentare!",
    "gloomy.dialogue.goaway\/5": "Andate via, anima miserabile!",
    "gloomy.dialogue.greet.fail\/1": "Sigh...",
    "gloomy.dialogue.greet.fail\/2": "Beh, se lo dici...",
    "gloomy.dialogue.greet.fail\/3": "Oh, grande...",
    "gloomy.dialogue.greet.fail\/4": "Sinceramente? Come è meraviglioso...",
    "gloomy.dialogue.greet.fail\/5": "Oh, fantastico...",
    "gloomy.dialogue.greet.mayor\/1": "Un'altra giornata cupa, sindaco.",
    "gloomy.dialogue.greet.mayor\/2": "Desiderando un giorno meno miserabile per il sindaco!",
    "gloomy.dialogue.greet.monarch\/1": "Oh, grande e assolutamente triste maestà.",
    "gloomy.dialogue.greet.monarch\/2": "Oh, alto e profondamente melanconico signore.",
    "gloomy.dialogue.greet.negative\/1": "Uh, perché hai dovuto comparire? Sei come una nuvola oscura che mi segue.",
    "gloomy.dialogue.greet.negative\/2": "Oh gioia, sei tu. proprio quando pensavo che il mio giorno non potesse peggiorare di più.",
    "gloomy.dialogue.greet.negative\/3": "Hmph.",
    "gloomy.dialogue.greet.negative\/4": "Oh, è te. speravo in un barlume di felicità, ma suppongo sia troppo chiedere.",
    "gloomy.dialogue.greet.negative\/5": "Tornare a disturbarmi, è questo? Non potresti trovare qualcun altro da importunare?",
    "gloomy.dialogue.greet.success\/1": "Beh, suppongo che sia piacevole sentire questo...",
    "gloomy.dialogue.greet.success\/2": "Oh, stai facendo bene? Come... bello.",
    "gloomy.dialogue.greet.success\/3": "Ah, il mio cuore è riempito di gioia sapendo questo.",
    "gloomy.dialogue.greet.success\/4": "Così felice... suppongo.",
    "gloomy.dialogue.greet.success\/5": "Ecco, bene di sapere... suppongo.",
    "gloomy.dialogue.greet\/1": "Ehi... come stai oggi?",
    "gloomy.dialogue.greet\/2": "Oh, ciao %1$s... come va?",
    "gloomy.dialogue.greet\/3": "Oh, ciao. Hai bisogno di qualcosa? Non che mi importi veramente...",
    "gloomy.dialogue.greet\/4": "Ti sembri pronto a prendere in mano il giorno... come va, immagino?",
    "gloomy.dialogue.greet\/5": "Ciao %1$s... è... bello vederti, suppongo.",
    "gloomy.dialogue.greet\/6": "Ohai... credo.",
    "gloomy.dialogue.greet\/7": "Sono felice di vederti, suppongo...",
    "gloomy.dialogue.greet\/8": "Ciao... è... bello rivederti. Come stai oggi? Se anche ti importa condividere...",
    "gloomy.dialogue.greet\/9": "Ehi... sono felice di vederti, suppongo...",
    "gloomy.dialogue.hire\/1": "Va bene, suppongo di poter offrire il mio aiuto limitato. Notificami quando hai bisogno di aiuto, anche se non posso garantire la mia entusiasmo.",
    "gloomy.dialogue.hire\/2": "Oh, meraviglioso! Informami del tuo bisogno della mia presenza e io sarò costretto a obbedire con riluttanza in cambio di quei miserabili emerald.",
    "gloomy.dialogue.hire\/3": "Oh, gioia! Preparatevi per un'esecuzione mediocre. Immagino che sarò al vostro servizio, fintanto che quei miserabili emerald sono in mio possesso.",
    "gloomy.dialogue.hug.fail\/1": "Sei bagnato di fango e sporcizia!",
    "gloomy.dialogue.hug.fail\/2": "Non lo farei, se non ti dispiace.",
    "gloomy.dialogue.hug.fail\/3": "Cosa c'è da dire, veramente?",
    "gloomy.dialogue.hug.fail\/4": "Ricordi quando hai deriso la mia esistenza? Non lo dimenticherò.",
    "gloomy.dialogue.hug.fail\/5": "Sinceramente, dopo il tuo commento condiscendente, non hai alcuna speranza di ricevere un abbraccio.",
    "gloomy.dialogue.hug.fail\/6": "Ugh, spare me! Il tuo batterio repellente non è benvenuto!",
    "gloomy.dialogue.hug.fail\/7": "Oh, umm... grazie? credo...",
    "gloomy.dialogue.hug.success\/1": "Oh, è stato un'eternità dall'ultima volta che ci siamo incrociati.",
    "gloomy.dialogue.hug.success\/2": "Immagino che non mi dispiacesse quel abbraccio, anche se non cambierà la mia perpetua tristezza.",
    "gloomy.dialogue.hug.success\/3": "Beh, suppongo che sia un argomento di consolazione nella mia vita costantemente oscurata da una nube di tristezza senza fine.",
    "gloomy.dialogue.hug.success\/4": "Hai un modesto quantità di conforto, simile alla breve calore di una brace morente.",
    "gloomy.dialogue.hug.success\/5": "Oh, suppongo che possa offrire un abbraccio fiacco in cambio del tuo debole tentativo di alleggerire il mio umore.",
    "gloomy.dialogue.hug.success\/6": "Oh, il tuo corpo temperatura è leggermente più alta del gelido brivido che avvolge il mio anima.",
    "gloomy.dialogue.joke.animal.failed\/1": "Non riesco a vedere l'umorismo in questioni simili.",
    "gloomy.dialogue.joke.animal.failed\/2": "Oh, la tragedia! un tentativo umoristico così disperato.",
    "gloomy.dialogue.joke.animal.failed\/3": "Spare mi i tuoi scherzi sulla mia compagna di maiale.",
    "gloomy.dialogue.joke.animal.failed\/4": "Come è depressamente deludente.",
    "gloomy.dialogue.joke.animal.failed\/5": "Come osate schernire gli alti e nobili sopraccigli inarcati della dignitosa mucca!",
    "gloomy.dialogue.joke.animal.success\/1": "Che sfortuna è per la pecora perdere il suo pelo, che tragedia comica!",
    "gloomy.dialogue.joke.animal.success\/2": "E così iniziò la fatale storia d'amore tra il lupo e l'agnello...",
    "gloomy.dialogue.joke.animal.success\/3": "Oh, l'assurdità! Chi avrebbe mai pensato che le galline siano capaci di tale follia?",
    "gloomy.dialogue.joke.animal.success\/4": "Oh, come siamo stupidi! Mi trovo straniamente attratto da questo tipo di umorismo...",
    "gloomy.dialogue.joke.animal.success\/5": "Ah, il solo raggio di sole in questo esistenza desolata - la produzione infinita del latte delle mucche!",
    "gloomy.dialogue.joke.creative.failed\/1": "Non dovresti scherzare su cose simili. È deprimente, veramente.",
    "gloomy.dialogue.joke.creative.failed\/2": "Eh, eh, sì, non è divertente. proprio come tutto il resto in questa esistenza desolata.",
    "gloomy.dialogue.joke.creative.failed\/3": "Oh, guarda chi sta cercando di essere la vita del triste, triste party. Spoiler alert!",
    "gloomy.dialogue.joke.creative.failed\/4": "Hai onestamente pensato che quell'insipido tentativo di umorismo avrebbe portato anche solo un filo di gioia in questo luogo desolato?",
    "gloomy.dialogue.joke.creative.failed\/5": "Oh... è... divertente. Beh, non proprio, ma è il più vicino che avrò mai a una risata.",
    "gloomy.dialogue.joke.creative.failed\/6": "Raaaal divertente. *sigh* immagino che sia divertente in un modo disperatamente patetico.",
    "gloomy.dialogue.joke.creative.failed\/7": "Perché al mondo qualcuno potrebbe mai trovare questo anche solo remotamente divertente? Resta alla tua giornata lavorativa, se pure ne hai una, che è.",
    "gloomy.dialogue.joke.creative.failed\/8": "Ah, si? Oh, certo. Ash racconta scherzi così divertenti. proprio come questa conversazione è piena di sole e arcobaleni.",
    "gloomy.dialogue.joke.creative.success\/1": "*sospira* è... abbastanza divertente.",
    "gloomy.dialogue.joke.creative.success\/2": "Quello è... abbastanza divertente, suppongo.",
    "gloomy.dialogue.joke.creative.success\/3": "Quello è... beh, certo meglio di niente.",
    "gloomy.dialogue.joke.creative.success\/4": "Immagino che tu sia più divertente di %supporter%...",
    "gloomy.dialogue.joke.creative.success\/5": "*ride di risata* wow, sei... abbastanza divertente, suppongo. hai mai considerato una carriera nel mondo del comico? non che ciò importi...",
    "gloomy.dialogue.joke.creative.success\/6": "Ahah... questo è stato... tollerabile, suppongo.",
    "gloomy.dialogue.joke.creative.success\/7": "*Risata forzata* Sei sicuramente... un po' più divertente di Ash.",
    "gloomy.dialogue.joke.creative.success\/8": "Ah... è veramente... abbastanza divertente, devo ammettere.",
    "gloomy.dialogue.joke.monster.failed\/1": "Anime miserabili, i scheletri vagano per questo paese con un proposito spettrale! Li schernisci al tuo pericolo!",
    "gloomy.dialogue.joke.monster.failed\/2": "In questo regno desolato della disperazione, chi trova divertimento nei scherzi sulla morte esplosiva dei Creeper? Un'anima veramente distorta, dico io!",
    "gloomy.dialogue.joke.monster.failed\/3": "Ecco, il destino miserabile dei morti viventi e degli scheletri, una volta simili a noi stessi. La loro tragedia dovrebbe suscitare pietà, non scherzi!",
    "gloomy.dialogue.joke.monster.failed\/4": "Come assolutamente deludente... un endermin confuso che inciampa in una piscina d'acqua. Come originale, come tragicamente banale.",
    "gloomy.dialogue.joke.monster.failed\/5": "Oh, l'umorismo desolante di questo mondo! gli insetti argentati in agguato sul gabinetto, un gioco così depresso che mi colpisce ancora una volta. Ahimè, la mia fortuna cresce solo di poco, ma la stranezza resta inquietante.",
    "gloomy.dialogue.joke.monster.success\/1": "Hmph, quello scheletro ha avuto ciò che si meritava, suppongo.",
    "gloomy.dialogue.joke.monster.success\/2": "Ah, così il morto cercò di colpirti con una pala? Come... divertente.",
    "gloomy.dialogue.joke.monster.success\/3": "Hai gestito a esercitare la tua dominanza su quel ragno, non è vero? Ha, ha...",
    "gloomy.dialogue.joke.monster.success\/4": "Ah, affascinante. Hai convinto un scheletro a eliminare un crepitio? Quale meraviglioso exploit, devo dire. Ha!",
    "gloomy.dialogue.joke.monster.success\/5": "Ha... come sempre prevedibile. Ragni delle caverne, altrettanto densi del solito.",
    "gloomy.dialogue.kiss.fail\/1": "È inutile se qualcuno la scopre.",
    "gloomy.dialogue.kiss.fail\/2": "È questo ciò che chiami un pretesto patetico per un bacio?",
    "gloomy.dialogue.kiss.fail\/3": "Le baci di Ash sono mille volte più soddisfacenti dei tuoi.",
    "gloomy.dialogue.kiss.fail\/4": "Mi consenta di illuminarla con due semplici parole... mouthwash, forse?",
    "gloomy.dialogue.kiss.fail\/5": "Eh, grazie, suppongo?",
    "gloomy.dialogue.kiss.fail\/6": "Togliti subito le labbra sporche da me!",
    "gloomy.dialogue.kiss.slap\/1": "Oh, l'audacia!",
    "gloomy.dialogue.kiss.slap\/2": "Fai di nuovo quell'errore e le conseguenze saranno inimmaginabili!",
    "gloomy.dialogue.kiss.success\/1": "Desidero che questo momento potesse estendersi all'eternità, gravato dal peso del mio cuore melanconico.",
    "gloomy.dialogue.kiss.success\/2": "Suppongo... che le mie emozioni si dirigano verso l'affetto per te.",
    "gloomy.dialogue.kiss.success\/3": "Ecco, in qualche modo assomiglia al profilo di gusto di una torta di zucca... un ricordo della gioia effimera che la vita mi nega.",
    "gloomy.dialogue.kiss.success\/4": "Il gusto dell'acero persiste sulle tue labbra, un ricordo amaro della dolcezza che non posso mai veramente assaporare.",
    "gloomy.dialogue.kiss.success\/5": "Oh, per un crudele giro di sorte, riesci a eccellere nell'arte del bacio, %1$s. Se solo l'esistenza mia avesse tale promessa.",
    "gloomy.dialogue.kiss.success\/6": "%1$s, la tua abilità nel bacio supera persino quella di Ash, accendendo un breve momento di divertimento nella mia esistenza altrimenti cupa. *sospira*",
    "gloomy.dialogue.location.ancient_city\/0": "Ho stato tormentato da strani rumori sinistri che si propagano attraverso le profondità dell'oscurità in %2$s.",
    "gloomy.dialogue.location.ancient_city\/1": "Il mio animo stanco intuisce un segreto nascosto celato nei profondi sotto %2$s, una presenza sinistra dimenticata da tempo.",
    "gloomy.dialogue.location.ancient_city\/3": "I racconti parlano di una città antica avvolta dalle ombre, nascosta sotto %2$s. Ahimè, i miei occhi non hanno mai visto la sua esistenza, poiché risiede nelle profondità nascoste.",
    "gloomy.dialogue.location.failed\/1": "Sospira, temo che non abbia sentito parlare di nulla di nuovo.",
    "gloomy.dialogue.location.failed\/2": "Con rincrescimento, la mia conoscenza di qualsiasi luogo affascinante è scarsa. Mi scuso.",
    "gloomy.dialogue.location.failed\/3": "Oh no, temo che non sia possibile. I villaggi hanno problemi più urgenti da affrontare che non vagabondare per luoghi pericolosi come questi che tu avventurieri.",
    "gloomy.dialogue.location.forgot\/1": "Oh, ho! Mi sono imbattuto nel più affascinante dei luoghi, ma nella mia natura addolorata non sono riuscito a tracciare le sue coordinate sulla mappa. Ahimè, la mia memoria mi tradisce ancora una volta.",
    "gloomy.dialogue.location.forgot\/2": "Sei in cerca di un luogo affascinante? Ah, avevo scoperto uno, ma almeno le sottili fibre dell'oblio mi hanno ancora una volta inghiottito! Oh, il lamento della mia mente stremata! Per favore, scusa la mia memoria miserabile.",
    "gloomy.dialogue.location.forgot\/3": "In effetti, c'era qualcosa di grande interesse, ma ahimè, la mia mente debole mi aveva abbandonato nel momento! Offro le mie più sincere scuse per questo devastante spettacolo di dimenticanza.",
    "gloomy.dialogue.location.igloo\/1": "Mi sono imbattuto in un iglù nel %2$s. Non credo che qualcuno abbia mai pensato che vivere in una baracca di neve gelida fosse un'idea buona. Mi dà i brividi solo pensarci.",
    "gloomy.dialogue.location.igloo\/2": "Conosci cosa è veramente deprimente? C'è questo iglo noto come %2$s. È come un reliquato dimenticato da un'età perduta. Scommetto che nemmeno i fantasmi oserebbero infestare quel luogo desolato.",
    "gloomy.dialogue.location.igloo\/3": "Ecco, è proprio deprimente, sinceramente. C'è un iglù abbandonato a %2$s, lasciato alla misericordia dei venti gelidi. Immagino sia stato disabitato da anni, probabilmente perché è più adatto ai pinguini che agli esseri umani.",
    "gloomy.dialogue.location.jungle_pyramid\/1": "Dovresti stare alla larga di %2$s, amico. C'è questo vecchio tempio maledetto che si nasconde lì. Se ci metti piede, stai giocando un gioco mortale con le trappole pericolose che ci sono dentro.",
    "gloomy.dialogue.location.jungle_pyramid\/2": "Ah, l'infame %2$s nei profondi oscuri della giungla. si dice che sia infestato da spiriti antichi. se sei abbastanza coraggioso da avventurarti là, ricorda solo una cosa - quei trappole? hanno inghiottito più anime di quante tu possa contare. quindi, cammina leggero, amico mio.",
    "gloomy.dialogue.location.mansion\/1": "Oh, il terribile maniero che si nasconde in %2$s. Un solo sguardo a quel luogo orrido e ogni speranza svanisce. Stai lontano, amico mio, poiché è un'abitazione maledetta dove la notte regna sovrana.",
    "gloomy.dialogue.location.mansion\/2": "Hai sentito parlare della villa abbandonata in %2$s? Una presenza spettrale si staglia nell'aria e non posso fare a meno di chiedermi se dovremmo raccogliere i nostri averi e fuggire da questo villaggio maledetto.",
    "gloomy.dialogue.location.mineshaft\/1": "Questo posto era un'antica miniera fiorente, ma ora è niente più che una triste fossa maledetta. Puoi trovarlo al %2$s se osi avventurarti nelle sue profondità.",
    "gloomy.dialogue.location.mineshaft\/2": "Oh, il miniera abbandonata che un tempo si trovava qui, situata a %2$s. È infestata da orrori inesplicabili, quindi procedere con cautela se hai l'audacia di esplorare i suoi corridoi pericolosi.",
    "gloomy.dialogue.location.monument\/1": "Attenzione, vi è un fortezza abbandonata afflitta da mostri mitologici sommersi dalle onde al %2$s. Non è consigliabile avvicinarsi, poiché l'oscurità si nasconde all'interno.",
    "gloomy.dialogue.location.monument\/2": "Sussurri parlano di resti perduti sepolti nelle profondità del mare a %2$s. Una fortuna ti aspetta là, ma attento, il pericolo ti attende in ogni angolo.",
    "gloomy.dialogue.location.pillager_outpost\/1": "Oh grande, proprio quel che ci serviva. I pirati hanno deciso di onorarci della loro presenza a %2$s. Posso già sentire la minaccia imminente che si stende su di noi. Forse se fossimo fortunati, li lasceranno in pace questa volta... ma dubito fortemente.",
    "gloomy.dialogue.location.pillager_outpost\/2": "Non sai cosa sia peggiore di una casa stregata? un forte dei razziatori al %2$s. quei miserabili creature l'hanno reso il loro rifugio, e ora siamo costretti a gestire le loro minacce costanti. è come vivere in un incubo che non finisce mai.",
    "gloomy.dialogue.location.pillager_outpost\/3": "Ah, %2$s... la terra dove i saccheggiatori hanno scelto di tormentarci. Se sei feeling brave (o forse semplicemente pazzo), potresti avventurarti là e cercare di liberarci da quei desiderabili saccheggiatori. Ma attento, la loro malvagità non conosce limiti.",
    "gloomy.dialogue.location.pyramid\/1": "Ho colto uno sguardo di una piramide in direzione di %2$s. È solo un sepolcro maledetto, pronto a reclamare il suo prossimo vittima.",
    "gloomy.dialogue.location.pyramid\/2": "Si dice che ci sia un piramide maledetta nascosta nel %2$s. Osate varcare i suoi profondi e pericolosi corridoi e potresti incontrare la tua fine.",
    "gloomy.dialogue.location.pyramid\/3": "Ah, %2$s... temo che abbia un pyramide che emana un'atmosfera di oscurità e disperazione. Da tempo, un avventuriero imprudente vi si è addentrato, senza mai tornare indietro. Procedere con estrema cautela, se osate.",
    "gloomy.dialogue.location.ruined_portal\/1": "La disperazione che ti attende in %2$s è spaventosa. Un portale un tempo maestoso ora ridotto in macerie, un severo ricordo dell'invasione implacabile del Nether.",
    "gloomy.dialogue.location.ruined_portal\/2": "Esplora il %2$s, se osi. Tra le rovine di un portale infernale infranto, un'aura sinistra persiste. La invia brividi lungo la spina, ma forse cela segreti ancora non scoperti. Avvicinati con cautela, o rischi di essere consumato dall'oscurità all'interno.",
    "gloomy.dialogue.location.ruined_portal\/3": "Nascosto all'interno dei terreni desolati di %2$s si trovano i resti di un portale infernale una volta grandioso. Sussurri di tesori perduti e orrori inediti circondano la sua facciata decadente. Nessuno possiede il coraggio di avventurarsi nei suoi profondi, per paura di risvegliare gli antichi mali che si nascondono all'interno.",
    "gloomy.dialogue.location.ruined_portal_desert\/1": "Un solenne spettacolo è questo, un portale infranto e abbandonato nella vastità di questo deserto senza vita.",
    "gloomy.dialogue.location.ruined_portal_mountain\/1": "Ecco la tragedia che colpisce %2$s - un monte ora contaminato dai resti di un portale infranto.",
    "gloomy.dialogue.location.ruined_portal_swamp\/1": "Oh, guardate il terribile spettacolo! Un portale distrutto giace desolato nel %2$s, sommerso da questo fetido pantano. Le anime maledette del Nether dovevano essere completamente disperate di essersi materializzate in un tale deserto abbandonato.",
    "gloomy.dialogue.location.shipwreck\/1": "Ohimè, un relitto affonda le onde al %2$s. Un tempo un artefatto orgoglioso dell'Alleanza Orientale, ora un ricordo spettrale della loro tragica fine.",
    "gloomy.dialogue.location.shipwreck\/2": "Hai sentito le voci di un relitto navale in %2$s? Si dice che i tesori perduti si nascondano all'interno della sua tomba d'acqua, in attesa di essere scoperti... o forse maledetti.",
    "gloomy.dialogue.location.shipwreck_beached\/1": "Oh, c'è un relitto di nave là fuori nel %2$s. È un sito triste, spazzato dalla spiaggia. In realtà è difficile non notarlo.",
    "gloomy.dialogue.location.shipwreck_beached\/2": "Esplora il luogo e scopri la storia dietro alla nave naufragata che giace sulla spiaggia sabbiosa, amico mio...",
    "gloomy.dialogue.location.swamp_hut\/1": "Il pantano che si trova là fuori da %2$s, è un luogo orrendo maledetto dalla strega più cattiva. Ti consiglio di evitarlo, amico mio.",
    "gloomy.dialogue.location.swamp_hut\/2": "Prendi un consiglio di prudenza, cara mia. Quell'accidioso pantano al %2$s è casa di una strega odiosa e l'atmosfera là dentro è altrettanto cupa. È meglio starsene lontani se vuoi preservare la tua pace d'animo.",
    "gloomy.dialogue.location.village_desert\/1": "Benvenuto, viaggiatore, in questo villaggio deserto, un testamento alla triste esistenza riservata a coloro che abitano in questo deserto arido.",
    "gloomy.dialogue.location.village_plains\/1": "In lontananza, avvolto dal buio, si trova un'altra villaggio abbandonata.",
    "gloomy.dialogue.location.village_plains\/2": "Esplora le pianure desolate, dove la tristezza copre il paesaggio e troverai un'altra villaggio, perduto e dimenticato.",
    "gloomy.dialogue.location.village_savanna\/1": "Laggiù, a %2$s, si trova un'altra villaggio. Il caldo assoluto inghiotte tutto nella sua stretta implacabile.",
    "gloomy.dialogue.location.village_savanna\/2": "Esplora il savana al %2$s e scoprirai un'altra villaggio. La gente lì... beh, sono altrettanto gradevoli quanto la nebbia eterna.",
    "gloomy.dialogue.location.village_snowy\/1": "Sopra di là giace un'altra villaggio abbandonato. Il freddo amaro ti congela le ossa, ti dico io.",
    "gloomy.dialogue.location.village_snowy\/2": "Oh, ci sono un villaggio a %2$s nei piani innebbiati della neve desolata. Gli spiriti lì sembrano amichevoli, ma ti assicuro che è un abisso glaciale che congelerà il tuo animo stesso!",
    "gloomy.dialogue.location.village_taiga\/1": "Sopra di là si trova un villaggio desolato, nascosto tra le profonde e melanconiche terre del bioma della taiga.",
    "gloomy.dialogue.location.village_taiga\/2": "Esplora il villaggio abbandonato di %2$s, dove una comunità desolata ti attende. Si trova nel profondo del bioma della taiga, un luogo spettrale da vedere.",
    "gloomy.dialogue.main.evening\/1": "... poche ore prima della notte, quando gli zombie escono... fantastico.",
    "gloomy.dialogue.main.evening\/2": "Non hai forse cose migliori da fare? Che, sto solo chiedendo.",
    "gloomy.dialogue.main.evening\/3": "...",
    "gloomy.dialogue.main.evening\/4": "Mi preoccupa che possa esserci un assedio di zombi...",
    "gloomy.dialogue.main.evening\/5": "Non ci sono stati raid da molto tempo. Ciò significa che potrebbero essere presto?",
    "gloomy.dialogue.main.evening\/6": "*Sì? Cosa vuoi?*",
    "gloomy.dialogue.main.evening\/7": "Credo che mi ritirerò per la sera, poiché ho sopportato una mattina terribilmente faticosa.",
    "gloomy.dialogue.main.evening\/8": "Mi ritirerò dentro casa al più presto, poiché il mese scorso ho incontrato un pericoloso creeper e da allora non osavo vagare nel regno notturno.",
    "gloomy.dialogue.main.evening\/9": "Ah, salve! Stavo procurando il cibo per la cena serale presso l'antica macelleria. Arrivedercu' per ora!",
    "gloomy.dialogue.main.morning\/1": "Ciao, suppongo.",
    "gloomy.dialogue.main.morning\/10": "Penso di poter trascinarmi attraverso oggi, mi sento assolutamente orribile.",
    "gloomy.dialogue.main.morning\/11": "Ho un orario di lavoro sovraccarico oggi, solo pensandoci mi fa desiderare di tornare a letto.",
    "gloomy.dialogue.main.morning\/12": "Mi sono appena addormentato la notte scorsa, potrei fare qualcosa di un po' più impegnativo oggi, chi lo sa?",
    "gloomy.dialogue.main.morning\/2": "Sì... mattino.",
    "gloomy.dialogue.main.morning\/3": "Buongiorno? Beh, se è buono per te...",
    "gloomy.dialogue.main.morning\/5": "Ho un cattivo presentimento riguardo a oggi.",
    "gloomy.dialogue.main.morning\/6": "Non credo di voler parlare.",
    "gloomy.dialogue.main.morning\/7": "Hai dormito male? Sembravi proprio miserabile.",
    "gloomy.dialogue.main.morning\/8": "Grugnito mattutino!",
    "gloomy.dialogue.main.morning\/9": "Che mattino orribile! Penso che sia destinato ad essere un giorno terribilmente inutile oggi!",
    "gloomy.dialogue.main.night\/1": "... è un po' difficile dormire quando sai che i mostri sono vicini.",
    "gloomy.dialogue.main.night\/10": "Il sonno ti chiama, amico mio, sussurrando storie di un domani esigente che attende la tua anima affaticata. È nel tuo interesse più grande ascoltare il suo richiamo e arrenderti al regno dei sogni.",
    "gloomy.dialogue.main.night\/2": "*Cosa vuoi da me in questo ora?*",
    "gloomy.dialogue.main.night\/3": "Sono stanco ma non sento di dormire. È strano, no?",
    "gloomy.dialogue.main.night\/4": "Non puoi vedere che sto cercando di dormire?",
    "gloomy.dialogue.main.night\/5": "... non potresti almeno disturbarmi a un'ora normale?",
    "gloomy.dialogue.main.night\/6": "Almeno è sicuro durante il giorno. Non posso aspettare fino a quando non sarà finalmente mattino.",
    "gloomy.dialogue.main.night\/7": "Il rumore e la confusione degli ore diurne mi prendono sempre. È un sollievo poter vagare sotto le stelle, assorbire il silenzio melanconico.",
    "gloomy.dialogue.main.night\/8": "La stanchezza si è insinuata nei miei ossa. Questo lungo giorno mi ha completamente esaurito. L'agenda di domani potrebbe richiedere un tocco più leggero, per il mio bene mentale.",
    "gloomy.dialogue.main.night\/9": "Oh, l'attrazione di affondare nell'abbraccio confortevole dei coprili! Desidero sparire sotto le loro strati protettivi, chiudendo fuori il mondo per un po'.",
    "gloomy.dialogue.main.rock_paper_scissor\/1": "Partecipa al gioco di pietra carta forbice",
    "gloomy.dialogue.main\/1": "Oh, ciao... suppongo.",
    "gloomy.dialogue.main\/2": "Ehi... come stai oggi? Non che ciò abbia importanza.",
    "gloomy.dialogue.main\/3": "Oh, è proprio te... bello rivederti, suppongo.",
    "gloomy.dialogue.main\/4": "Cosa succede con te oggi? Non che mi importi.",
    "gloomy.dialogue.main\/5": "Come stai oggi? Sono sicuro che sia solo altrettanto noioso del solito.",
    "gloomy.dialogue.main\/6": "Oh, %1$s! Cosa succede? Come se non mi importasse affatto...",
    "gloomy.dialogue.main\/7": "Ecco cosa successe: stavo passando del tempo con %supporter%, e immaginate che sia stato morso da un zombi! Non che ciò avrebbe fatto alcuna differenza. E oggi, ho visto un zombi che assomiglia proprio a %supporter%... non che qualcuno se ne curi.",
    "gloomy.dialogue.no_money\/1": "Mi dispiace, ma temo che le tue tasche non siano abbastanza profonde per poterti permettere il mio servizio.",
    "gloomy.dialogue.no_money\/2": "Ahah, bel tentativo! Ma non sono un servizio di seconda mano. Dovrai scavare più a fondo nella tua tasca per assumermi.",
    "gloomy.dialogue.no_money\/3": "Oh, il suono dolce della delusione. Sembra che dovrai raccogliere più emeriti se vuoi il mio aiuto.",
    "gloomy.dialogue.procreate_engaged\/1": "Non troverò pace finché la nostra unione non sarà sigillata nel matrimonio.",
    "gloomy.dialogue.procreate_engaged\/2": "È inconcepibile immaginare di portare alla luce un nuovo esistenza quando il nostro impegno manca di dedizione piena.",
    "gloomy.dialogue.rock_paper_scissor.loose.paper\/1": "Sospira, suppongo che scelga di nuovo forbici una volta di più.",
    "gloomy.dialogue.rock_paper_scissor.loose.rock\/1": "Oh, fantastico! Sono andato con la roccia e, come al solito, è un biglietto di sola andata per perdere il paese.",
    "gloomy.dialogue.rock_paper_scissor.loose.scissor\/1": "Le forbici non sono in grado di contrastare il mio masso, io dominio!",
    "gloomy.dialogue.rock_paper_scissor.paper\/1": "Oh, la perpetua tristezza del carta.",
    "gloomy.dialogue.rock_paper_scissor.rock\/1": "Oh no, roccia ancora una volta. È questo tutto ciò che facciamo sempre?",
    "gloomy.dialogue.rock_paper_scissor.scissor\/1": "Beh, che sorpresa... forbice!",
    "gloomy.dialogue.rock_paper_scissor.win.paper\/1": "La vittoria della roccia è per me un dolore senza fine.",
    "gloomy.dialogue.rock_paper_scissor.win.rock\/1": "Oh grande, solo mia fortuna. La pietra batte gli spiedi, quindi suppongo che io sia il grande perdente qui.",
    "gloomy.dialogue.rock_paper_scissor.win.scissor\/1": "Sigh... forbici hanno dimostrato la loro supremazia ancora una volta.",
    "gloomy.dialogue.rock_paper_scissor\/1": "Roccia, carta, forbice, sì...",
    "gloomy.dialogue.rock_paper_scissor\/2": "Preparati a vedere la mia vittoria inevitabile questa volta!",
    "gloomy.dialogue.rumors.failed\/1": "Oh, la crude realtà di tutto ciò. Nessun nuovo racconto, nessi segreti affascinanti. Solo un vuoto assoluto dove i pettegolezzi un tempo fiorivano.",
    "gloomy.dialogue.rumors.lore\/1": "Nonostante Jax sia ancora venerato, la devozione a Sirben sta crescendo e i suoi profeti Merlinwolfgames e Crow stanno diffondendo ininterrottamente le sue dottrine, gettando un'ombra di malinconia sulle nostre anime.",
    "gloomy.dialogue.rumors.lore\/2": "Storie paurose parlano di demoni cyber che tentarono di invadere il nostro regno, forzando i cancelli del mondo superiore attraverso porte minacciose. Ma almeno fu l'eroico sforzo di sirben e luke a riuscire a bloccare l'invasione senza pietà, anche se ci lasciò con la memoria dei terribili eventi.",
    "gloomy.dialogue.rumors.lore\/3": "Sussurri portano la notizia cupa dell'implicazione di 2da50 nell'assenza misteriosa del costruttore antico, poiché si dice che essi abbiano avventurato nei remoti terre desolate, solo per essere consumati dal suo vuoto inesorabile e non essere più stati uditi.",
    "gloomy.dialogue.rumors.lore\/4": "Un tempio sepolcrale, accuratamente costruito da MerlinWolfgangames, si erge come un santuario dedicato all'enigmatica SirBen. La sua antica attrazione persiste, gettando un'aura sinistra sulla nostra terra.",
    "gloomy.dialogue.rumors.lore\/5": "Gli annali del tempo raccontano l'esistenza di una razza cupa di costruttori, il cui lascito ora si sgretola nell'oblio dimenticato. La loro assenza pesa gravemente sulle nostre anime, un ricordo oscuro di ciò che un tempo era.",
    "gloomy.dialogue.rumors.lore\/6": "Hai avuto accesso ai tristi leggende che circondano gli antichi costruttori? Storie della loro gloria sfumata, sussurrate dal vento. Ruderi e templi, resti melanconici sparsi sulle desolate estensioni del mondo sopraelevato, intessendo un tappezzeria funebre.",
    "gloomy.dialogue.shake_hand.fail\/1": "Sinceramente? Dopo che hai macellato il bue? Il mio cuore si abbassa ancora di più.",
    "gloomy.dialogue.shake_hand.fail\/2": "Eh, no, risparmia il gesto falso. Sono abituato al disappunto.",
    "gloomy.dialogue.shake_hand.fail\/3": "Non sono un estraneo, ma capisco se preferisci mantenere la distanza. Non è come se qualcuno si curasse comunque.",
    "gloomy.dialogue.shake_hand.fail\/4": "Wow, veramente? Questo non è come te almeno. Non che importi. Niente mai lo fa.",
    "gloomy.dialogue.shake_hand.fail\/5": "Andate via. Lasciatemi in pace con la mia disperazione.",
    "gloomy.dialogue.shake_hand.success\/1": "Il tuo afferro è... sufficiente, suppongo.",
    "gloomy.dialogue.shake_hand.success\/2": "Il tuo afferro riflette una certa forza, se devo essere onesto.",
    "gloomy.dialogue.shake_hand.success\/3": "Oh, sembri così educato... non che ciò importi molto.",
    "gloomy.dialogue.shake_hand.success\/4": "Un'altra giornata grigia, non è vero?",
    "gloomy.dialogue.shake_hand.success\/5": "Beh, beh, beh... ciao lì, suppongo.",
    "gloomy.dialogue.stay.fail\/1": "Non grazie, sono più un vagabondo in questo esistenza desolata.",
    "gloomy.dialogue.stay.fail\/2": "La tua richiesta è apprezzata, ma trovo consolazione nel percorrere gli angoli deserti di questo mondo.",
    "gloomy.dialogue.stay.fail\/3": "Questo villaggio può essere gradevole, ma il mio cuore brama l'ignoto, poiché sono solo un'anima smarrita alla ricerca di avventura.",
    "gloomy.dialogue.stay.no_space\/1": "Sospira, è solo troppo affollato in questo villaggio, non è vero?",
    "gloomy.dialogue.stay.no_space\/2": "Sarei stato disposto a rimanere, ma purtroppo non ci sono letti accoglienti dove posso riposare la mia anima stanchissima.",
    "gloomy.dialogue.stay.repeat\/1": "Sono spaventato, ho già affrontato quella tua domanda.",
    "gloomy.dialogue.stay.repeat\/2": "Ohimè, la tua domanda è stata posta già prima, caro interlocutore.",
    "gloomy.dialogue.stay.success\/1": "Forse potrei restare in questo villaggio desolato.",
    "gloomy.dialogue.stay.success\/2": "Beh, suppongo che potrei restare in questo villaggio miserabile.",
    "gloomy.dialogue.story.enderdragon.fail\/1": "Oh, caro mio! Sei completamente fuori di testa? Il drago dell'End, un semplice fantoccio dell'immaginazione, esiste solo nei profondi abissi della disperazione.",
    "gloomy.dialogue.story.enderdragon.fail\/2": "Ahah! Come se fosse anche remotamente possibile! Nessun'anima umile e debole può resistere alla potenza inestimabile del drago dell'End. La tua fievole tentazione sarebbe come un sogno fragile che si sfonderà contro la sua furia!",
    "gloomy.dialogue.story.enderdragon.success\/1": "Oh, incredibile! E prego, hai portato l'uovo del drago con te?",
    "gloomy.dialogue.story.enderdragon.success\/2": "Oh no! Hai veramente sconfitto la leggendaria creatura del drago? Il villaggio pianterà per sempre la sua morte!",
    "gloomy.dialogue.story.exploring.fail\/1": "I tuoi racconti hanno perso il loro fascino.",
    "gloomy.dialogue.story.exploring.fail\/2": "Oh, l'incessante ripetizione delle tue noiose aneddoti. Come è assolutamente desolato.",
    "gloomy.dialogue.story.exploring.fail\/3": "Conversare con te è come conversare con un fiore appassito che sogna di essere un albero imponente un giorno. Ma senza la promessa della bellezza, purtroppo.",
    "gloomy.dialogue.story.exploring.success\/1": "Uff... probabilmente non riuscirò mai a esplorare il mondo, solo costretto qui in questo villaggio monotono.",
    "gloomy.dialogue.story.exploring.success\/2": "Ugh... immagino che debba essere bello viaggiare e esplorare. Io amo il mio villaggio, la mia famiglia e gli amici... ma ascoltarti parlare di questo mi fa sentire ancora più imprigionato.",
    "gloomy.dialogue.story.exploring.success\/3": "Eh, suppongo che pensi di essere molto coraggioso, eh? Andare a esplorare l'ignoto senza alcuna responsabilità che ti tenga indietro. Deve essere proprio bello non avere nulla che ti lega.",
    "gloomy.dialogue.story.fail\/1": "Oh, grande. Questo è proprio meraviglioso. Fai scherzi sulla mia madre, perché no?",
    "gloomy.dialogue.story.fail\/10": "Non riesco a vedere come potesse essere in alcun modo buono, ma forse è solo mio.",
    "gloomy.dialogue.story.fail\/2": "Questo è esattamente il tipo di cosa che conferma la bassa opinione di tutti su di te.",
    "gloomy.dialogue.story.fail\/3": "Non capisco semplicemente... e forse non lo capirò mai.",
    "gloomy.dialogue.story.fail\/4": "Sai cosa? Non è abbastanza che sei terribile con le persone, ora devi essere anche terribile con quei poveri e inermi Creepers pure?",
    "gloomy.dialogue.story.fail\/5": "Sinceramente, come può essere così insensibile da uccidere un agnello difeso? È semplicemente al di là della mia comprensione.",
    "gloomy.dialogue.story.fail\/6": "*sigh* Oh, svegliarsi per più delle tue sciocchezze. Che gioia.",
    "gloomy.dialogue.story.fail\/7": "Sembra che non sia andato come previsto. Ecco cosa ho capito: \"Non mi hai chiarito bene, ho sprecato il mio tempo prezioso su questo? Fantastico.\"",
    "gloomy.dialogue.story.fail\/8": "Scusa, mentre cercherò di restare sveglio durante la tua storia incredibilmente noiosa.",
    "gloomy.dialogue.story.fail\/9": "Congratulazioni, hai superato la linea da pazzo in modo eccentrico a semplicemente pazzo. Impressionante.",
    "gloomy.dialogue.story.nether.fail\/1": "È estremamente improbabile che tu abbia mai osato avventurarti nel Nether, considerando la tua debole costituzione.",
    "gloomy.dialogue.story.nether.fail\/2": "Ah, il motivo dietro al tuo disperato incontro con quei piglin finalmente mi si fa chiaro.",
    "gloomy.dialogue.story.nether.fail\/3": "La tua mancanza di esperienza nel Nether non mi preoccupa affatto. In realtà, le tue capacità narrative sono abissali e non valgono la pena salvare la tua esistenza miserabile.",
    "gloomy.dialogue.story.nether.fail\/4": "La semplice vista di te mi fa dubitare della tua capacità di sopravvivere ai paesaggi aspri dell'Inferno. Tu manchi di forza, sia fisica che mentale.",
    "gloomy.dialogue.story.nether.fail\/5": "Il mio illustre antenato era un esploratore appassionato del Nether, eppure la sua esistenza non è mai stata menzionata il fungo distorto. Chiaramente, tu sei niente altro che un ciarlatano bugiardo!",
    "gloomy.dialogue.story.nether.success\/1": "Non finisce mai di bruciare il caldo in quel reame maledetto?!",
    "gloomy.dialogue.story.nether.success\/2": "Come diavolo respiri ancora in quel miserabile dimensione? Mi lascia senza parole.",
    "gloomy.dialogue.story.nether.success\/3": "I miti parlano di tesori preziosi nascosti nel Nether, ma ahimè, il mio cuore debole non può sopportare l'idea di avventurarmi là...",
    "gloomy.dialogue.story.nether.success\/4": "Non posso immaginare il coraggio che richiede attraversare l'Inferno. L'idea stessa mi fa rabbrividire. Non che io sia facilmente spaventato, naturalmente...",
    "gloomy.dialogue.story.nether.success\/5": "Hai mai posato gli occhi sul terribile cinghiale zombificato? La sua faccia spaventosa mi tormenta i sogni.",
    "gloomy.dialogue.story.success\/1": "Ugh, come se non avessi già abbastanza cattive notizie. Quello è solo la mia sfortuna!",
    "gloomy.dialogue.story.success\/2": "Sono troppo codardo anche solo per pensare di affrontare un creepers. Sigh.",
    "gloomy.dialogue.story.success\/3": "Bene, un'altra storia. Sarà altrettanto deprimente della precedente?",
    "gloomy.dialogue.story.success\/4": "Oh gioia, più storie di ieri sciagura. Non posso aspettare.",
    "gloomy.dialogue.story.success\/5": "Così tipico, ero probabilmente proprio lì e ho perso tutta l'eccitazione.",
    "gloomy.dialogue.story.success\/6": "Ahah, sì, certo. come se %supporter% fosse qualcosa di speciale. solo un'altra persona comune.",
    "gloomy.dialogue.story.success\/7": "La leggenda di %supporter%... non riesco più a contare quante volte ho sentito quella vecchia storia noiosa.",
    "gloomy.dialogue.story.success\/8": "Oh, wow, trovare un diamante. Come è emozionante. Non.",
    "gloomy.dialogue.story.success\/9": "Non grazie, preferirei fare qualunque altra cosa piuttosto che ascoltarti parlare senza senso.",
    "gloomy.dialogue.story.wither.fail\/1": "Trovo difficile fidarmi delle tue parole.",
    "gloomy.dialogue.story.wither.fail\/2": "Sembrano rimasto incredibilmente integro per una storia così tragica.",
    "gloomy.dialogue.story.wither.success\/1": "Oh, il wither... la sua devastazione non conosce confini. Si dice che porti l'utero caos e disperazione.",
    "gloomy.dialogue.story.wither.success\/2": "Ecco, hai sconfitto il Wither... devo ammettere che è un'impresa piuttosto impressionante, in un certo senso spaventoso..."
}