{
    "ability.base1.name": "Scambio danno",
    "ability.base1.text": "Puoi spostare un contrassegno di danno da uno dei tuoi Pokémon a un altro quanti volte vuoi, purché non faccia fuori quel Pokémon. Disattivato dal sonno, dalla confusione e dal paralisi.",
    "ability.base15.name": "Trasferimento di energia",
    "ability.base15.text": "Puoi spostare carte energia erba tra i tuoi Pokémon quanti volte vuoi. Disabilitato dal sonno, dalla confusione e dal paralisi.",
    "ability.base2.name": "Danze della pioggia",
    "ability.base2.text": "Puoi attaccare 1 energia d'acqua a 1 dei tuoi Pokémon ogni volta che vuoi. Disattivato dal sonno, dalla confusione e dal paralisi.",
    "ability.base21.name": "Buzzap",
    "ability.base21.text": "Puoi far cadere l'elettrodo e attaccarlo ad uno dei tuoi altri Pokémon. L'elettrodo ora conta come 2 unità di energia del tipo che scegli. Disattivato dal sonno, dalla confusione e dal paralisi.",
    "ability.base4.name": "Bruciorenergia",
    "ability.base4.text": "Puoi convertire tutta l'energia legata a Charizard in energia di fuoco per il resto del turno, quanti volte vuoi. Disattivato dal sonno, dalla confusione e dal paralisi.",
    "ability.base8.name": "Colpisce indietro",
    "ability.base8.text": "Quando Machamp è danneggiato, infligge 10 danni all'attaccante. Disabilitato da sonno, confusione e paralisi.",
    "ability.buzzap.selector.chooseattach": "Scegli un Pokémon da attaccare",
    "ability.buzzap.selector.chooseenergy": "Scegli tipo di energia",
    "ability.damageswap.selector.from": "Danneggiamento da spostamento da",
    "ability.damageswap.selector.to": "Spostare danni in movimento",
    "ability.dev1.name": "Dio della luce",
    "ability.dev1.text": "Se il tuo avversario gioca un Pokémon con un attacco di 60 danni o meno, quel Pokémon è ora K.O. Non prendere carte premio come risultato di questa abilità. Riduci tutti i danni fatti a Slifer di 60 prima di applicare debolezza e resistenza. Questa abilità non può essere annullata o disattivata.",
    "ability.energytransfer.selector.from": "Trasferisci energia dal prato",
    "ability.energytransfer.selector.to": "Spostare energia nel prato",
    "ability.foss1.name": "Potere preistorico",
    "ability.foss1.text": "Non ci sono più carte di evoluzione da giocare. Disabilitato dal sonno, confusione o paralisi.",
    "ability.foss13.name": "Gas tossico",
    "ability.foss13.text": "Ignora tutti i poteri dei Pokémon diversi dai gas tossici. Questo potere non funziona mentre Muk è addormentato, confuso o paralizzato.",
    "ability.foss16.name": "Potere preistorico",
    "ability.foss16.text": "Non ci sono più carte di evoluzione da giocare. Disabilitato a causa del sonno, confusione o paralisi.",
    "ability.foss18.name": "Trasformazione",
    "ability.foss18.text": "Se Ditto è il tuo Pokémon attivo, trattalo come se fosse un esatto Pokémon difensore, eccetto che Ditto non può evolvere e qualsiasi energia attaccata a Ditto viene considerata come energia di ogni tipo. Disattivato dal sonno, dalla confusione o dalla paralisi.",
    "ability.foss19.name": "Passo in",
    "ability.foss19.text": "Una volta durante il tuo turno (prima del tuo attacco), se Dragonite è sul tuo banco, puoi scambiarlo con il tuo Pokémon attivo.",
    "ability.foss20.name": "Maledizione",
    "ability.foss20.text": "Una volta durante il tuo turno (prima del tuo attacco), puoi spostare un contatore di danno da 1 dei Pokémon del tuo avversario a un altro (anche se questo farebbe uscire dal combattimento l'altro Pokémon). Disabilitato dal sonno, dalla confusione o dal paralisi.",
    "ability.foss21.name": "Transparenza",
    "ability.foss21.text": "Ogni volta che un attacco fa qualcosa a Haunter, lancia una moneta. Se esce testa, impedisce tutti gli effetti di quell'attacco, inclusi il danno, subiti da Haunter. Questo potere non funziona mentre Haunter è addormentato, confuso o paralizzato.",
    "ability.foss28.name": "Gas tossico",
    "ability.foss28.text": "Ignora tutti i poteri dei Pokémon diversi dai gas tossici. Questo potere non funziona mentre Muk è addormentato, confuso o paralizzato.",
    "ability.foss3.name": "Trasformazione",
    "ability.foss3.text": "Se Ditto è il Pokémon attivo, trattalo come se fosse un'identica copia del Pokémon difensore, eccetto che Ditto non può evolvere e considera qualsiasi energia attaccata a Ditto come energia di qualunque tipo. Disattivato dal sonno, dalla confusione o dal paralisi.",
    "ability.foss4.name": "Passo in",
    "ability.foss4.text": "Una volta durante il tuo turno (prima del tuo attacco), se il Dragonite è sul tuo banco, puoi scambiarlo con il tuo Pokémon attivo.",
    "ability.foss43.name": "Comportamento strano",
    "ability.foss43.text": "Come spesso desideri durante il tuo turno (prima del tuo attacco), puoi spostare 1 contatore di danno da uno dei tuoi Pokémon a Slowbro, purché non elimini Slowbro. Questa potenza non può essere utilizzata se Slowbro è addormentato, confuso o paralizzato.",
    "ability.foss5.name": "Maledizione",
    "ability.foss5.text": "Una volta durante il tuo turno (prima del tuo attacco), puoi spostare un contatore di danno da 1 dei Pokémon del tuo avversario a un altro (anche se questo farebbe uscire dal combattimento l'altro Pokémon). Disabilitato dal sonno, dalla confusione o dal paralisi.",
    "ability.foss50.name": "Armadura Kabuto",
    "ability.foss50.text": "Quando un attacco (anche il tuo proprio) causa danni a Kabuto (dopo l'applicazione della debolezza e della resistenza), quell'attacco causa solo metà del danno a Kabuto (arrotondato verso il basso). Gli altri effetti degli attacchi continuano a verificarsi. Questa abilità smette di funzionare mentre Kabuto è addormentato, confuso o paralizzato.",
    "ability.foss52.name": "Clairvoyanza",
    "ability.foss52.text": "Il tuo avversario gioca con la sua mano faccia in su. Questa abilità non funziona mentre Omanyte è addormentato, confuso o paralizzato.",
    "ability.foss56.name": "Paura",
    "ability.foss56.text": "In qualsiasi momento durante il tuo turno (prima del tuo attacco), puoi riportare Tentacool nella tua mano. (scarta tutte le carte collegate a Tentacool.) Questa potenza non può essere utilizzata nel turno in cui hai messo in gioco Tentacool o se Tentacool è addormentato, confuso o paralizzato.",
    "ability.foss6.name": "Transparenza",
    "ability.foss6.text": "Ogni volta che un attacco fa qualcosa a Haunter, lancia una moneta. Se esce testa, impedisce tutti gli effetti di quell'attacco, inclusi il danno, subiti da Haunter. Questo potere non funziona mentre Haunter è addormentato, confuso o paralizzato.",
    "ability.heal.selector.pokemon": "Ricovera 10 danni",
    "ability.jung11.name": "Pelle spessa",
    "ability.jung11.text": "Snorlax non può diventare addormentato, confuso, paralizzato o avvelenato. Disabilitato se Snorlax è già addormentato, confuso o paralizzato.",
    "ability.jung13.name": "Shift",
    "ability.jung13.text": "Prima dell'attacco puoi cambiare il tipo di Venemoth nel tipo di qualsiasi altro Pokémon in gioco, eccetto Colorless. Disabilitato dal sonno, dalla confusione o dal paralisi.",
    "ability.jung15.name": "Guarigione",
    "ability.jung15.text": "Una volta durante il tuo turno puoi lanciare una moneta. Se testa, rimuovi un contrassegno di danno da uno dei tuoi Pokémon. Disattivato dal sonno, dalla confusione o dalla paralisi.",
    "ability.jung22.name": "Muro invisibile",
    "ability.jung22.text": "Previene il danno causato da un attacco che fa 30 o più danni a Mr. Mime; gli altri effetti degli attacchi ancora avvengono. Disabilitato dal sonno, dalla confusione o dal paralisi.",
    "ability.jung27.name": "Pelle spessa",
    "ability.jung27.text": "Snorlax non può diventare addormentato, confuso, paralizzato o avvelenato. Disabilitato se Snorlax è già addormentato, confuso o paralizzato.",
    "ability.jung29.name": "Shift",
    "ability.jung29.text": "Prima dell'attacco puoi cambiare il tipo di Venemoth nel tipo di qualsiasi altro Pokémon in gioco, esclusi i Colorless. Disabilitato dal sonno, dalla confusione o dal paralisi.",
    "ability.jung31.name": "Guarigione",
    "ability.jung31.text": "Una volta durante il tuo turno puoi lanciare una moneta. Se esce testa, rimuovi un contrassegno di danno da uno dei tuoi Pokémon. Disattivato dal sonno, dalla confusione o dal paralisi.",
    "ability.jung34.name": "Aiuto di ritirata",
    "ability.jung34.text": "Finché Dodrio è sulla panchina, paghi uno carta di energia in meno per ritirare il tuo Pokémon attivo.",
    "ability.jung55.name": "Sguardo",
    "ability.jung55.text": "Prima dell'attacco puoi guardare uno dei seguenti: la carta in cima alla pila del mazzo di entrambi i giocatori, una carta casuale dal mazzo del tuo avversario, o una delle carte dei premi di entrambi i giocatori. Disabilitato da sonno, confusione o paralisi.",
    "ability.jung6.name": "Muro invisibile",
    "ability.jung6.text": "Previene il danno causato da un attacco che fa 30 o più danni a Mr. Mime; gli altri effetti degli attacchi ancora avvengono. Disabilitato dal sonno, dalla confusione o dal paralisi.",
    "ability.pokemonbody": "Corpo di Pokémon",
    "ability.pokemonpower": "Potere Pokémon",
    "ability.raindance.selector.chooseattach": "Scegli un Pokémon per attaccare energia d'acqua",
    "ability.shift.selector.change": "Cambia tipo in",
    "ability.specialdelivery.selector.discard": "Posa la carta in cima al mazzo",
    "ability.tero12.name": "Riprendi",
    "ability.tero12.text": "Quando giochi Dark Slowbro dalla tua mano, scegli fino a 3 carte di Pokémon base e\/o evoluzioni dalla tua pila di scarto e mettile nella tua mano.",
    "ability.tero13.name": "Febbre d'orticale",
    "ability.tero13.text": "Nessun cartello di allenamento può essere giocato. Questo potere smetterà di funzionare mentre Dark Vileplume è addormentato, confuso o paralizzato.",
    "ability.tero22.name": "Chiamare servitori",
    "ability.tero22.text": "Quando giochi un Dragoite Oscuro dalla tua mano, cerca nel tuo mazzo fino a 2 Pokémon base e mettili sul tuo banco. Dopo aver mescolato il tuo mazzo.",
    "ability.tero23.name": "Buco nero",
    "ability.tero23.text": "Ogni volta che il Pokémon attivo del tuo avversario viene ritirato, il tuo avversario lancia una moneta. Se esce croce, questo potere infligge 20 danni a quel Pokémon. (non applicare debolezza e resistenza). Questo potere smette di funzionare mentre Dugtrio oscurato è addormentato, confuso o paralizzato.",
    "ability.tero24.name": "Attacco di sorpresa",
    "ability.tero24.text": "Quando giochi Dark Golbat dalla tua mano, puoi scegliere 1 dei Pokémon del tuo avversario. Se lo fai, Dark Golbat infligge 10 danni a quel Pokémon. Applica debolezza e resistenza.",
    "ability.tero25.name": "Raggio finale",
    "ability.tero25.text": "Quando Dark Gyarados viene knock-out da un attacco, lanciare una moneta. Se si ottiene testa, questo potere infligge 20 danni per ogni energia acqua attaccata a Dark Gyarados al Pokémon che l'ha knock-out. Applicare debolezza e resistenza. Questo potere non funziona se Dark Gyarados è addormentato, confuso o paralizzato.",
    "ability.tero29.name": "Riprendi",
    "ability.tero29.text": "Quando giochi Dark Slowbro dalla tua mano, scegli fino a 3 carte di Pokémon base e\/o evoluzioni dalla tua pila di scarto e mettile nella tua mano.",
    "ability.tero30.name": "Febbre d'orticale",
    "ability.tero30.text": "Nessun cartello di allenamento può essere giocato. Questo potere si ferma di funzionare mentre Dark Vileplume è addormentato, confuso o paralizzato.",
    "ability.tero33.name": "Luce evolutiva",
    "ability.tero33.text": "Una volta durante il tuo turno, puoi cercare nel tuo mazzo una carta di evoluzione. Mostra la carta al tuo avversario e mettila nella tua mano. Mescola poi il tuo mazzo in seguito. Questo potere non può essere utilizzato se Dragoair Oscuro è addormentato, confuso o paralizzato.",
    "ability.tero36.name": "Polvere di polline",
    "ability.tero36.text": "Una volta durante il tuo turno, puoi lanciare una moneta. Se esce testa, il Pokémon difensivo è ora confuso; se esce croce, il tuo Pokémon attivo è ora confuso. Questo potere non può essere utilizzato se Dark Gloom è addormentato, confuso o paralizzato.",
    "ability.tero39.name": "Scambio di materia",
    "ability.tero39.text": "Una volta durante il tuo turno, puoi scartare una carta dalla tua mano per disegnare una carta. Questa potenza non può essere utilizzata se Kadabra Oscuro è addormentato, confuso o paralizzato.",
    "ability.tero41.name": "Siero appiccicoso",
    "ability.tero41.text": "Finché Dark Muk è il Pokémon attivo del tuo avversario, il tuo avversario deve pagare 2 energie in più per ritirare il suo Pokémon attivo. Questa potenza smette di funzionare mentre Dark Muk è addormentato, confuso o paralizzato.",
    "ability.tero43.name": "Frenesia",
    "ability.tero43.text": "Se Dark Primeape causa danni mentre è confuso (anche a sé stesso), ne causa 30 in più.",
    "ability.tero5.name": "Chiamare servitori",
    "ability.tero5.text": "Quando giochi un Dragoite Oscuro dalla tua mano, cerca nel tuo mazzo fino a 2 Pokémon base e mettili sul tuo banco. Dopo aver mescolato il tuo mazzo.",
    "ability.tero50.name": "Raccogli fuoco",
    "ability.tero50.text": "Una volta durante il tuo turno, puoi prendere una carta di energia del fuoco attaccata a uno dei tuoi altri Pokémon e attaccarla a Charmander. Questo potere non può essere utilizzato se Charmander è addormentato, confuso o paralizzato.",
    "ability.tero54.name": "Ipnosi a lungo raggio",
    "ability.tero54.text": "Una volta durante il tuo turno, puoi lanciare una moneta. Se esce testa, il Pokémon difensivo è ora addormentato; se esce croce, il tuo Pokémon attivo è ora addormentato. La potenza non può essere utilizzata se Drowzee è addormentato, confuso o paralizzato.",
    "ability.tero6.name": "Buco nero",
    "ability.tero6.text": "Ogni volta che il Pokémon attivo del tuo avversario si ritira, il tuo avversario lancia una moneta. Se esce croce, questo potere infligge 20 danni a quel Pokémon. (non applicare debolezza e resistenza). Questo potere smette di funzionare mentre Dugtrio oscurato è addormentato, confuso o paralizzato.",
    "ability.tero66.name": "Trickery",
    "ability.tero66.text": "Una volta durante il tuo turno, puoi scambiare 1 dei tuoi premi con la carta in cima al tuo mazzo. Questo potere non può essere utilizzato se Rattata è addormentato, confuso o paralizzato.",
    "ability.tero7.name": "Attacco furtivo",
    "ability.tero7.text": "Quando giochi Dark Golbat dalla tua mano, puoi scegliere 1 dei Pokémon del tuo avversario. Se lo fai, Dark Golbat infligge 10 danni a quel Pokémon. Applica debolezza e resistenza.",
    "ability.tero8.name": "Raggio finale",
    "ability.tero8.text": "Quando Dark Gyarados viene knock-out da un attacco, lanciare una moneta. Se esce testa, questo potere infligge 20 danni per ogni energia acqua attaccata a Dark Gyarados al Pokémon che l'ha knock-out. Applicare debolezza e resistenza. Questo potere non funziona se Dark Gyarados è addormentato, confuso o paralizzato.",
    "ability.wbsp11.name": "Reazione a catena",
    "ability.wbsp11.text": "Questo potere può essere utilizzato solo quando un Pokémon evolve. Cerca il tuo mazzo per una carta che evolve da Eevee e attaccala a Eevee. Ciò conta come evoluzione di Eevee. Mescola il tuo mazzo in seguito. Questo potere non può essere utilizzato se Eevee è anche addormentato, confuso o paralizzato.",
    "ability.wbsp13.name": "Potenza solare",
    "ability.wbsp13.text": "Una volta durante il tuo turno (prima del tuo attacco), puoi utilizzare questa potenza. Il tuo Pokémon attivo e il Pokémon difensore non sono più addormentati, confusi, paralizzati o avvelenati. Questa potenza non può essere utilizzata se Venusaur è addormentato, confuso o paralizzato.",
    "ability.wbsp34.name": "Fulmine",
    "ability.wbsp34.text": "Quando l'attacco del tuo avversario danneggia Entei, a meno che non lo metta KO, lancia una moneta. Se esce testa, mescola Entei e tutte le carte attaccate a esso nel tuo mazzo. Questa potenza non può essere utilizzata se Entei è già addormentato, confuso o paralizzato quando viene danneggiato.",
    "ability.wbsp38.name": "Unione",
    "ability.wbsp38.text": "Una volta durante il tuo turno (prima del tuo attacco), se hai Unown J, Unown O, Unown I e Unown N sul tuo banco, puoi cercare nel tuo mazzo una carta di Pokémon base o di evoluzione. Mostra quella carta al tuo avversario, poi mettila nella tua mano, mescola il tuo mazzo dopo.",
    "ability.wbsp47.name": "Scudo neutrale",
    "ability.wbsp47.text": "Previene tutti gli effetti degli attacchi, inclusa la danneggiamento, inflitti a Mew da Pokémon evoluti. Non puoi utilizzare questo potere se Mew è addormentato, confuso o paralizzato.",
    "ability.wbsp48.name": "Velario dell'aurora",
    "ability.wbsp48.text": "Finché Articuno è il tuo Pokémon attivo, i tuoi Pokémon in panchina non subiscono danni da e non sono influenzati dagli attacchi. Questa potenza non può essere utilizzata se Articuno è affetto da una condizione speciale.",
    "ability.wbsp49.name": "Guardia",
    "ability.wbsp49.text": "Finché Snorlax è il Pokémon attivo, il Pokémon difensore non può ritirarsi. Questa potenza smette di funzionare quando Snorlax viene colpito da una condizione speciale.",
    "ability.wbsp5.name": "Spedizione speciale",
    "ability.wbsp5.text": "Una volta durante il tuo turno, puoi disegnare una carta. Poi, metti una carta dalla tua mano in cima al tuo mazzo. Disabilitato da sonno, confusione e paralisi.",
    "ability.wbsp53.name": "Corpo puro",
    "ability.wbsp53.text": "Per attaccare una carta di energia acqua dalla tua mano a Suicune, devi scartare una carta di energia attaccata a Suicune. (attacca la carta di energia acqua e poi scarta una carta di energia da Suicune.)",
    "achievement.binderfull": "Collezionista professionista di carte da gioco",
    "achievement.binderfull.desc": "Riempire un astuccio di carte",
    "achievement.binderfullrare": "Collezionista dedicato del TCG",
    "achievement.binderfullrare.desc": "Riempire un album di carte con rare o superiori",
    "achievement.binderfullsecretrare": "Consegna carta \/tcg give card",
    "achievement.binderfullsecretrare.desc": "Riempire un album di carte con rare segrete",
    "achievement.binderget": "Collezionista TCG principiante",
    "achievement.binderget.desc": "Ottenere un leggio di carte",
    "achievement.binderhalf": "Collezionista di carte da gioco TCG dilettante",
    "achievement.binderhalf.desc": "Riempire a metà un leggio di carte",
    "achievement.binderquarter": "Collezionista TCG principiante",
    "achievement.binderquarter.desc": "Riempire un astuccio di carte per un quarto",
    "achievement.finishdeck": "Pronto per la battaglia di TCG",
    "achievement.finishdeck.desc": "Finire un mazzo di carte con nome",
    "achievement.kingofgames": "Re dei giochi",
    "achievement.kingofgames.desc": "Ottenere un pendente del millennio",
    "achievement.obtainalternate": "Realità alternativa",
    "achievement.obtainalternate.desc": "Acquisire una carta di sviluppatore con nuova immagine",
    "achievement.obtainboard": "Acquisizione del World Flipper 3000",
    "achievement.obtainboard.desc": "Acquisire un tavolo personalizzato",
    "achievement.obtaincardback": "Artista di carte",
    "achievement.obtaincardback.desc": "Acquisire un retro di carta personalizzato",
    "achievement.obtaincoinset": "Tesoriero",
    "achievement.obtaincoinset.desc": "Acquisire un insieme di monete personalizzato",
    "achievement.obtaincommon": "Ottenere comune TCG",
    "achievement.obtaincommon.desc": "Acquisire una carta comune",
    "achievement.obtaindeck": "Costruttore di mazzi TCG",
    "achievement.obtaindeck.desc": "Acquisire un slot vuoto di una barca",
    "achievement.obtainpromo": "Potere promozionale",
    "achievement.obtainpromo.desc": "Acquisire una carta promozionale nera di stella nera",
    "achievement.obtainrare": "Ottenere raro TCG",
    "achievement.obtainrare.desc": "Acquisire una carta rara",
    "achievement.obtainrulebook": "Signor Maestro delle Regole",
    "achievement.obtainrulebook.desc": "Acquisire un libro di regole personalizzato",
    "achievement.obtainseal": "Ottenere l'Orichalcos",
    "achievement.obtainseal.desc": "Acquisire una carta di stadio del desarrollatore speciale",
    "achievement.obtainsecretrare": "Ottenere segreto raro della carta da gioco",
    "achievement.obtainsecretrare.desc": "Ottenere una carta segreta rara",
    "achievement.obtainsuperrare": "Ottenere carta rara estremamente rara del TCG",
    "achievement.obtainsuperrare.desc": "Acquisire una carta super rara",
    "achievement.obtainultrarare": "Ottenere carta rara estremamente rara del TCG",
    "achievement.obtainultrarare.desc": "Acquisire una carta ultra rara",
    "achievement.obtainuncommon": "Ottenere carta rara del gioco di carte",
    "achievement.obtainuncommon.desc": "Acquisire una carta rara",
    "achievement.openpack": "Apertura di pacchetto TCG",
    "achievement.openpack.desc": "Apri il tuo primo pacchetto di espansione TCG",
    "achievement.trade1": "Scambiatore di carte TCG",
    "achievement.trade1.desc": "Esegui un cambio di carta per il commercio (1 volta)",
    "achievement.trade20": "Negozio di carte TCG",
    "achievement.trade20.desc": "Esegui 20 scambi di carte",
    "achievement.trade250": "Re del gioco da carte",
    "achievement.trade250.desc": "Esegui 250 scambi di carte",
    "achievement.trade5": "Commerciante di carte TCG",
    "achievement.trade5.desc": "Esegui 5 scambi di carte",
    "achievement.trade50": "Agente di cambio di carte TCG",
    "achievement.trade50.desc": "Esegui 50 scambi di carte",
    "achievement.welcome": "Benvenuto!",
    "achievement.welcome.desc": "Benvenuto a Pixelmon TCG!",
    "attack wbsp15.1.text": "Puoi cambiare la resistenza di Porygon colore del tuo scelto, ad eccezione di incolore. Se il Pokémon difensivo era una debolezza, puoi cambiarlo nel tipo del tuo scelta, ad eccezione di incolore. (lasciando sul banco un qualsiasi Pokémon interrompe l'effetto su quel Pokémon).",
    "attack.WSBP12.2.text": "Scegli 1 dei Pokémon del tuo avversario. Questo attacco infligge 30 danni a quel Pokémon. Non applica debolezza e resistenza per questo attacco. (Gli altri effetti che si verificherebbero dopo l'applicazione di debolezza e resistenza ancora accadono.)",
    "attack.WSBP18.1.text": "Lanciare un numero di monete uguale al numero di Pokémon in gioco. Questo attacco fa 10 danni per ogni testa. Poi, Meowth di Team Rocket si fa 10 danni per ogni coda a se stesso.",
    "attack.base1.1.name": "Raggio confuso",
    "attack.base1.1.text": "Lanciare una moneta. Se esce testa, il Pokémon difensore è ora confuso.",
    "attack.base10.1.name": "Psichico",
    "attack.base10.1.text": "fa 10 danni più 10 danni aggiuntivi per ogni carta di energia attaccata al Pokémon difensore.",
    "attack.base10.2.name": "Barriera",
    "attack.base10.2.text": "Rimuovi 1 energia psichica attaccata a Mewtwo. Durante il turno successivo del tuo avversario, impedisce tutti gli effetti degli attacchi, compresi i danni, inflitti a Mewtwo.",
    "attack.base11.1.name": "Thrash",
    "attack.base11.1.text": "Lanciare una moneta. Se testa, aggiungi 10 danni a questo attacco. Se croce, Nidoking fa 10 danni a sé stesso.",
    "attack.base11.2.name": "Toxico",
    "attack.base11.2.text": "Il Pokémon difensore è ora avvelenato. Il Pokémon difensore subisce ora 20 danni d'avvelenamento a turno.",
    "attack.base12.1.name": "Lure",
    "attack.base12.1.text": "Sostituisci uno dei Pokémon in panchina del tuo avversario con il suo Pokémon attivo.",
    "attack.base12.2.name": "Colpo di fuoco",
    "attack.base12.2.text": "Rimuovi 1 energia del fuoco attaccata a Ninetales.",
    "attack.base13.1.name": "Pistola d'acqua",
    "attack.base13.1.text": "Aggiungi 10 danni per ogni unità di energia d'acqua attaccata a Poliwrath che non viene utilizzata per il costo energetico di questo attacco, fino ad un massimo di 20 danni aggiuntivi.",
    "attack.base13.2.name": "Vortice",
    "attack.base13.2.text": "Rilascia 1 energia legata al Pokémon difensore.",
    "attack.base14.1.name": "Agilità",
    "attack.base14.1.text": "Lanciare una moneta. Se testa, Raichù guadagna immunità nel prossimo turno.",
    "attack.base14.2.name": "Tuono",
    "attack.base14.2.text": "Lanciare un dado. Se esce coda di ratti, Raichù si fa 30 danni da sé.",
    "attack.base15.1.name": "Solar Beam",
    "attack.base16.1.name": "Tuono",
    "attack.base16.1.text": "Lanciare una moneta. Se esce coda, Zapdos infligge 30 danni a sé stesso.",
    "attack.base16.2.name": "Fulmine",
    "attack.base16.2.text": "Riduci tutta l'energia legata a Zapdos.",
    "attack.base17.1.name": "Aghi di lino",
    "attack.base17.1.text": "Lanciare due monete. Moltiplicare il danno di questo attacco per il numero di testa.",
    "attack.base17.2.name": "Pungolo velenoso",
    "attack.base17.2.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora avvelenato.",
    "attack.base18.1.name": "Slam",
    "attack.base18.1.text": "Lanciare due monete. Moltiplicare il danno di questo attacco per il numero di testa.",
    "attack.base18.2.name": "Raggio iper",
    "attack.base18.2.text": "Rilascia 1 energia legata al Pokémon difensore.",
    "attack.base19.1.name": "Colpo fendente",
    "attack.base19.2.name": "Terremoto",
    "attack.base19.2.text": "Fa 10 danni a ogni tuo proprio Pokémon in panchina.",
    "attack.base2.1.name": "Pompa idrica",
    "attack.base2.1.text": "Aggiungi 10 danni per ogni unità di energia d'acqua attaccata a Blastoise che non viene utilizzata per il costo energetico di questo attacco, fino ad un massimo di 20 danni aggiuntivi.",
    "attack.base20.1.name": "Shock elettrico",
    "attack.base20.1.text": "Lanciare una moneta. Se esce testa, il Pokémon difensore è ora paralizzato.",
    "attack.base20.2.name": "Pugno del tuono",
    "attack.base20.2.text": "Lanciare un dado. Se testa, aggiungi 10 danni a questo attacco. Se croce, Electabuzz fa 10 danni a se stesso.",
    "attack.base21.1.name": "Soccombimento elettrico",
    "attack.base21.1.text": "Lanciare una moneta. Se esce coda, l'elettrodo si danneggia per 10 punti.",
    "attack.base22.1.name": "Vortice",
    "attack.base22.1.text": "Il tuo avversario sostituisce uno dei suoi Pokémon di riserva con il suo Pokémon attivo.",
    "attack.base22.2.name": "Spostamento specchio",
    "attack.base22.2.text": "Se Pidgeotto è stato attaccato nel turno precedente, copia il risultato finale di quell'attacco al Pokémon difensore.",
    "attack.base23.1.name": "Lanciafiamme",
    "attack.base23.1.text": "Rimuovi 1 energia del fuoco attaccata a Arcanine.",
    "attack.base23.2.name": "Abbattere",
    "attack.base23.2.text": "L'arcanino fa 30 danni a se stesso.",
    "attack.base24.1.name": "Colpo fendente",
    "attack.base24.2.name": "Lanciafiamme",
    "attack.base24.2.text": "Rilascia 1 energia del fuoco legata a Charmeleon.",
    "attack.base25.1.name": "Raggio aurorale",
    "attack.base25.2.name": "Raggio di ghiaccio",
    "attack.base25.2.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora paralizzato.",
    "attack.base26.1.name": "Pound",
    "attack.base27.1.name": "Sfregamento di aglio",
    "attack.base27.1.text": "Lanciare un dado. Se esce coda di cavallo, questo attacco manca. In ogni caso, disattiva questo attacco.",
    "attack.base27.2.name": "Pot Smash",
    "attack.base28.1.name": "Flare",
    "attack.base29.1.name": "Ipnosi",
    "attack.base29.1.text": "Il Pokémon difensore è ora addormentato.",
    "attack.base29.2.name": "Mangiatore di sogni",
    "attack.base29.2.text": "Colpisce solo i Pokémon addormentati.",
    "attack.base3.1.name": "Scrunch",
    "attack.base3.1.text": "Lanciare una moneta. Se esce testa, impedisce tutti i danni subiti da Chansey durante il prossimo turno del tuo avversario. (gli altri effetti degli attacchi continuano a verificarsi).",
    "attack.base3.2.name": "Lama doppia",
    "attack.base3.2.text": "Chansey fa 80 danni a se stesso.",
    "attack.base30.1.name": "Frusta di vite",
    "attack.base30.2.name": "Polvere velenosa",
    "attack.base30.2.text": "Il Pokémon difensore è ora avvelenato.",
    "attack.base31.1.name": "Doppio schiaffo",
    "attack.base31.1.text": "Lanciare due monete. Moltiplicare il danno di questo attacco per il numero di testa.",
    "attack.base31.2.name": "Meditare",
    "attack.base31.2.text": "Aggiungi 10 danni a questo attacco ogni 10 danni sul Pokémon difensore.",
    "attack.base32.1.name": "Ricovera",
    "attack.base32.1.text": "Elimina 1 energia psichica attaccata a Kadabra. Rimuovi tutti i contatori di danno da Kadabra.",
    "attack.base32.2.name": "Psyco Supremo",
    "attack.base33.1.name": "Rinfrescare",
    "attack.base33.1.text": "Lanciare una moneta. Se testa, impedire tutti i danni fatti a Kakuna durante il turno successivo del tuo avversario. (gli altri effetti degli attacchi ancora accadono).",
    "attack.base33.2.name": "Polvere velenosa",
    "attack.base33.2.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora avvelenato.",
    "attack.base34.1.name": "Colpo di karate",
    "attack.base34.1.text": "Decremento di 10 danni da questo attacco ogni 10 danni sul Machoke.",
    "attack.base34.2.name": "Sottomissione",
    "attack.base34.2.text": "Machoke fa 20 danni a se stesso.",
    "attack.base35.1.name": "Tackle",
    "attack.base35.2.name": "Fulmine",
    "attack.base35.2.text": "Moltiplica il danno di questo attacco per il numero di contatori di danno su Magikarp.",
    "attack.base36.1.name": "Pugno di fuoco",
    "attack.base36.2.name": "Lanciafiamme",
    "attack.base36.2.text": "Elimina 1 energia del fuoco legata a Magmar.",
    "attack.base37.1.name": "Calcio doppio",
    "attack.base37.1.text": "Lanciare 2 monete. moltiplicare il danno di questo attacco per il numero di testa.",
    "attack.base37.2.name": "Furibondo perforatore di corna",
    "attack.base38.1.name": "Amnesia",
    "attack.base38.1.text": "Scegli un attacco del Pokémon difensore. Quell'attacco è disabilitato nel prossimo turno.",
    "attack.base38.2.name": "Doppio schiaffo",
    "attack.base38.2.text": "Lanciare 2 monete. moltiplicare il danno di questo attacco per il numero di testa.",
    "attack.base39.1.name": "Conversione 1",
    "attack.base39.1.text": "Se il Pokémon difensore ha una debolezza, puoi cambiarlo nel tipo di tua scelta, escluso il colore.",
    "attack.base39.2.name": "Conversione 2",
    "attack.base39.2.text": "Cambia la resistenza di Porygon ad un tipo scelto tra quelli diversi dal colore.",
    "attack.base4.1.name": "Spinata di fuoco",
    "attack.base4.1.text": "Rimuovi 2 energie di fuoco attaccate a Charizard.",
    "attack.base40.1.name": "Morso",
    "attack.base40.2.name": "Fang super",
    "attack.base40.2.text": "Infligge metà dell'HP residuo del Pokémon difensore come danno, arrotondato al più vicino multiplo di 10.",
    "attack.base41.1.name": "testa d'asino",
    "attack.base42.1.name": "Ritirare",
    "attack.base42.1.text": "Lanciare una moneta. Se testa, impedire tutti i danni inflitti a Wartortle durante il prossimo turno del tuo avversario. (gli altri effetti degli attacchi continuano a verificarsi).",
    "attack.base42.2.name": "Morso",
    "attack.base43.1.name": "Psyshock",
    "attack.base43.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora paralizzato.",
    "attack.base44.1.name": "Seme di leech",
    "attack.base44.1.text": "Se questo attacco infligge danni, guarisci Bulbasaur per 10 punti.",
    "attack.base45.1.name": "Colpo di stringa",
    "attack.base45.1.text": "Lanciare una moneta. Se esce testa, il Pokémon difensore è ora paralizzato.",
    "attack.base46.1.name": "Scalfittura",
    "attack.base46.2.name": "Ember",
    "attack.base46.2.text": "Rilascia 1 energia del fuoco legata a Charmander.",
    "attack.base47.1.name": "Scavo",
    "attack.base47.2.name": "Sbattonamento di fango",
    "attack.base48.1.name": "Attacco furia",
    "attack.base48.1.text": "Lanciare 2 monete. Moltiplicare il danno di questo attacco per il numero di testa.",
    "attack.base49.1.name": "Pound",
    "attack.base49.2.name": "Raggio confuso",
    "attack.base49.2.text": "Lanciare una moneta. Se esce testa, il Pokémon difensore è ora confuso.",
    "attack.base5.1.name": "Sing",
    "attack.base5.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora addormentato.",
    "attack.base5.2.name": "Metronomo",
    "attack.base5.2.text": "Scegli un attacco appartenente al Pokémon difensore e utilizzalo come proprio.",
    "attack.base50.1.name": "Gas sonnifero",
    "attack.base50.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora addormentato.",
    "attack.base50.2.name": "Vincolo del destino",
    "attack.base50.2.text": "Riduci di 1 energia psichica attaccata a Gastly. Se Gastly viene messo KO nel turno successivo, metti KO l'attaccante.",
    "attack.base51.1.name": "Gas velenoso",
    "attack.base51.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo viene avvelenato. Se croce, il Pokémon difensivo viene confuso.",
    "attack.base52.1.name": "Piedata bassa",
    "attack.base53.1.name": "Onda di tuono",
    "attack.base53.1.text": "Lanciare una moneta. Se esce testa, il Pokémon difensore è ora paralizzato.",
    "attack.base53.2.name": "Distruzione auto",
    "attack.base53.2.text": "Infliggi 10 danni a tutti i Pokémon in panchina. Magnemite fa 40 danni a sé stesso.",
    "attack.base54.1.name": "Rinfrescare",
    "attack.base54.1.text": "Lanciare una moneta. Se testa, Metapod guadagna immunità al danno nel turno successivo.",
    "attack.base54.2.name": "Spore di stordimento",
    "attack.base54.2.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora paralizzato.",
    "attack.base55.1.name": "Pericolo di corno",
    "attack.base55.1.text": "Lanciare un dado. Se esce coda, questo attacco manca.",
    "attack.base56.1.name": "Lancio di pietra",
    "attack.base56.2.name": "Rafforzare",
    "attack.base56.2.text": "L'Onix ignora gli attacchi che infliggono 30 o meno danni nel turno successivo.",
    "attack.base57.1.name": "Vortice",
    "attack.base57.1.text": "Il tuo avversario sostituisce uno dei suoi Pokémon di riserva con il suo Pokémon attivo.",
    "attack.base58.1.name": "Gnaw",
    "attack.base58.2.name": "Colpo di fulmine",
    "attack.base58.2.text": "Lanciare una moneta. Se esce coda, Pikachu si fa 10 danni da sé.",
    "attack.base59.1.name": "Water Gun",
    "attack.base59.1.text": "Aggiungi 10 danni per ogni unità di energia d'acqua attaccata a Poliwag che non viene utilizzata per il costo energetico di questo attacco, fino ad un massimo di 20 danni aggiuntivi.",
    "attack.base6.1.name": "Furia dragoide",
    "attack.base6.2.name": "Raggio di bolle",
    "attack.base6.2.text": "Lanciare una moneta. Se esce testa, il Pokémon difensore è ora paralizzato.",
    "attack.base60.1.name": "Calcio potente",
    "attack.base60.2.name": "Coda di fiamma",
    "attack.base61.1.name": "Morso",
    "attack.base62.1.name": "Attacco di sabbia",
    "attack.base62.1.text": "Prossimo turno, gli attacchi dei tuoi avversari riceveranno il seguente testo: lanciare un dado. se si, questo attacco manca.",
    "attack.base63.1.name": "Bolla",
    "attack.base63.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora paralizzato.",
    "attack.base63.2.name": "Ritirare",
    "attack.base63.2.text": "Lanciare un dado. Se esce testa, impedire tutti i danni inflitti a Squirtle durante il prossimo turno del tuo avversario. (gli altri effetti degli attacchi continuano ad accadere).",
    "attack.base64.1.name": "Ripristino",
    "attack.base64.1.text": "Elimina 1 energia acqua legata a Starmie. Rimuovi tutti i contatori di danno da Starmie.",
    "attack.base64.2.name": "Congelamento stellare",
    "attack.base64.2.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora paralizzato.",
    "attack.base65.1.name": "Pizzicata",
    "attack.base66.1.name": "Legare",
    "attack.base66.1.text": "Lanciare una moneta. Se esce testa, il Pokémon difensore è ora paralizzato.",
    "attack.base66.2.name": "Polvere velenosa",
    "attack.base66.2.text": "Il Pokémon difensore è ora avvelenato.",
    "attack.base67.1.name": "Tackle",
    "attack.base68.1.name": "Raggio confondere",
    "attack.base68.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora confuso.",
    "attack.base69.1.name": "Pungiglio velenoso",
    "attack.base69.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora avvelenato.",
    "attack.base7.1.name": "Pugno",
    "attack.base7.2.name": "Pugno speciale",
    "attack.base8.1.name": "Lancio sismico",
    "attack.base9.1.name": "Onda di tuono",
    "attack.base9.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora paralizzato.",
    "attack.base9.2.name": "Distruzione auto",
    "attack.base9.2.text": "Infliggere 20 danni a tutti i Pokémon in panchina. Magnetron fa 80 danni a se stesso.",
    "attack.dev1.1.name": "Onda di fulmine",
    "attack.dev1.1.text": "Infligi 300 danni all'avversario.",
    "attack.effect.changeresistance.selector": "Scegli una nuova resistenza",
    "attack.effect.changeweakness.selector": "Scegli una nuova debolezza",
    "attack.effect.switch.byopp": "Scegli un nuovo Pokémon attivo",
    "attack.foss1.1.name": "Attacco ala",
    "attack.foss10.1.name": "Pistola d'acqua",
    "attack.foss10.1.text": "Infligge 10 danni più 10 danni aggiuntivi per ogni unità di energia d'acqua attaccata a Lapras, ma non utilizzate per coprire il costo energetico di questo attacco. Non puoi aggiungere più di 20 danni in questo modo.",
    "attack.foss10.2.name": "Raggio confuso",
    "attack.foss10.2.text": "Lanciare una moneta. Se esce testa, il Pokémon difensore è ora confuso.",
    "attack.foss11.1.name": "Boom sonico",
    "attack.foss11.1.text": "Non applicare debolezza e resistenza per questo attacco. (gli altri effetti che si verificherebbero dopo l'applicazione di debolezza e resistenza ancora accadono).",
    "attack.foss11.2.name": "Distruzione auto",
    "attack.foss11.2.text": "Infligge 20 danni a ogni Pokémon sulla panchina di ogni giocatore. (non applica debolezza e resistenza per i Pokémon in panchina). Magnetron infligge 100 danni a se stesso.",
    "attack.foss12.1.name": "Incendio selvaggio",
    "attack.foss12.1.text": "Puoi scartare un numero qualsiasi di carte energia del fuoco attaccate a Moltres quando utilizzi questo attacco. Se lo fai, scarta quel numero di carte dalla cima della tua pila di carte dell'avversario.",
    "attack.foss12.2.name": "Bombardamento in immersione",
    "attack.foss12.2.text": "Lanciare una moneta. Se esce coda, questo attacco non fa nulla.",
    "attack.foss13.1.name": "Sludge",
    "attack.foss13.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora avvelenato.",
    "attack.foss14.1.name": "Gigashock",
    "attack.foss14.1.text": "Scegli 3 dei Pokémon di tuo avversario in panchina e questo attacco infligge 10 danni a ciascuno di loro. (non applicare debolezza e resistenza ai Pokémon in panchina). Se il tuo avversario ha meno di 3 Pokémon in panchina, infliggi danni a ciascuno di essi.",
    "attack.foss15.1.name": "Uragano elettrico",
    "attack.foss15.1.text": "Per ogni Pokémon sul campo di battaglia del tuo avversario, lancia una moneta. Se esce testa, questo attacco infligge 20 danni a quel Pokémon. (non applicare debolezza e resistenza ai Pokémon sul campo di battaglia). Poi, Zapdos infligge 10 danni per ogni coda a se stesso.",
    "attack.foss16.1.name": "Attacco ala",
    "attack.foss17.1.name": "Congelamento secco",
    "attack.foss17.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora paralizzato.",
    "attack.foss17.2.name": "Blizzard",
    "attack.foss17.2.text": "Lanciare una moneta. Se testa, questo attacco infligge 10 danni a ogni Pokémon di banco del tuo avversario. Se croce, infligi 10 danni ai tuoi stessi Pokémon di banco.",
    "attack.foss19.1.name": "Slam",
    "attack.foss19.1.text": "Lanciare due monete. Questo attacco fa 40 danni per ogni testa.",
    "attack.foss2.1.name": "Congelamento secco",
    "attack.foss2.1.text": "Lanciare una moneta. Se esce testa, il Pokémon difensore è ora paralizzato.",
    "attack.foss2.2.name": "Blizzard",
    "attack.foss2.2.text": "Lanciare un dado. Se esce testa, questo attacco infligge 10 danni a ogni Pokémon di riserva del tuo avversario. Se esce croce, infligi 10 danni ai tuoi stessi Pokémon di riserva.",
    "attack.foss20.1.name": "mente oscura",
    "attack.foss20.1.text": "Se il tuo avversario ha dei Pokémon in panchina, scegli uno di essi e questo attacco gli infligge 10 danni. (non applica debolezza e resistenza per i Pokémon in panchina).",
    "attack.foss21.1.name": "Incubo",
    "attack.foss21.1.text": "Il Pokémon difensore è ora addormentato.",
    "attack.foss22.1.name": "Calcio esteso",
    "attack.foss22.1.text": "Se il tuo avversario ha Pokémon in panchina, scegli uno di essi e questo attacco gli infligge 20 danni. (non applica debolezza e resistenza per i Pokémon in panchina).",
    "attack.foss22.2.name": "Calcio di salto alto",
    "attack.foss23.1.name": "Profezia",
    "attack.foss23.1.text": "Guarda fino a 3 carte dalla parte superiore di entrambe le barre della tua mano e riordinale come preferisci.",
    "attack.foss23.2.name": "mente oscura",
    "attack.foss23.2.text": "Se il tuo avversario ha Pokémon in panchina, scegli uno di essi e questo attacco gli infligge 10 danni. (non applica debolezza e resistenza per i Pokémon in panchina).",
    "attack.foss24.1.name": "Sickle affilata",
    "attack.foss24.2.name": "Assorbire",
    "attack.foss24.2.text": "Rimuovi un numero di contatori di danno da Kabutops uguale alla metà del danno inflitto al Pokémon difensore (dopo l'applicazione della debolezza e della resistenza), arrotondato al più vicino multiplo di 10. Se Kabutops ha meno contatori di danno, rimuovili tutti.",
    "attack.foss25.1.name": "Pistola d'acqua",
    "attack.foss25.1.text": "Infligge 10 danni più 10 danni aggiuntivi per ogni energia d'acqua attaccata a Lapras, ma non utilizzata per coprire il costo di energia di questo attacco. Non puoi aggiungere più di 20 danni in questo modo.",
    "attack.foss25.2.name": "Raggio confuso",
    "attack.foss25.2.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora confuso.",
    "attack.foss26.1.name": "Boom sonico",
    "attack.foss26.1.text": "Non applicare debolezza e resistenza per questo attacco. (gli altri effetti che si verificherebbero dopo l'applicazione di debolezza e resistenza ancora accadono).",
    "attack.foss26.2.name": "Distruzione auto",
    "attack.foss26.2.text": "Infligge 20 danni a ogni Pokémon sulla panchina di ogni giocatore. (non applica debolezza e resistenza per i Pokémon in panchina). Magnetron infligge 100 danni a se stesso.",
    "attack.foss27.1.name": "Incendio selvaggio",
    "attack.foss27.1.text": "Puoi scartare un numero qualsiasi di carte energia del fuoco attaccate a Moltres quando utilizzi questo attacco. Se lo fai, scarta quel numero di carte dalla cima della tua pila di carte dell'avversario.",
    "attack.foss27.2.name": "Bombardamento in immersione",
    "attack.foss27.2.text": "Lanciare una moneta. Se cadiamo, questo attacco non fa nulla.",
    "attack.foss28.1.name": "Sludge",
    "attack.foss28.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora avvelenato.",
    "attack.foss29.1.name": "Gigashock",
    "attack.foss29.1.text": "Scegli 3 dei Pokémon di tuo avversario in panchina e questo attacco infligge 10 danni a ciascuno di loro. (non applicare debolezza e resistenza ai Pokémon in panchina). Se il tuo avversario ha meno di 3 Pokémon in panchina, infliggi danni a ciascuno di essi.",
    "attack.foss30.1.name": "Uragano elettrico",
    "attack.foss30.1.text": "Per ogni Pokémon di tuo avversario in panchina, lancia una moneta. Se esce testa, questo attacco infligge 20 danni a quel Pokémon. (non applicare debolezza e resistenza ai Pokémon in panchina). Poi, Zapdos infligge 10 danni per ogni coda a se stesso.",
    "attack.foss31.1.name": "Colpo di terrore",
    "attack.foss31.1.text": "Lanciare una moneta. Se esce testa e il tuo avversario ha almeno un Pokémon in panchina, sceglie uno di essi e lo sostituisce con il Pokémon difensore. (effettua il danno prima di sostituire il Pokémon).",
    "attack.foss31.2.name": "Dente velenoso",
    "attack.foss31.2.text": "Il Pokémon difensore è ora avvelenato.",
    "attack.foss32.1.name": "Clamp",
    "attack.foss32.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora paralizzato. Se croce, questo attacco non fa nulla (neanche danni).",
    "attack.foss32.2.name": "Cannone a spicchi",
    "attack.foss32.2.text": "Lanciare 2 monete. Questo attacco fa 30 danni per ogni testa.",
    "attack.foss33.1.name": "Lick",
    "attack.foss33.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora paralizzato.",
    "attack.foss33.2.name": "Conversione di energia",
    "attack.foss33.2.text": "Inserisci fino a 2 carte di energia dal tuo mucchio di scarto nella tua mano. Gastly si fa 10 danni da sé.",
    "attack.foss34.1.name": "Attacco ala",
    "attack.foss34.2.name": "Vita parassita",
    "attack.foss34.2.text": "Rimuovi un numero di contatori di danno da Golbat uguale al danno inflitto al Pokémon difensore (dopo l'applicazione della debolezza e della resistenza). Se Golbat ha meno contatori di danno, rimuovili tutti.",
    "attack.foss35.1.name": "Psyshock",
    "attack.foss35.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora paralizzato.",
    "attack.foss35.2.name": "Raggio iper",
    "attack.foss35.2.text": "Se il Pokémon difensore ha carte di energia attaccate a sé, scegli una di esse e scartala.",
    "attack.foss36.1.name": "Avalanche",
    "attack.foss36.2.name": "Distruzione auto",
    "attack.foss36.2.text": "Infligge 20 danni a ogni Pokémon sulla panchina di ogni giocatore. (non applicare debolezza e resistenza per i Pokémon in panchina). Il Golem infligge 100 danni a sé stesso.",
    "attack.foss37.1.name": "Rafforzare",
    "attack.foss37.1.text": "Durante il turno successivo del tuo avversario, ogni volta che 30 o meno danni vengono fatti a Graveler (dopo l'applicazione della debolezza e della resistenza), previeni quei danni. (gli altri effetti degli attacchi ancora accadono.)",
    "attack.foss37.2.name": "Lancio di pietra",
    "attack.foss38.1.name": "Fulmino",
    "attack.foss38.1.text": "faisce 10 danni per ogni contatore di danno presente su Kingler.",
    "attack.foss38.2.name": "Martello granchio",
    "attack.foss39.1.name": "Schermo di fumo",
    "attack.foss39.1.text": "Se il Pokémon difensore tenta di attaccare durante il prossimo turno del vostro avversario, il vostro avversario lancia una moneta. Se esce coda, quell'attacco non fa nulla.",
    "attack.foss39.2.name": "Smog",
    "attack.foss39.2.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora avvelenato.",
    "attack.foss4.1.name": "Slam",
    "attack.foss4.1.text": "Lanciare 2 monete. Questo attacco fa 40 danni per ogni testa.",
    "attack.foss40.1.name": "Pistola d'acqua",
    "attack.foss40.1.text": "Infligge 20 danni più 10 danni aggiuntivi per ogni unità di energia d'acqua attaccata a Omastar, ma non utilizzate per coprire il costo energetico di questo attacco. Non è possibile aggiungere più di 20 danni in questo modo.",
    "attack.foss40.2.name": "Cannone a spicchi",
    "attack.foss40.2.text": "Lanciare 2 monete. Questo attacco fa 30 danni per ogni testa.",
    "attack.foss41.1.name": "Colpo fendente",
    "attack.foss41.2.name": "Colpi di rabbia",
    "attack.foss41.2.text": "Lanciare 3 monete. Questo attacco fa 20 danni per ogni testa.",
    "attack.foss42.1.name": "Pistola d'acqua",
    "attack.foss42.1.text": "Infligge 20 danni più 10 danni aggiuntivi per ogni unità di energia acqua attaccata a Seadra ma non utilizzata per coprire il costo energetico di questo attacco. Non è possibile aggiungere più di 20 danni in questo modo.",
    "attack.foss42.2.name": "Agilità",
    "attack.foss42.2.text": "Lanciare una moneta. Se testa, durante il turno successivo del tuo avversario, impedire tutti gli effetti degli attacchi, compresi i danni, inflitti a Seadra.",
    "attack.foss43.1.name": "Psyshock",
    "attack.foss43.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora paralizzato.",
    "attack.foss44.1.name": "Supersonico",
    "attack.foss44.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora confuso.",
    "attack.foss44.2.name": "Stingue di medusa",
    "attack.foss44.2.text": "Il Pokémon difensore è ora avvelenato.",
    "attack.foss45.1.name": "Smog",
    "attack.foss45.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora avvelenato.",
    "attack.foss45.2.name": "Distruzione auto",
    "attack.foss45.2.text": "Infligge 10 danni a ogni Pokémon sulla panchina di ogni giocatore. (non applicare debolezza e resistenza per i Pokémon in panchina). Weezing infligge 60 danni a se stesso.",
    "attack.foss46.1.name": "Spita veleno",
    "attack.foss46.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora avvelenato.",
    "attack.foss46.2.name": "Wrap",
    "attack.foss46.2.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora paralizzato.",
    "attack.foss47.1.name": "Raffica di pietra",
    "attack.foss47.1.text": "Lanciare una moneta finché non otterrai croci. Questo attacco fa 10 danni per ogni testa.",
    "attack.foss48.1.name": "Succo cattivo",
    "attack.foss48.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora paralizzato.",
    "attack.foss48.2.name": "Minimizzare",
    "attack.foss48.2.text": "Tutto il danno causato dagli attacchi al Grimer durante il prossimo turno del tuo avversario viene ridotto del 20% (dopo l'applicazione della debolezza e della resistenza).",
    "attack.foss49.1.name": "Schermo di fumo",
    "attack.foss49.1.text": "Se il Pokémon difensore tenta di attaccare durante il prossimo turno del vostro avversario, il vostro avversario lancia una moneta. Se esce coda, quell'attacco non fa nulla.",
    "attack.foss5.1.name": "mente oscura",
    "attack.foss5.1.text": "Se il tuo avversario ha Pokémon in panchina, scegli uno di essi e questo attacco gli infligge 10 danni. (non applica debolezza e resistenza per i Pokémon in panchina).",
    "attack.foss50.1.name": "Scalciare",
    "attack.foss51.1.name": "Chiamata per la famiglia",
    "attack.foss51.1.text": "Cerca il tuo mazzo per un Pokémon di base denominato Krabby e mettilo sul tuo banco. Mescola il tuo mazzo in seguito. (Non puoi utilizzare questo attacco se il tuo banco è pieno.)",
    "attack.foss51.2.name": "Presa di ferro",
    "attack.foss52.1.name": "Pistola d'acqua",
    "attack.foss52.1.text": "Infligge 10 danni più 10 danni aggiuntivi per ogni unità di energia d'acqua attaccata a Omanyte, ma non utilizzate per coprire il costo energetico di questo attacco. Non è possibile aggiungere più di 20 danni in questo modo.",
    "attack.foss53.1.name": "Capogiro",
    "attack.foss53.1.text": "Il tuo avversario non può giocare carte allenatore durante il suo prossimo turno.",
    "attack.foss53.2.name": "Colpi di rabbia",
    "attack.foss53.2.text": "Lanciare 3 monete. Questo attacco fa 10 danni per ogni testa.",
    "attack.foss54.1.name": "Supersonico",
    "attack.foss54.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora confuso.",
    "attack.foss54.2.name": "Nasconditi nella conchiglia",
    "attack.foss54.2.text": "Lanciare una moneta. Se testa, impedire tutti i danni inflitti a Shellder durante il prossimo turno del tuo avversario. (gli altri effetti degli attacchi continuano a verificarsi).",
    "attack.foss55.1.name": "Spacing Out",
    "attack.foss55.1.text": "Lanciare un dado. Se esce testa, rimuovi un contatore di danno da Slowpoke. Questo attacco non può essere utilizzato se Slowpoke non ha contatori di danno.",
    "attack.foss55.2.name": "Raccolta",
    "attack.foss55.2.text": "Rimuovi 1 carta di energia psichica attaccata a Slowpoke per utilizzare questo attacco. Inserisci una carta del tuo mazzo di allenatore dalla tua pila di scarto nel tuo mazzo di mano.",
    "attack.foss56.1.name": "Acido",
    "attack.foss57.1.name": "Supersonico",
    "attack.foss57.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora confuso.",
    "attack.foss57.2.name": "Vita parassita",
    "attack.foss57.2.text": "Rimuovi un numero di contatori di danno da Zubat uguale al danno inflitto al Pokémon difensore (dopo l'applicazione della debolezza e della resistenza). Se Zubat ha meno contatori di danno, rimuovili tutti.",
    "attack.foss6.1.name": "Incubo",
    "attack.foss6.1.text": "Il Pokémon difensore è ora addormentato.",
    "attack.foss7.1.name": "Calcio esteso",
    "attack.foss7.1.text": "Se il tuo avversario ha Pokémon in panchina, scegli uno di essi e questo attacco gli infligge 20 danni. (non applica debolezza e resistenza per i Pokémon in panchina).",
    "attack.foss7.2.name": "Calcio di salto alto",
    "attack.foss8.1.name": "Profezia",
    "attack.foss8.1.text": "Guarda fino a 3 carte dalla parte superiore del mazzo di entrambi i giocatori e riordinalle come preferisci.",
    "attack.foss8.2.name": "mente oscura",
    "attack.foss8.2.text": "Se il tuo avversario ha Pokémon in panchina, scegli uno di essi e questo attacco gli infligge 10 danni. (non applica debolezza e resistenza per i Pokémon in panchina).",
    "attack.foss9.1.name": "Sickle affilato",
    "attack.foss9.2.name": "Assorbimento",
    "attack.foss9.2.text": "Rimuovi un numero di contatori di danno da Kabutops uguale alla metà del danno inflitto al Pokémon difensore (dopo l'applicazione della debolezza e della resistenza), arrotondato verso l'alto al più vicino multiplo di 10. Se Kabutops ha meno contatori di danno, rimuovili tutti.",
    "attack.gymc1.1.name": "Tackle caldo",
    "attack.gymc1.1.text": "Blaine's Arcanine fa 10 danni a sé stesso.",
    "attack.gymc1.2.name": "Firestorm",
    "attack.gymc1.2.text": "Rimuovi 3 carte di energia fuoco attaccate a Arcanine di Blaine per utilizzare questo attacco.",
    "attack.gymc10.1.name": "Accrescimento gigante",
    "attack.gymc10.1.text": "Lanciare una moneta. Se testa, il massimo HP di Ditto di Koga sarà ora 80 e l'attacco di Pounce di Ditto di Koga avrà un danno base di 30 anziché 10. (lasciando in panchina Ditto di Koga si conclude questo effetto.)",
    "attack.gymc10.2.name": "Pound",
    "attack.gymc10.2.text": "",
    "attack.gymc11.1.name": "Kerzap",
    "attack.gymc11.1.text": "Lanciare una moneta. Se testa, questo attacco infligge 20 danni più 30 danni aggiuntivi al Pokémon difensore e elimina tutte le carte energia di fulmine attaccate a Raichu di Lt. Surge. Se croce, questo attacco infligge 20 danni.",
    "attack.gymc11.2.name": "Tentamenello di fulmine",
    "attack.gymc11.2.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora paralizzato. Se croce, Raichu di Lt. Surge infligge 20 danni a sé stesso.",
    "attack.gymc12.1.name": "Impulso elettrico",
    "attack.gymc12.1.text": "Lanciare una moneta. Se esce coda, scartare tutte le carte energia attaccate a Golduck di Misty.",
    "attack.gymc12.2.name": "Rimozione super",
    "attack.gymc12.2.text": "Lanciare una moneta. Se testa, scegliere 1 carta di energia attaccata a ogni Pokémon del tuo avversario che ha carte di energia e scartare quelle carte di energia.",
    "attack.gymc13.1.name": "Onda marina",
    "attack.gymc13.1.text": "",
    "attack.gymc14.1.name": "Juxtapose",
    "attack.gymc14.1.text": "Lanciare una moneta. Se esce testa, scambia il numero di contatori danni su Rocket's Mewtwo con il numero di contatori danni sul Pokémon difensore (anche se questo farebbe uscire fuori uno dei Pokémon). (È okay se uno dei Pokémon non ha contatori danni.)",
    "attack.gymc14.2.name": "Hypnoblast",
    "attack.gymc14.2.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora addormentato.",
    "attack.gymc14.3.name": "Psyburn",
    "attack.gymc14.3.text": "",
    "attack.gymc15.1.name": "Plasma",
    "attack.gymc15.1.text": "Se ci sono carte di energia fulmineo nel tuo mucchio di scarti, attacca 1 di esse a Zapdos del lancio.",
    "attack.gymc15.2.name": "Electroburn",
    "attack.gymc15.2.text": "Il razzo di Zapdos infligge danni a se stesso pari al numero di carte energia elettrica attaccate, moltiplicato per 10.",
    "attack.gymc16.1.name": "Mega Burn",
    "attack.gymc16.1.text": "Non puoi utilizzare questo attacco durante il tuo prossimo turno.",
    "attack.gymc2.1.name": "Fiamme ruggenti",
    "attack.gymc2.1.text": "Elimina tutti i carte di energia del fuoco attaccate a Charizard di Blaine. Se tutte le carte di energia attaccate a Charizard di Blaine forniscono 2 energia del fuoco, elimina tutte loro. Questo attacco infligge 20 danni più 20 danni aggiuntivi per ogni carta di energia del fuoco eliminata in questo modo.",
    "attack.gymc2.2.name": "getto di fiamma",
    "attack.gymc2.2.text": "Lanciare una moneta. Se esce testa, scegliere uno dei Pokémon del tuo avversario. Questo attacco infligge 40 danni a quel Pokémon. Non applicare debolezza e resistenza per questo attacco. (Gli altri effetti che si verificherebbero dopo l'applicazione di debolezza e resistenza ancora accadono.)",
    "attack.gymc21.1.name": "Bruciare in alto",
    "attack.gymc21.1.text": "Lanciare una moneta. Se esce coda, scartare tutte le carte di energia del fuoco attaccate a Ninetales di Blaine.",
    "attack.gymc22.1.name": "Ristagna",
    "attack.gymc22.1.text": "Tutto il danno inflitto a Dugtrio di Brock durante il prossimo turno del tuo avversario viene ridotto del 20% (dopo l'applicazione della debolezza e della resistenza).",
    "attack.gymc22.2.name": "Earthdrill",
    "attack.gymc22.2.text": "Questo attacco non può essere utilizzato se il Dugtrio di Brock non ha usato l'attacco \"Ritirarsi\" nel turno precedente.",
    "attack.gymc23.1.name": "Calcio gigante",
    "attack.gymc23.1.text": "",
    "attack.gymc23.2.name": "Laccio d'amore",
    "attack.gymc23.2.text": "Lanciare un dado. Se esce testa, questo attacco infligge 50 danni più altri 50 danni se hai almeno 1 Giovannino Nidoking sul tuo banco di gioco. Se esce croce, questo attacco non fa nulla.",
    "attack.gymc24.1.name": "Pinze che si chiudono",
    "attack.gymc24.1.text": "Lanciare una moneta. Se testa, questo attacco infligge 20 danni; se croce, questo attacco infligge 10 danni.",
    "attack.gymc24.2.name": "Tiro in testa",
    "attack.gymc24.2.text": "Se hai Pokémon in panchina, lancia un dado. Se esce coda, scegli 1 dei tuoi Pokémon in panchina. Questo attacco infligge 20 danni a quel Pokémon. (non applica debolezza e resistenza per i Pokémon in panchina.)",
    "attack.gymc25.1.name": "Costruzione di veleno",
    "attack.gymc25.1.text": "Koga's Arbok è ora avvelenato.",
    "attack.gymc25.2.name": "Potere velenoso",
    "attack.gymc25.2.text": "Se il Arbok di Koga è avvelenato, il danno base di questo attacco è di 40 invece di 20 e il Pokémon difensore è ora avvelenato.",
    "attack.gymc26.1.name": "Vortice di fango",
    "attack.gymc26.1.text": "",
    "attack.gymc27.1.name": "Ripresa rapida",
    "attack.gymc27.1.text": "Lanciare 2 monete. Questo attacco fa 30 danni per ogni testa.",
    "attack.gymc27.2.name": "Manovre aeree",
    "attack.gymc27.2.text": "Lanciare una moneta. Se testa, questo attacco infligge 10 danni più 30 danni in più e, durante il turno successivo del tuo avversario, impedisce tutti gli effetti degli attacchi, compresi i danni, subiti da Pidgeotto di Koga. Se croce, questo attacco infligge 10 danni.",
    "attack.gymc28.1.name": "Alta tensione",
    "attack.gymc28.1.text": "Lanciare una moneta. Se testa, il tuo avversario non può giocare carte allenatore durante il suo prossimo turno.",
    "attack.gymc28.2.name": "Scintilla di tuono",
    "attack.gymc28.2.text": "Infligge 30 danni più 10 danni per ogni contatore di danno su Jolteon di Lt. Surge, quindi lancia una moneta. Se si ottiene coda, Jolteon di Lt. Surge infligge 30 danni a sé stesso.",
    "attack.gymc29.1.name": "onda oscura",
    "attack.gymc29.1.text": "Tutti i poteri dei Pokémon smetteranno di funzionare fino alla fine del turno successivo del tuo avversario.",
    "attack.gymc29.2.name": "Legame ombra",
    "attack.gymc29.2.text": "Il Pokémon difensore non può ritirarsi durante il prossimo turno del tuo avversario.",
    "attack.gymc3.1.name": "Favilla di volontà",
    "attack.gymc3.1.text": "",
    "attack.gymc30.1.name": "Spostamento danno",
    "attack.gymc30.1.text": "Spostare 1 contatore danno da ogni Pokémon tuo che ne ha uno, sul Pokémon difensivo. (non applicare debolezza e resistenza).",
    "attack.gymc30.2.name": "Sprezzo d'acqua",
    "attack.gymc30.2.text": "Lanciare una moneta. Se testa, questo attacco infligge 20 danni più altri 20 danni; se croce, questo attacco infligge 20 danni.",
    "attack.gymc31.1.name": "Artigli di fuoco",
    "attack.gymc31.1.text": "",
    "attack.gymc31.2.name": "Fiamma di legna",
    "attack.gymc31.2.text": "Lancio 3 monete. Per ogni testa, scarta 1 carta di energia del fuoco assegnata a Charmeleon di Blaine. Se non puoi scartare carte d'energia, questo attacco non fa nulla. Questo attacco infligge 10 danni per ogni testa ai Pokémon del tuo avversario. Non applica debolezza e resistenza per questo attacco. (Gli altri effetti che si verificherebbero dopo l'applicazione di debolezza e resistenza ancora accadono.)",
    "attack.gymc32.1.name": "Mega becco",
    "attack.gymc32.1.text": "Lanciare una moneta. Se cadiamo, questo attacco non fa nulla.",
    "attack.gymc33.1.name": "Manto di fuoco",
    "attack.gymc33.1.text": "",
    "attack.gymc33.2.name": "Timbro",
    "attack.gymc33.2.text": "Lanciare un dado. Se esce testa, questo attacco infligge 30 danni più 10 danni aggiuntivi al Pokémon difensore e 10 danni a ogni Pokémon di riserva del tuo avversario. (non applicare debolezza e resistenza ai Pokémon di riserva). Se esce coda, questo attacco infligge 30 danni al Pokémon difensore.",
    "attack.gymc34.1.name": "Tackle",
    "attack.gymc34.1.text": "",
    "attack.gymc34.2.name": "Detonare",
    "attack.gymc34.2.text": "Infligge 10 danni a ogni Pokémon sul banco di ogni giocatore. Non si applicano debolezza e resistenza per i Pokémon sul banco. Il Graveler di Brock infligge 50 danni a sé stesso. Se è in gioco una carta Stadium, discarla.",
    "attack.gymc35.1.name": "Mega Thrash",
    "attack.gymc35.1.text": "Il Primeape di Brock fa 20 danni a sé stesso. Se è presente una carta dello stadio, scardinala.",
    "attack.gymc36.1.name": "Velocità",
    "attack.gymc36.1.text": "Questo attacco non è influenzato dalla debolezza, resistenza, poteri di Pokémon o da qualsiasi altro effetto sul Pokémon difensore.",
    "attack.gymc36.2.name": "Palla a ago",
    "attack.gymc36.2.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora avvelenato.",
    "attack.gymc37.1.name": "Sguardo ipnotico",
    "attack.gymc37.1.text": "Il Pokémon difensore è ora addormentato.",
    "attack.gymc37.2.name": "Anello di fuoco",
    "attack.gymc37.2.text": "Se il tuo avversario ha Pokémon in panchina, scegli uno di essi e questo attacco gli infligge 10 danni. (non applica debolezza e resistenza per i Pokémon in panchina).",
    "attack.gymc38.1.name": "Vite allungata",
    "attack.gymc38.1.text": "Scegli uno dei Pokémon sul banco del tuo avversario e questo attacco gli infligge 10 danni. (non applica debolezza e resistenza ai Pokémon sul banco).",
    "attack.gymc39.1.name": "Seme di sonno",
    "attack.gymc39.1.text": "Il Pokémon difensore è ora addormentato.",
    "attack.gymc39.2.name": "Corriere errante",
    "attack.gymc39.2.text": "Lanciare una moneta. Se testa, puoi cercare il tuo mazzo per un carta allenatore. Mostra la carta al tuo avversario e mettila nella tua mano. Mescola il tuo mazzo in seguito.",
    "attack.gymc4.1.name": "Crescita",
    "attack.gymc4.1.text": "Lanciare una moneta. Se testa, puoi attaccare fino a 2 carte di energia erba dalla tua mano a Erika's Venusaur.",
    "attack.gymc4.2.name": "Raggio solare ampio",
    "attack.gymc4.2.text": "Se il tuo avversario ha dei Pokémon in panchina, scegli 2 di loro (o 1 se ne ha solo uno). Questo attacco infligge 20 danni a ciascuno di essi. (non applicare debolezza e resistenza ai Pokémon in panchina.)",
    "attack.gymc40.1.name": "Potere lunare",
    "attack.gymc40.1.text": "Lanciare una moneta. Se testa, cercare nel tuo mazzo di carte un'carta che evolve da uno dei tuoi Pokémon in panchina e mettere quella carta su quel Pokémon. (questo conta come evoluzione di quel Pokémon.) Mescolare il tuo mazzo dopo.",
    "attack.gymc40.2.name": "Moon Kick",
    "attack.gymc40.2.text": "",
    "attack.gymc41.1.name": "Doppio foglia affilata",
    "attack.gymc41.1.text": "Lanciare 2 monete. Questo attacco fa 40 danni per ogni testa.",
    "attack.gymc42.1.name": "Attacco azzardato",
    "attack.gymc42.1.text": "Lanciare una moneta. Se esce coda, questo attacco non infligge danni al Pokémon difensore e Machoke di Giovanni si auto-danneggia per 100 punti.",
    "attack.gymc42.2.name": "Headlock",
    "attack.gymc42.2.text": "Lanciare una moneta. Se testa, questo attacco infligge 20 danni più 20 danni in più e il Pokémon difensore è ora paralizzato. Se croce, questo attacco infligge 20 danni.",
    "attack.gymc43.1.name": "Carità falsa",
    "attack.gymc43.1.text": "Lanciare una moneta. Se esce testa, guardare la carta più alta del mazzo dell'avversario. Se è una carta allenatore, metterla nella pila di scarto dell'avversario; altrimenti, metterla nella mano dell'avversario.",
    "attack.gymc43.2.name": "Scratch doppio",
    "attack.gymc43.2.text": "Lanciare 2 monete. Questo attacco fa 20 danni per ogni testa.",
    "attack.gymc44.1.name": "Toccata avvelenata",
    "attack.gymc44.1.text": "Giovanni's Nidorina fa 20 danni a sé stessa. Lancia un dado. Se esce testa, il Pokémon difensivo è ora avvelenato.",
    "attack.gymc44.2.name": "Slam del corpo",
    "attack.gymc44.2.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora paralizzato.",
    "attack.gymc45.1.name": "Rend",
    "attack.gymc45.1.text": "Se il Pokémon difensore già ha dei segnalini danni su di sé, questo attacco infligge 20 danni più altri 20 danni. Se non è così, questo attacco infligge 20 danni.",
    "attack.gymc46.1.name": "Morso",
    "attack.gymc46.1.text": "",
    "attack.gymc46.2.name": "Urla sonica",
    "attack.gymc46.2.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora confuso.",
    "attack.gymc47.1.name": "Secrezione tossica",
    "attack.gymc47.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora avvelenato. Ora subisce 20 danni da avvelenamento al posto di 10 dopo ogni turno del giocatore (anche se era già avvelenato).",
    "attack.gymc48.1.name": "Schermo di fumo",
    "attack.gymc48.1.text": "Se il Pokémon difensore tenta di attaccare durante il turno successivo del vostro avversario, il vostro avversario lancia una moneta. Se esce coda, quell'attacco non fa nulla.",
    "attack.gymc48.2.name": "Gas ostruenti",
    "attack.gymc48.2.text": "Lanciare una moneta. Se testa, scuoti Koga's Koffing e tutte le carte attaccate ad esso nel tuo mazzo (dopo aver fatto del danno).",
    "attack.gymc49.1.name": "Messaggero",
    "attack.gymc49.1.text": "Metodi di attacco:\n\n* Mettere Koga's Pidgey e tutti i carte appese a esso in cima al tuo mazzo.\n* Cerca nel tuo mazzo per qualsiasi carta Pokémon base o carta evoluzione non chiamata Koga's Pidgey.\n* Mostra quella carta al tuo avversario, quindi mettila nella tua mano.\n* Mescola il tuo mazzo dopo.",
    "attack.gymc49.2.name": "Attacco ala",
    "attack.gymc49.2.text": "",
    "attack.gymc5.1.name": "Evocare la tempesta",
    "attack.gymc5.1.text": "Lanciare 2 monete. Se entrambe sono testa, questo attacco infliggerà 20 danni a ogni Pokémon (anche il tuo). Non applicare debolezza e resistenza per questo attacco.",
    "attack.gymc5.2.name": "Tornado drago",
    "attack.gymc5.2.text": "A meno che questo attacco non metta KO il Pokémon difensore, scegli uno dei Pokémon di tuo avversario sul mazzo e scambia il Pokémon difensore con esso.",
    "attack.gymc50.1.name": "Esplosione spontanea",
    "attack.gymc50.1.text": "Lanciare un dado. Se testa, questo attacco fa 40 danni e Weezing di Koga fa 30 danni a sé stesso; se croce, questo attacco fa 10 danni.",
    "attack.gymc50.2.name": "Nube tossica",
    "attack.gymc50.2.text": "Lanciare una moneta. Se testa, questo Pokémon difensivo è ora avvelenato. Ora assume 20 danni da avvelenamento al posto di 10 dopo ogni turno del giocatore (anche se era già avvelenato).",
    "attack.gymc51.1.name": "Surprise",
    "attack.gymc51.1.text": "Guarda una carta casuale nel mazzo del tuo avversario. Il tuo avversario mescola quella carta nel suo mazzo.",
    "attack.gymc51.2.name": "Scalciare",
    "attack.gymc51.2.text": "",
    "attack.gymc52.1.name": "Palla di potenza",
    "attack.gymc52.1.text": "Lanciare 3 monete. Questo attacco fa 30 danni più 10 danni in più per ogni testa.",
    "attack.gymc53.1.name": "Energia di concentrazione",
    "attack.gymc53.1.text": "Durante il tuo prossimo turno, l'attacco Raticate di Lt. Surge aumenta il danno del suo attacco a due facce (danno base e danno auto) del doppio.",
    "attack.gymc53.2.name": "Doppio taglio",
    "attack.gymc53.2.text": "Il raticate di lt. Surge fa 20 danni a sé stesso.",
    "attack.gymc54.1.name": "Lancio di ghiaccio",
    "attack.gymc54.1.text": "Se il Pokémon difensore è in lotta, il danno di base di questo attacco viene duplicato.",
    "attack.gymc54.2.name": "Abbattere",
    "attack.gymc54.2.text": "Il Dewgong di Misty fa 20 danni a sé stesso.",
    "attack.gymc55.1.name": "Incubo",
    "attack.gymc55.1.text": "Il Pokémon difensore è ora addormentato.",
    "attack.gymc55.2.name": "Attacco ombra",
    "attack.gymc55.2.text": "Lanciare una moneta. Se esce testa e il tuo avversario ha almeno un Pokémon in panchina, scegli uno di essi e questo attacco gli infligge 30 danni. (Non applicare debolezza e resistenza per i Pokémon in panchina.)",
    "attack.gymc56.1.name": "Invigorare",
    "attack.gymc56.1.text": "Scegli 1 Pokémon di base in qualsiasi mazzo di scarto di un giocatore. Mettilo sul suo banco. Metti un numero di contatori di danno su quel Pokémon uguale alla metà del suo HP (arrotondato al più vicino decimo). (Non puoi mettere un Pokémon su un banco pieno.)",
    "attack.gymc56.2.name": "Maledizione pendolare",
    "attack.gymc56.2.text": "Lanciare un numero di monete uguale al numero di contatori danni sul Pokémon difensore. Questo attacco fa 20 danni per ogni testa.",
    "attack.gymc57.1.name": "Aiuto amico",
    "attack.gymc57.1.text": "Scegli 1 dei Pokémon del tuo avversario. Rimuovi un numero qualsiasi di contatori di danno da quel Pokémon, quindi disegna il numero corrispondente di carte.",
    "attack.gymc57.2.name": "Abbraccio",
    "attack.gymc57.2.text": "Lanciare una moneta. Se esce testa, il Pokémon difensivo non può ritirarsi durante il prossimo turno del tuo avversario.",
    "attack.gymc58.1.name": "Drainamento di vita",
    "attack.gymc58.1.text": "Lanciare una moneta. Se esce testa, mettere un numero di contatori danni sul Pokémon difensore in modo che i suoi HP rimanenti siano 10.",
    "attack.gymc58.2.name": "Psy Shot",
    "attack.gymc58.2.text": "",
    "attack.gymc59.1.name": "Dardi magici",
    "attack.gymc59.1.text": "Scegli uno dei Pokémon del tuo avversario e fissa 3 monete. Questo attacco infligge 10 danni per ogni testa a quel Pokémon. Non applicare debolezza e resistenza per questo attacco.",
    "attack.gymc6.1.name": "Pugno uragano",
    "attack.gymc6.1.text": "Lanciare 4 monete. Questo attacco fa 30 danni per ogni testa.",
    "attack.gymc60.1.name": "Sbatto di coda di fuoco",
    "attack.gymc60.1.text": "Usa questo attacco solo se ci sono carte di energia del fuoco attaccate al Charmander di Blaine. Lancia una moneta. Se si, scarta 1 di quelle carte.",
    "attack.gymc61.1.name": "Calcio selvaggio",
    "attack.gymc61.1.text": "Lanciare una moneta. Se cadiamo, questo attacco non fa nulla.",
    "attack.gymc61.2.name": "Ritorsione",
    "attack.gymc61.2.text": "Fa 10 danni per ogni contatore di danno presente su Blaine's Doduo.",
    "attack.gymc62.1.name": "Stoke",
    "attack.gymc62.1.text": "Cerca il tuo mazzo per una carta di energia del fuoco e attaccala a Blaine's Growlithe. Mescola il tuo mazzo in seguito.",
    "attack.gymc62.2.name": "Slancio sul corpo",
    "attack.gymc62.2.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora paralizzato.",
    "attack.gymc63.1.name": "Scherzi",
    "attack.gymc63.1.text": "Lanciare una moneta. Se testa, scegli una carta dalla pila di scarto del tuo avversario e mettila in cima al suo mazzo.",
    "attack.gymc63.2.name": "Colpi di rabbia",
    "attack.gymc63.2.text": "Lanciare 3 monete. Questo attacco fa 10 danni per ogni testa.",
    "attack.gymc64.1.name": "Calcio dietro",
    "attack.gymc64.1.text": "Se hai Pokémon in panchina, lancia un dado. Se esce testa, sostituisci il Ponyta di Blaine con uno dei tuoi Pokémon in panchina.",
    "attack.gymc65.1.name": "Carica di corno",
    "attack.gymc65.1.text": "Lanciare una moneta. Se cadiamo, questo attacco non fa nulla.",
    "attack.gymc65.2.name": "Inondazione",
    "attack.gymc65.2.text": "Lanciare un dado. Se esce testa e il tuo avversario ha almeno un Pokémon in panchina, scegli uno di essi e questo attacco gli infligge 20 danni. (non applicare debolezza e resistenza per i Pokémon in panchina).",
    "attack.gymc66.1.name": "Morso",
    "attack.gymc66.1.text": "",
    "attack.gymc66.2.name": "Chiamare il folletto della torcia",
    "attack.gymc66.2.text": "Lanciare 3 monete. Per ogni testa, se hai una carta di energia del fuoco nella tua pila di scarto, mettila nella tua mano.",
    "attack.gymc67.1.name": "Attacco improvviso",
    "attack.gymc67.1.text": "Lanciare una moneta. Se cadiamo, questo attacco non fa nulla.",
    "attack.gymc67.2.name": "Tremore",
    "attack.gymc67.2.text": "Infligge 10 danni a ogni tuo proprio Pokémon sul bancone. (non applicare debolezza e resistenza per i Pokémon sul bancone).",
    "attack.gymc68.1.name": "Lancio di pietra",
    "attack.gymc68.1.text": "Lanciare 3 monete. Questo attacco fa 10 danni per ogni testa.",
    "attack.gymc69.1.name": "Terapia di gruppo",
    "attack.gymc69.1.text": "Tuo e il tuo avversario rimuovono 1 contatore di danno da ogni vostro Pokémon con contatori di danno.",
    "attack.gymc69.2.name": "Pugno tirato",
    "attack.gymc69.2.text": "Se il Pokémon difensore non ha contatori di danno, questo attacco infligge 40 danni. Se ne ha alcuni, questo attacco infligge 10 danni.",
    "attack.gymc7.1.name": "Intimorire",
    "attack.gymc7.1.text": "Se il Pokémon difensore ha HP massimo di 50 o meno, non può attaccare Nidoking di Giovanni durante il prossimo turno del tuo avversario. (lasciare fuori campo o evolvere qualsiasi Pokémon interrompe questo effetto.)",
    "attack.gymc7.2.name": "Attacco di tuffo",
    "attack.gymc7.2.text": "Lanciare una moneta. Se testa, questo attacco infligge 40 danni più 30 danni in più; se croce, questo attacco infligge 40 danni.",
    "attack.gymc70.1.name": "Polvere strana",
    "attack.gymc70.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora confuso; se croce, il Pokémon difensivo è ora addormentato.",
    "attack.gymc71.1.name": "Irongo Grip",
    "attack.gymc71.1.text": "",
    "attack.gymc71.2.name": "Spore velenoso",
    "attack.gymc71.2.text": "Lanciare un dado. Se esce testa, il Pokémon difensivo viene avvelenato e questo attacco infligge 10 danni a ogni Pokémon di riserva del tuo avversario. (non applicare debolezza e resistenza ai Pokémon di riserva).",
    "attack.gymc72.1.name": "Taglio",
    "attack.gymc72.1.text": "",
    "attack.gymc72.2.name": "Pugno furioso",
    "attack.gymc72.2.text": "Lanciare un dado. Se testa, questo attacco infligge 20 danni per ogni contatore di danno presente su Machop di Giovanni.",
    "attack.gymc73.1.name": "Memoria ancestrale",
    "attack.gymc73.1.text": "Lanciare un dado. se esce coda di pesce, questo attacco non fa nulla. comunque, non potrai utilizzare questo attacco finché il Magikarp di Giovanni rimane in gioco (anche mettendo il Magikarp di Giovanni in panchina non ti permetterà di usarlo nuovamente).",
    "attack.gymc73.2.name": "Agitarsi intorno",
    "attack.gymc73.2.text": "Lanciare 3 monete. Questo attacco fa 10 danni per ogni testa.",
    "attack.gymc74.1.name": "Pulci di gatto",
    "attack.gymc74.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora confuso.",
    "attack.gymc74.2.name": "Calcio di gatto",
    "attack.gymc74.2.text": "",
    "attack.gymc75.1.name": "Spinta di corno",
    "attack.gymc75.1.text": "Lanciare una moneta. Se cadiamo, questo attacco non fa nulla.",
    "attack.gymc75.2.name": "Doppio taglio",
    "attack.gymc75.2.text": "Giovanni's Nidoran ♀ fa 20 danni a se stessa.",
    "attack.gymc76.1.name": "Calcio doppio",
    "attack.gymc76.1.text": "Lanciare 2 monete. Questo attacco fa 10 danni per ogni testa.",
    "attack.gymc76.2.name": "Ritorsione",
    "attack.gymc76.2.text": "Non puoi utilizzare questo attacco se Giovanni's Nidoran ♂ non ha almeno 2 contatori di danno su di esso.",
    "attack.gymc77.1.name": "Veleno rapido d'azione",
    "attack.gymc77.1.text": "Lanciare 2 monete. Se entrambe sono testa, il Pokémon difensivo è ora confuso e avvelenato.",
    "attack.gymc78.1.name": "Sgancio fangoso",
    "attack.gymc78.1.text": "Se il tuo avversario ha Pokémon in riserva, lancia una moneta. Se esce testa, scegli uno dei Pokémon in riserva del tuo avversario e scambia il suo posto con il Pokémon difensore. Il nuovo Pokémon difensore è ora velenoso.",
    "attack.gymc78.2.name": "Tirata di fango",
    "attack.gymc78.2.text": "",
    "attack.gymc79.1.name": "Gas puzzo",
    "attack.gymc79.1.text": "Lanciare un dado. Se esce testa, questo attacco infligge 10 danni a ogni Pokémon in panchina (anche ai tuoi), compresi i tuoi. (Non applicare debolezza e resistenza per i Pokémon in panchina).",
    "attack.gymc8.1.name": "Agguato",
    "attack.gymc8.1.text": "Lanciare una moneta. Se testa, questo attacco infligge 20 danni più altri 20 danni; se croce, questo attacco infligge 20 danni.",
    "attack.gymc80.1.name": "Picchiatina",
    "attack.gymc80.1.text": "",
    "attack.gymc80.2.name": "Attacco di sabbia",
    "attack.gymc80.2.text": "Se il Pokémon difensore tenta di attaccare durante il prossimo turno del vostro avversario, il vostro avversario lancia una moneta. Se esce coda, quell'attacco non fa nulla.",
    "attack.gymc81.1.name": "Polvere sonnifera",
    "attack.gymc81.1.text": "Il Pokémon difensore è ora addormentato.",
    "attack.gymc81.2.name": "Vite afferrante",
    "attack.gymc81.2.text": "Lanciare una moneta. Se testa, disegnare 2 carte.",
    "attack.gymc82.1.name": "Sting",
    "attack.gymc82.1.text": "",
    "attack.gymc82.2.name": "Punta acuminata",
    "attack.gymc82.2.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora avvelenato; se croce, il Pokémon difensivo è ora paralizzato.",
    "attack.gymc83.1.name": "Attacco di gruppo",
    "attack.gymc83.1.text": "Infligge 10 danni per ogni Koga's Zubat presente sul tuo mazzo di gioco. Prima di infliggere i danni, puoi cercare il tuo mazzo di gioco per un numero qualsiasi di Pokémon base denominati Koga's Zubat e metterli sulla tua panchina. (Non puoi ottenere più carte con questo attacco del numero di posti disponibili sulla tua panchina.) Se lo fai, mescola il tuo mazzo di gioco dopo.",
    "attack.gymc84.1.name": "Attacco rapido",
    "attack.gymc84.1.text": "Lanciare una moneta. Se testa, questo attacco infligge 10 danni più 20 danni in più; se croce, questo attacco infligge 10 danni.",
    "attack.gymc85.1.name": "Energia di concentrazione",
    "attack.gymc85.1.text": "Durante il tuo prossimo turno, l'attacco rapido di Rattata di Lt. Surge aumenterà il danno di base del 100%.",
    "attack.gymc85.2.name": "Attacco rapido",
    "attack.gymc85.2.text": "Lanciare un dado. Se esce testa, questo attacco infligge 10 danni più 20 danni in più; se esce coda, questo attacco infligge 10 danni.",
    "attack.gymc86.1.name": "Palla che rimbalza",
    "attack.gymc86.1.text": "Lanciare una moneta. Se cadiamo, il Voltorb di Surge infligge 10 danni a sé stesso.",
    "attack.gymc87.1.name": "Sputo d'inchiostro",
    "attack.gymc87.1.text": "Lanciare una moneta. Se testa, ogni volta che il Pokémon difensore tenta di attaccare, il tuo avversario lancerà un'altra moneta. Se cadesse, quell'attacco non farà nulla. (questo effetto dura fino a quando il Pokémon difensore non evolve o non viene sostituito.)",
    "attack.gymc88.1.name": "Morire",
    "attack.gymc88.1.text": "Lanciare una moneta. Se testa, durante il turno successivo del tuo avversario, impedisci tutti gli effetti degli attacchi, compresi i danni, inflitti a Magikarp di Misty.",
    "attack.gymc88.2.name": "Salto",
    "attack.gymc88.2.text": "",
    "attack.gymc89.1.name": "Bubbles",
    "attack.gymc89.1.text": "Lanciare una moneta. Se esce coda, non potrai utilizzare questo attacco durante il tuo prossimo turno.",
    "attack.gymc89.2.name": "Amnesia",
    "attack.gymc89.2.text": "Scegli uno degli attacchi dei Pokémon difensivi. Quello Pokémon non può utilizzare quell'attacco durante il turno successivo del tuo avversario.",
    "attack.gymc9.1.name": "Veleno nervoso",
    "attack.gymc9.1.text": "Lanciare una moneta. Se esce testa, il Pokémon difensivo è ora paralizzato e avvelenato.",
    "attack.gymc9.2.name": "Aghi iper",
    "attack.gymc9.2.text": "Lanciare un dado. se esce coda di tartaruga, questo attacco non fa nulla. comunque, non potrai utilizzare questo attacco finché Koga's Beedrill rimane in gioco (anche mettendo Koga's Beedrill sulla panchina non ti consente di usarlo nuovamente).",
    "attack.gymc90.1.name": "ESP",
    "attack.gymc90.1.text": "Lancio 3 monete. Se esattamente 1 è testa, attingi una carta. Se esattamente 2 sono teste, questo attacco infligge 20 danni. Se tutte e 3 sono teste, scegli uno degli attacchi del Pokémon difensore. Il Psyduck di Misty copia quell'attacco eccetto per i costi di energia. (independente dal tipo del Pokémon difensore, il tipo del Psyduck di Misty è sempre acqua.)",
    "attack.gymc91.1.name": "Frostbite",
    "attack.gymc91.1.text": "Il Pokémon difensore non può ritirarsi durante il prossimo turno del tuo avversario.",
    "attack.gymc91.2.name": "Mirage",
    "attack.gymc91.2.text": "Se il Pokémon difensore tenta di attaccare durante il turno successivo del vostro avversario, il vostro avversario lancia una moneta. Se esce coda, quell'attacco non fa nulla.",
    "attack.gymc92.1.name": "Boomerang stellare",
    "attack.gymc92.1.text": "Lanciare una moneta. Se testa, restituisci Staryu di Misty e tutti i carte attaccate a essa alla tua mano. (in ogni caso, questo attacco fa il suo danno)",
    "attack.gymc93.1.name": "Pound",
    "attack.gymc93.1.text": "",
    "attack.gymc93.2.name": "Sincronizzare",
    "attack.gymc93.2.text": "Questo attacco non può essere utilizzato se l'Abra di Sabrina e il Pokémon difensivo hanno lo stesso numero di carte energia attaccate a loro.",
    "attack.gymc94.1.name": "Psyscan",
    "attack.gymc94.1.text": "Guarda la mano del tuo avversario.",
    "attack.gymc94.2.name": "Attacco rapido",
    "attack.gymc94.2.text": "Lanciare un dado. Se esce testa, questo attacco infligge 10 danni più 20 danni in più; se esce coda, questo attacco infligge 10 danni.",
    "attack.gymc95.1.name": "Supporto energetico",
    "attack.gymc95.1.text": "Cerca il tuo mazzo per una carta di energia psichica. Mostra quella carta al tuo avversario, quindi mettila nel tuo mazzo. Mescola il tuo mazzo in seguito.",
    "attack.gymc95.2.name": "Shock mentale",
    "attack.gymc95.2.text": "Non applicare debolezza e resistenza per questo attacco. (gli altri effetti che si verificherebbero dopo l'applicazione di debolezza e resistenza ancora accadono).",
    "attack.gymc96.1.name": "Lick",
    "attack.gymc96.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora paralizzato.",
    "attack.gymc96.2.name": "Fade Out",
    "attack.gymc96.2.text": "Restituisci a mano le carte di Gastly di Sabrina e tutte le altre carte attaccate a Gastly. (Discardi tutte le altre carte attaccate a Gastly.)",
    "attack.gymc97.1.name": "Gas soffocante",
    "attack.gymc97.1.text": "",
    "attack.gymc98.1.name": "Punta affilata",
    "attack.gymc98.1.text": "",
    "attack.gymc98.2.name": "Attacco di barriera",
    "attack.gymc98.2.text": "Tutto il danno causato dagli attacchi a Porygon di Sabrina durante il prossimo turno del tuo avversario viene ridotto del 10% (dopo l'applicazione della debolezza e della resistenza).",
    "attack.gymc99.1.name": "Scalciare",
    "attack.gymc99.1.text": "",
    "attack.gymc99.2.name": "Esposti casuali",
    "attack.gymc99.2.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora confuso. Se croce, questo attacco non infligge danni e il Psyduck di Sabrina è ora confuso.",
    "attack.gymh1.1.name": "Fiamma fenice",
    "attack.gymh1.1.text": "Lanciare una moneta. Se esce coda, scuoti Moltres di Blaine e tutte le carte attaccate a essa nel tuo mazzo (dopo aver fatto del danno).",
    "attack.gymh10.1.name": "Veleno dei meduse",
    "attack.gymh10.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora avvelenato. Se croce, il Pokémon difensivo è ora confuso.",
    "attack.gymh11.1.name": "Counterincursione",
    "attack.gymh11.1.text": "Se un attacco infligge danni a Hitmonchan di Rocket durante il turno successivo del tuo avversario (anche se Hitmonchan di Rocket viene messo KO), lancia una moneta. Se esce testa, Hitmonchan di Rocket attacca il Pokémon attivo del tuo avversario per un doppio importo di danni. (Se Hitmonchan di Rocket subisce 20 danni, ne infligge 40 al Pokémon.)",
    "attack.gymh11.2.name": "pugno magnum",
    "attack.gymh11.2.text": "",
    "attack.gymh12.1.name": "Barriera di fuoco",
    "attack.gymh12.1.text": "Se un attacco infligge danni a Moltres di Rocket durante il turno successivo del tuo avversario (anche se Moltres di Rocket viene messo KO), Moltres di Rocket attacca il Pokémon attivo del tuo avversario per 10 danni. (applica debolezza e resistenza).",
    "attack.gymh13.1.name": "Immagini d'ombra",
    "attack.gymh13.1.text": "Quando Scythe di Rocket viene attaccato, il tuo avversario lancia una moneta. Se esce coda, quell'attacco non causa danni a Scythe di Rocket. Gli altri effetti dell'attacco ancora si verificano. Questo effetto dura fino a quando Scythe di Rocket non subisce danni (o viene sostituito o evoluto).",
    "attack.gymh13.2.name": "Falcia accecante",
    "attack.gymh13.2.text": "",
    "attack.gymh14.1.name": "Amplificatore di dolore",
    "attack.gymh14.1.text": "Inserisci un contatore di danno su ogni Pokémon del tuo avversario che già ne ha uno.",
    "attack.gymh14.2.name": "Chiamata della notte",
    "attack.gymh14.2.text": "A meno che questo attacco non metta KO il Pokémon difensore, lancia due monete. Se entrambe sono testa, il tuo avversario mescola il suo Pokémon attivo e tutte le carte agganciate a esso nel suo mazzo.",
    "attack.gymh2.1.name": "Lariat",
    "attack.gymh2.1.text": "Lanciare una moneta. Se esce coda, questo attacco non fa nulla.",
    "attack.gymh20.1.name": "Slittamento roccioso",
    "attack.gymh20.1.text": "Se il tuo avversario ha Pokémon in panchina, scegli fino a 3 di loro. Questo attacco infligge 10 danni a ciascuno di essi. (non applicare debolezza e resistenza per i Pokémon in panchina.)",
    "attack.gymh20.2.name": "Fissura",
    "attack.gymh20.2.text": "",
    "attack.gymh21.1.name": "Legare",
    "attack.gymh21.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora paralizzato.",
    "attack.gymh21.2.name": "Tunneling",
    "attack.gymh21.2.text": "Se il tuo avversario ha Pokémon in panchina, scegli fino a 2 di loro. Questo attacco infligge 20 danni a ciascuno di essi. (non applicare debolezza e resistenza per i Pokémon in panchina). Il Geodude di Brock non può attaccare durante il tuo prossimo turno.",
    "attack.gymh22.1.name": "Tiro di corno",
    "attack.gymh22.1.text": "Se il tuo avversario ha Pokémon in panchina, sceglie uno di essi e lo sostituisce con il Pokémon difensore. (fai il danno prima di sostituire il Pokémon).",
    "attack.gymh22.2.name": "Abbattere",
    "attack.gymh22.2.text": "Brock's Rhyhorn fa 10 danni a se stesso.",
    "attack.gymh23.1.name": "Aghi",
    "attack.gymh23.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora paralizzato e avvelenato.",
    "attack.gymh23.2.name": "Sandstorm",
    "attack.gymh23.2.text": "Se il Pokémon difensore tenta di attaccare durante il prossimo turno del vostro avversario, il vostro avversario lancia una moneta. Se esce croce, quell'attacco non fa nulla.",
    "attack.gymh24.1.name": "Avviso",
    "attack.gymh24.1.text": "Atterra un carte. poi, scambia il Zubat di Brock con uno dei tuoi Pokémon in panchina. Non puoi utilizzare questo attacco se la tua panchina è vuota.",
    "attack.gymh24.2.name": "Attacco ala",
    "attack.gymh24.2.text": "",
    "attack.gymh25.1.name": "Osservazione lunare",
    "attack.gymh25.1.text": "Cerca il tuo mazzo per una carta di energia base. Mostra quella carta al tuo avversario, quindi mettila nel tuo mazzo. Mescola il tuo mazzo in seguito.",
    "attack.gymh25.2.name": "Sbattito cometa",
    "attack.gymh25.2.text": "Lanciare 3 monete. Questo attacco fa 10 danni per ogni testa.",
    "attack.gymh26.1.name": "Foglia affilata",
    "attack.gymh26.1.text": "",
    "attack.gymh27.1.name": "Carica",
    "attack.gymh27.1.text": "Prendere fino a 2 carte di energia elettrica dal tuo mucchio di scarti e attaccarle ad Lt. Surge's Electabuzz.",
    "attack.gymh27.2.name": "Corrente elettrica",
    "attack.gymh27.2.text": "Prendere 1 carta di energia elettrica legata a Lt. Surge's Electabuzz e attaccarla a uno dei tuoi Pokémon in panchina. Se non hai Pokémon in panchina, scarta quella carta di energia.",
    "attack.gymh28.1.name": "Pugno gigante",
    "attack.gymh28.1.text": "",
    "attack.gymh28.2.name": "Fulmine",
    "attack.gymh28.2.text": "Elimina tutti i carte energia attaccate a Lt. Surge's Raichu per utilizzare questo attacco.",
    "attack.gymh29.1.name": "Cannone triplo",
    "attack.gymh29.1.text": "Lanciare 3 monete. Questo attacco fa 20 danni per ogni testa.",
    "attack.gymh3.1.name": "Potere dei folletti",
    "attack.gymh3.1.text": "Lanciare una moneta. Se testa, puoi riportare qualsiasi numero dei tuoi Pokémon in gioco e tutti i carte attaccate a loro nella tua mano.",
    "attack.gymh3.2.name": "Impatto lunare",
    "attack.gymh3.2.text": "",
    "attack.gymh30.1.name": "Pericolo di corno",
    "attack.gymh30.1.text": "Lanciare una moneta. Se cadiamo, questo attacco non fa nulla.",
    "attack.gymh31.1.name": "Anello d'acqua",
    "attack.gymh31.1.text": "Infligge 10 danni a ogni Pokémon diverso dall'acqua presente sulla panchina di ogni giocatore. (non applica debolezza e resistenza per i Pokémon in panchina).",
    "attack.gymh32.1.name": "Luce misteriosa",
    "attack.gymh32.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora addormentato.",
    "attack.gymh32.2.name": "Pod di medusa",
    "attack.gymh32.2.text": "Cerca il tuo mazzo per qualsiasi numero di Pokémon denominati Tentacool, Tentacruel, Tentacool di Misty e\/o Tentacruel di Misty. Mostra quelle carte al tuo avversario, quindi mettile nel tuo mazzo. Mescola il tuo mazzo in seguito.",
    "attack.gymh33.1.name": "Collasso",
    "attack.gymh33.1.text": "Il Snorlax di Rocket è ora addormentato (dopo aver subito danni).",
    "attack.gymh34.1.name": "Polvere guaritrice",
    "attack.gymh34.1.text": "Lanciare 3 monete. Per ogni testa, rimuovi 1 contatore di danno da ogni tuo Pokémon. Se un Pokémon ha meno contatori di danno del numero di teste, rimuovili tutti.",
    "attack.gymh34.2.name": "Distorsione sonica",
    "attack.gymh34.2.text": "Lanciare 2 monete. Se una o entrambe sono testa, il Pokémon difensivo è ora confuso.",
    "attack.gymh35.1.name": "Scuotimento",
    "attack.gymh35.1.text": "Se il tuo avversario ha Pokémon in panchina, sceglie uno di essi e lo sostituisce con il Pokémon difensore. (fai il danno prima di sostituire il Pokémon).",
    "attack.gymh35.2.name": "Toccata di fuoco",
    "attack.gymh35.2.text": "Il Growlithe di Blaine fa 10 danni a sé stesso.",
    "attack.gymh36.1.name": "Pugno del bambino",
    "attack.gymh36.1.text": "Lanciare una moneta. Se esce coda, questo attacco non fa nulla.",
    "attack.gymh36.2.name": "pugno a due colpi",
    "attack.gymh36.2.text": "Lanciare una moneta. Se testa, questo attacco infligge 30 danni più 10 danni in più; se croce, questo attacco infligge 30 danni.",
    "attack.gymh37.1.name": "Respiro di fuoco",
    "attack.gymh37.1.text": "Lanciare una moneta. Se testa, questo attacco infligge 20 danni; se croce, questo attacco infligge 10 danni.",
    "attack.gymh37.2.name": "Impulso di lava",
    "attack.gymh37.2.text": "Elimina le prime 5 carte del tuo mazzo di carte. (se nel tuo mazzo ci sono meno di 5 carte, elimina tutte quelle che ci sono). Questo attacco infligge 20 danni per ogni carta di energia di fuoco eliminata in questo modo.",
    "attack.gymh38.1.name": "Tackle",
    "attack.gymh38.1.text": "",
    "attack.gymh38.2.name": "Colpo fortunato",
    "attack.gymh38.2.text": "Scegli uno dei Pokémon di tuo avversario sul bancone e lancia una moneta. Se esce testa, questo attacco infligge 30 danni a quel Pokémon. (Non applicare debolezza e resistenza ai Pokémon sul bancone.) Questo attacco non può essere utilizzato se tuo avversario non ha Pokémon sul bancone.",
    "attack.gymh39.1.name": "Tuffare",
    "attack.gymh39.1.text": "",
    "attack.gymh39.2.name": "Tuffo spirale",
    "attack.gymh39.2.text": "Infligge 10 danni a ogni Pokémon del tuo avversario. Non applica debolezza e resistenza.",
    "attack.gymh4.1.name": "Blizzard",
    "attack.gymh4.1.text": "Lanciare un dado. Se esce testa, questo attacco infligge 10 danni a ogni Pokémon di riserva del tuo avversario. Se esce croce, questo attacco infligge 10 danni a ogni Pokémon di riserva dei tuoi Pokémon. (Non applicare debolezza e resistenza ai Pokémon di riserva.)",
    "attack.gymh4.2.name": "Prendere via",
    "attack.gymh4.2.text": "Mescola Erika il Drago Aria e tutti i carte attaccate a esso nel tuo mazzo. Poi, il tuo avversario mescola il suo Pokémon attivo e tutte le carte attaccate a esso nel suo mazzo.",
    "attack.gymh40.1.name": "Lancio di pietra",
    "attack.gymh40.1.text": "Lanciare 3 monete. Questo attacco fa 20 danni per ogni testa.",
    "attack.gymh41.1.name": "Sbattito di lingua",
    "attack.gymh41.1.text": "",
    "attack.gymh41.2.name": "Slam",
    "attack.gymh41.2.text": "Lanciare 2 monete. Questo attacco fa 30 danni per ogni testa.",
    "attack.gymh42.1.name": "Colpo di coda",
    "attack.gymh42.1.text": "Lanciare una moneta. Se testa, questo attacco infligge 10 danni più 20 danni in più; se croce, questo attacco infligge 10 danni.",
    "attack.gymh43.1.name": "Deflettore",
    "attack.gymh43.1.text": "Durante il turno successivo del tuo avversario, ogni volta che l'Exeggcute di Erika prende danno, dividi quel danno per due (arrotondato verso il basso al più vicino decimo). Gli altri effetti ancora si verificano.",
    "attack.gymh43.2.name": "Bombola d'uovo",
    "attack.gymh43.2.text": "Lanciare una moneta. Se esce coda, questo attacco non fa nulla al Pokémon difensore e Exeggcute di Erika infligge 20 danni a sé stesso.",
    "attack.gymh44.1.name": "Scambio psichico",
    "attack.gymh44.1.text": "Mescola la tua mano nella tua barca, quindi disegna 5 carte.",
    "attack.gymh44.2.name": "Stomp",
    "attack.gymh44.2.text": "Lanciare una moneta. Se testa, questo attacco infligge 30 danni più 10 danni in più; se croce, questo attacco infligge 30 danni.",
    "attack.gymh45.1.name": "Polvere guaritrice",
    "attack.gymh45.1.text": "Lanciare una moneta. Se esce testa, rimuovi 4 contatori di danno da Gloom di Erika. Se Gloom di Erika ha meno contatori di danno di quelli, rimuovili tutti.",
    "attack.gymh45.2.name": "Polvere magica",
    "attack.gymh45.2.text": "Lanciare una moneta. Se esce testa, il Pokémon difensivo è ora addormentato, confuso, paralizzato o avvelenato (scegli tu).",
    "attack.gymh46.1.name": "Dream Dance",
    "attack.gymh46.1.text": "Entrambi il Pokémon difensore e Gloom di Erika sono ora addormentati (dopo aver inflitto danni).",
    "attack.gymh46.2.name": "Odore vile",
    "attack.gymh46.2.text": "Entrambi il Pokémon difensore e Gloom di Erika sono ora confusi (dopo aver inflitto danni).",
    "attack.gymh47.1.name": "Polvere velenosa",
    "attack.gymh47.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora avvelenato.",
    "attack.gymh48.1.name": "Drool",
    "attack.gymh48.1.text": "",
    "attack.gymh48.2.name": "Flytrap",
    "attack.gymh48.2.text": "Prima di infliggere danno, scegli uno dei Pokémon sul banco della tua avversaria e scambia il suo con l'attivo. Questo attacco non può essere utilizzato se la tua avversaria non ha Pokémon sul banco.",
    "attack.gymh49.1.name": "Veleno del sonno",
    "attack.gymh49.1.text": "Il Pokémon difensore è ora addormentato e avvelenato.",
    "attack.gymh49.2.name": "Frusta di vite",
    "attack.gymh49.2.text": "",
    "attack.gymh5.1.name": "Mega Drain",
    "attack.gymh5.1.text": "Se il Vileplume di Erika infligge danni al Pokémon difensore (dopo l'applicazione della debolezza e della resistenza), rimuovi un numero di contatori di danno dal Vileplume di Erika uguale alla metà dei danni inflitti al Pokémon difensore (arrotondato verso l'alto al più vicino multiplo di 10). Se il Vileplume di Erika ha meno contatori di danno, rimuovili tutti.",
    "attack.gymh50.1.name": "Impulso di rimozione",
    "attack.gymh50.1.text": "Se il Pokémon difensore ha carte di energia attaccate a sé, lancia una moneta. Se esce testa, scegli una di quelle carte di energia e scardinala.",
    "attack.gymh50.2.name": "Impulso di confusione",
    "attack.gymh50.2.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora confuso.",
    "attack.gymh51.1.name": "Fang super",
    "attack.gymh51.1.text": "Causing damage to the defending Pokémon equal to half of its remaining HP (rounded up to the nearest 10).",
    "attack.gymh52.1.name": "Drill Peck",
    "attack.gymh52.1.text": "",
    "attack.gymh53.1.name": "Rapids",
    "attack.gymh53.1.text": "Se il Pokémon difensore ha carte di energia attaccate a sé, lancia una moneta. Se esce testa, scegli una di quelle carte di energia e scardinala.",
    "attack.gymh53.2.name": "pugno d'acqua",
    "attack.gymh53.2.text": "Lanciare un numero di monete uguale al numero di energia acqua attaccata a Poliwhirl di Misty. Questo attacco fa 30 danni più 10 danni per ogni testa.",
    "attack.gymh54.1.name": "Scratch",
    "attack.gymh54.1.text": "",
    "attack.gymh54.2.name": "Chiamata per amico",
    "attack.gymh54.2.text": "Lanciare una moneta. Se esce testa, puoi cercare il tuo mazzo per un Pokémon di base con \"Misty\" nel suo nome e metterlo sul tuo banco. (Non puoi utilizzare questo attacco se il tuo banco è pieno.) Mescola il tuo mazzo in seguito.",
    "attack.gymh55.1.name": "Attacco cornuto",
    "attack.gymh55.1.text": "",
    "attack.gymh55.2.name": "Splash di fango",
    "attack.gymh55.2.text": "Se il tuo avversario ha Pokémon in panchina, scegli uno di essi e lancia una moneta. Se esce testa, questo attacco infligge 10 danni a quel Pokémon. (non applicare debolezza e resistenza per i Pokémon in panchina).",
    "attack.gymh56.1.name": "Pistola d'acqua",
    "attack.gymh56.1.text": "Infligge 10 danni più 10 danni aggiuntivi per ogni energia d'acqua attaccata a Misty's Starmie non utilizzata per coprire il costo di energia di questo attacco. Non puoi aggiungere più di 20 danni in questo modo.",
    "attack.gymh56.2.name": "Bubble Beam",
    "attack.gymh56.2.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora paralizzato.",
    "attack.gymh57.1.name": "Fascio di cristallo",
    "attack.gymh57.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo dell'avversario non potrà attaccare carte di energia durante il suo prossimo turno.",
    "attack.gymh58.1.name": "Spiritelli notturni",
    "attack.gymh58.1.text": "Lanciare un numero di monete uguale al totale dei Gastly, Haunter e Gengar di Sabrina che hai in gioco. Questo attacco fa 30 danni per ogni testa.",
    "attack.gymh59.1.name": "Buona notte",
    "attack.gymh59.1.text": "Il Pokémon difensore è ora addormentato.",
    "attack.gymh59.2.name": "Buona mattina",
    "attack.gymh59.2.text": "Se il Pokémon difensore era addormentato, non lo è più.",
    "attack.gymh6.1.name": "Carica",
    "attack.gymh6.1.text": "Prendere fino a 2 carte di energia elettrica dal tuo mucchio di scarti e attaccarle ad Lt. Surge's Electabuzz.",
    "attack.gymh6.2.name": "Discharge",
    "attack.gymh6.2.text": "Rimuovi tutti i carte energia fulmineo attaccate a Lt. Surge's Electabuzz per utilizzare questo attacco. Lancia un numero di monete uguale al numero di carte energia fulmineo che hai rimossi. Questo attacco infligge 30 danni per ogni testa.",
    "attack.gymh60.1.name": "Naptime",
    "attack.gymh60.1.text": "Lanciare una moneta. Se esce testa, rimuovi 3 contatori di danno da Slowbro di Sabrina e Slowbro di Sabrina è ora addormentato. Se Slowbro di Sabrina ha meno contatori di danno di quelli, rimuovili tutti.",
    "attack.gymh60.2.name": "testa urlata",
    "attack.gymh60.2.text": "Non puoi utilizzare questo attacco durante il tuo prossimo turno.",
    "attack.gymh61.1.name": "Accendere",
    "attack.gymh61.1.text": "Rimuovi 1 carta di energia attaccata a Charmander di Blaine per utilizzare questo attacco. Se il Pokémon difensore ha carte di energia attaccate, scegli una di esse e rimuovila.",
    "attack.gymh61.2.name": "Colpo fendente",
    "attack.gymh61.2.text": "",
    "attack.gymh62.1.name": "Fulmine",
    "attack.gymh62.1.text": "Infligge 10 danni a ogni Pokémon erba sulla panchina del tuo avversario. (non applica debolezza e resistenza per i Pokémon in panchina).",
    "attack.gymh63.1.name": "Agilità",
    "attack.gymh63.1.text": "Lanciare una moneta. Se testa, durante il turno successivo del tuo avversario, impedire tutti gli effetti degli attacchi, compresi i danni, inflitti a Blaine's Ponyta.",
    "attack.gymh64.1.name": "Coda a tre punte",
    "attack.gymh64.1.text": "Lanciare 3 monete. Questo attacco fa 10 danni per ogni testa.",
    "attack.gymh64.2.name": "Carica a piena velocità",
    "attack.gymh64.2.text": "Lanciare 4 monete. Questo attacco fa 20 danni al Pokémon difensore per ogni testa e 20 danni a Tauro di Blaine per ogni croce.",
    "attack.gymh65.1.name": "Fante di coda",
    "attack.gymh65.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora confuso.",
    "attack.gymh66.1.name": "Chiamata per amico",
    "attack.gymh66.1.text": "Lanciare una moneta. Se esce testa, puoi cercare il tuo mazzo per un cartone di Pokémon base con \"Brock\" nel suo nome e metterlo sul tuo banco. Mescolare il tuo mazzo in seguito. (Non puoi utilizzare questo attacco se il tuo banco è pieno.)",
    "attack.gymh66.2.name": "Colpo di amo",
    "attack.gymh66.2.text": "Non applicare resistenza per questo attacco. (gli altri effetti che avverrebbero dopo l'applicazione della resistenza ancora accadono).",
    "attack.gymh67.1.name": "Insulto",
    "attack.gymh67.1.text": "Se il tuo avversario ha Pokémon in panchina, scegli uno di essi e sostituiscilo con il Pokémon difensore.",
    "attack.gymh67.2.name": "Calcio leggero",
    "attack.gymh67.2.text": "",
    "attack.gymh68.1.name": "Fidget",
    "attack.gymh68.1.text": "Svuota il tuo mazzo.",
    "attack.gymh68.2.name": "Colpo di karate",
    "attack.gymh68.2.text": "fa 40 danni, meno 10 danni per ogni contatore di danno sul Mankey di Brock.",
    "attack.gymh69.1.name": "Bellow",
    "attack.gymh69.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora paralizzato.",
    "attack.gymh69.2.name": "Lancio di pietra",
    "attack.gymh69.2.text": "",
    "attack.gymh7.1.name": "Furibondo martello ripetente",
    "attack.gymh7.1.text": "Lanciare 5 monete. Questo attacco fa 10 danni per ogni testa.",
    "attack.gymh7.2.name": "Clutch",
    "attack.gymh7.2.text": "Il Pokémon difensore non può ritirarsi durante il prossimo turno del tuo avversario.",
    "attack.gymh70.1.name": "Tecniche di attacco: Tackle a trapano",
    "attack.gymh70.1.text": "Lanciare 2 monete. Se 1 o entrambe sono coinvolte, questo attacco non fa nulla.",
    "attack.gymh71.1.name": "Giro di difesa",
    "attack.gymh71.1.text": "Lanciare una moneta. Se testa, impedire tutti i danni inflitti al Sandshrew di Brock durante il turno successivo del tuo avversario. (gli altri effetti degli attacchi continuano a verificarsi).",
    "attack.gymh71.2.name": "Attacco rotante",
    "attack.gymh71.2.text": "",
    "attack.gymh72.1.name": "Tina di sabbia",
    "attack.gymh72.1.text": "Il Pokémon difensore non può ritirarsi durante il prossimo turno del tuo avversario.",
    "attack.gymh73.1.name": "Flame",
    "attack.gymh73.1.text": "",
    "attack.gymh73.2.name": "Attacco rapido",
    "attack.gymh73.2.text": "Lanciare una moneta. Se testa, questo attacco infligge 10 danni più 20 danni in più; se croce, questo attacco infligge 10 danni.",
    "attack.gymh74.1.name": "Attacco ala",
    "attack.gymh74.1.text": "",
    "attack.gymh74.2.name": "Dente velenoso",
    "attack.gymh74.2.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora avvelenato.",
    "attack.gymh75.1.name": "Vite velenose",
    "attack.gymh75.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora avvelenato.",
    "attack.gymh75.2.name": "Frusta di vite",
    "attack.gymh75.2.text": "",
    "attack.gymh76.1.name": "Toccata imprudente",
    "attack.gymh76.1.text": "I belli di Erika fanno 10 danni a se stessi.",
    "attack.gymh77.1.name": "Eggsplosion",
    "attack.gymh77.1.text": "Lanciare un numero di monete uguale al numero di energia attaccata all'Exeggcute di Erika. Questo attacco fa 10 danni per ogni testa.",
    "attack.gymh77.2.name": "Psichico",
    "attack.gymh77.2.text": "fa 10 danni più 10 danni in più per ogni carta di energia attaccata al Pokémon difensore.",
    "attack.gymh78.1.name": "Blot",
    "attack.gymh78.1.text": "Se ci sono dei segnalini danni su Oddish di Erika, rimuovi 1 di essi.",
    "attack.gymh78.2.name": "Sporadico assorbimento",
    "attack.gymh78.2.text": "Se Oddish di Erika ha dei segnali di danno, lanciare un dado. Se esce testa, rimuovere 1 di quei segnali di danno.",
    "attack.gymh79.1.name": "Sbatto di vite",
    "attack.gymh79.1.text": "",
    "attack.gymh79.2.name": "Vite allungata",
    "attack.gymh79.2.text": "Se il tuo avversario ha Pokémon in panchina, scegli uno di essi e questo attacco gli infligge 20 danni. (non applica debolezza e resistenza per i Pokémon in panchina).",
    "attack.gymh8.1.name": "Shock Mega",
    "attack.gymh8.1.text": "Lanciare una moneta. Se cadiamo, il Magnetron di Surge infligge 20 danni a sé stesso.",
    "attack.gymh80.1.name": "Shock elettrico",
    "attack.gymh80.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora paralizzato.",
    "attack.gymh80.2.name": "Tackle",
    "attack.gymh80.2.text": "",
    "attack.gymh81.1.name": "Carica",
    "attack.gymh81.1.text": "Prendi 1 carta di energia elettrica dal tuo mucchio di scarti e incolla la stessa a Pikachu del tenente Surge.",
    "attack.gymh81.2.name": "Coda di fulmine",
    "attack.gymh81.2.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora paralizzato.",
    "attack.gymh82.1.name": "Energia di concentrazione",
    "attack.gymh82.1.text": "Durante il tuo prossimo turno, l'attacco di morsicatura del Rattata di Lt. Surge aumenterà il danno di base del 100%.",
    "attack.gymh82.2.name": "Gnaw",
    "attack.gymh82.2.text": "",
    "attack.gymh83.1.name": "Vortice",
    "attack.gymh83.1.text": "Se il tuo avversario ha Pokémon in panchina, sceglie uno di essi e lo sostituisce con il Pokémon difensore. (fai il danno prima di sostituire il Pokémon).",
    "attack.gymh83.2.name": "Vento a sega",
    "attack.gymh83.2.text": "Lanciare una moneta. Se cadiamo, questo attacco non fa nulla.",
    "attack.gymh84.1.name": "Palla a spinetta",
    "attack.gymh84.1.text": "Lanciare un dado. Questo attacco fa 20 danni per ogni testa.",
    "attack.gymh84.2.name": "Doppio giro",
    "attack.gymh84.2.text": "Lanciare 2 monete. Questo attacco fa 20 danni per ogni testa.",
    "attack.gymh85.1.name": "Attacco furioso",
    "attack.gymh85.1.text": "Lanciare 2 monete. Questo attacco fa 10 danni per ogni testa.",
    "attack.gymh85.2.name": "Supersonico",
    "attack.gymh85.2.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora confuso.",
    "attack.gymh86.1.name": "Tackle",
    "attack.gymh86.1.text": "",
    "attack.gymh86.2.name": "Schermo di fumo",
    "attack.gymh86.2.text": "Se il Pokémon difensore tenta di attaccare durante il prossimo turno del vostro avversario, il vostro avversario lancia una moneta. Se esce coda, quell'attacco non fa nulla.",
    "attack.gymh87.1.name": "Stare ipnotico",
    "attack.gymh87.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora paralizzato. Se croce, il Pokémon difensivo è ora addormentato.",
    "attack.gymh87.2.name": "Rapporto coda",
    "attack.gymh87.2.text": "Lanciare 2 monete. Questo attacco fa 20 danni per ogni testa.",
    "attack.gymh88.1.name": "Raggio aurorale",
    "attack.gymh88.1.text": "",
    "attack.gymh89.1.name": "Tackle",
    "attack.gymh89.1.text": "",
    "attack.gymh89.2.name": "Clamp",
    "attack.gymh89.2.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora paralizzato. Se croce, questo attacco non fa nulla (neanche danni).",
    "attack.gymh9.1.name": "Colpo di coda",
    "attack.gymh9.1.text": "",
    "attack.gymh9.2.name": "Aghi di knock-out",
    "attack.gymh9.2.text": "Lanciare 2 monete. Se entrambe sono testa, questo attacco infligge 30 danni più 60 danni in più. Se è una o entrambe le facce, questo attacco infligge 30 danni.",
    "attack.gymh90.1.name": "Velocità",
    "attack.gymh90.1.text": "Questo attacco non è influenzato dalla debolezza, resistenza, poteri di Pokémon o da qualsiasi altro effetto sul Pokémon difensore.",
    "attack.gymh91.1.name": "Ciclo di energia",
    "attack.gymh91.1.text": "Restituisci una carta di energia psichica legata all'Abra di Sabrina nel tuo mazzo per utilizzare questo attacco.",
    "attack.gymh92.1.name": "Suggerimento",
    "attack.gymh92.1.text": "Lanciare una moneta. Se esce testa, il Pokémon difensore non può attaccare durante il turno successivo del tuo avversario.",
    "attack.gymh92.2.name": "testa di cinghiale",
    "attack.gymh92.2.text": "",
    "attack.gymh93.1.name": "Spook",
    "attack.gymh93.1.text": "Il Pokémon difensore non può ritirarsi durante il prossimo turno del tuo avversario.",
    "attack.gymh94.1.name": "Sleight of mano",
    "attack.gymh94.1.text": "Scegli fino a 3 carte dalla tua mano e mettile in cima al tuo mazzo. Poi cerca nel tuo mazzo la stessa quantità di carte energetiche basic. Mostra quelle carte al tuo avversario, poi mettile nella tua mano. Mescola il tuo mazzo dopo.",
    "attack.gymh94.2.name": "Sbattito",
    "attack.gymh94.2.text": "",
    "attack.gymh95.1.name": "Attacco pigro",
    "attack.gymh95.1.text": "Sabrina's Slowpoke è ora addormentato (dopo aver subito danni).",
    "attack.gymh96.1.name": "Antenne velenose",
    "attack.gymh96.1.text": "Il Pokémon difensore è ora avvelenato.",
    "attack.gymh96.2.name": "Fascio di rimozione",
    "attack.gymh96.2.text": "Se il Pokémon difensore ha carte di energia attaccate a sé, lancia una moneta. Se testa, scegli una di quelle carte di energia e scardinala.",
    "attack.jung1.1.name": "Metronomo",
    "attack.jung1.1.text": "Scegli un attacco appartenente al Pokémon difensore e utilizzalo come proprio.",
    "attack.jung1.2.name": "Minimizzare",
    "attack.jung1.2.text": "Tutto il danno causato dagli attacchi a Clefable durante il prossimo turno del tuo avversario viene ridotto del 20% (dopo l'applicazione della debolezza e della resistenza).",
    "attack.jung10.1.name": "La danza delle spade",
    "attack.jung10.1.text": "Durante il tuo prossimo turno, l'attacco di taglio di Scyther infliggerà 60 danni anziché 30.",
    "attack.jung10.2.name": "Colpo fendente",
    "attack.jung11.1.name": "Slam del corpo",
    "attack.jung11.1.text": "Lanciare una moneta. Se esce testa, il Pokémon difensore è ora paralizzato.",
    "attack.jung12.1.name": "Attacco rapido",
    "attack.jung12.1.text": "Lanciare una moneta. Se testa, questo attacco infliggerà 20 danni in più",
    "attack.jung12.2.name": "Pistola d'acqua",
    "attack.jung12.2.text": "Infligge 30 danni più 10 danni in più per ogni energia d'acqua attaccata che non viene utilizzata per pagare questo attacco. Limitato a 2 energie d'acqua aggiuntive.",
    "attack.jung13.1.name": "Polvere velenosa",
    "attack.jung13.1.text": "Lanciare una moneta. Se esce testa, il Pokémon difensivo è ora confuso e avvelenato.",
    "attack.jung14.1.name": "Lure",
    "attack.jung14.1.text": "Se il tuo avversario ha dei Pokémon in panchina, scegli uno di essi e scambia il suo con l'attivo.",
    "attack.jung14.2.name": "Acido",
    "attack.jung14.2.text": "Lanciare una moneta. Se esce testa, il Pokémon difensivo non può ritirarsi durante il prossimo turno del tuo avversario.",
    "attack.jung15.1.name": "Danza delle foglie",
    "attack.jung15.1.text": "Lanciare 3 monete. Questo attacco fa 40 danni per ogni testa. Vileplume è ora confuso (dopo aver fatto del danno).",
    "attack.jung16.1.name": "Lullaby",
    "attack.jung16.1.text": "Il Pokémon difensore è ora addormentato.",
    "attack.jung16.2.name": "Fai il giro d'onda",
    "attack.jung16.2.text": "fa 10 danni più 10 danni in più per ogni Pokémon sul tuo banco.",
    "attack.jung17.1.name": "Metronomo",
    "attack.jung17.1.text": "Scegli un attacco appartenente al Pokémon difensore e utilizzalo come proprio.",
    "attack.jung17.2.name": "Minimizzare",
    "attack.jung17.2.text": "Tutto il danno causato dagli attacchi a Clefable durante il prossimo turno del tuo avversario viene ridotto del 20% (dopo l'applicazione della debolezza e della resistenza).",
    "attack.jung18.1.name": "Tackle",
    "attack.jung18.2.name": "Lampo di catena",
    "attack.jung18.2.text": "Se il Pokémon difensore non è di tipo colore, questo attacco infligge 10 danni a ogni Pokémon in panchina dello stesso tipo (anche ai tuoi).",
    "attack.jung19.1.name": "Attacco rapido",
    "attack.jung19.1.text": "Lanciare una moneta. Se testa, questo attacco infliggerà 20 danni in più",
    "attack.jung19.2.name": "Lancio di fuoco",
    "attack.jung19.2.text": "Rimuovi 1 carta di energia del fuoco attaccata a Flareon per utilizzare questo attacco.",
    "attack.jung2.1.name": "Tackle",
    "attack.jung2.2.name": "Lampo di catena",
    "attack.jung2.2.text": "Se il Pokémon difensore non è di tipo colore, questo attacco infligge 10 danni a ogni Pokémon in panchina dello stesso tipo (anche ai tuoi propri).",
    "attack.jung20.1.name": "Attacco rapido",
    "attack.jung20.1.text": "Lanciare una moneta. Se testa, questo attacco infliggerà 20 danni in più",
    "attack.jung20.2.name": "Missile a pino",
    "attack.jung20.2.text": "Lanciare 4 monete. Questo attacco fa 20 danni per ogni testa.",
    "attack.jung21.1.name": "Agguato",
    "attack.jung21.1.text": "Disegna una carta.",
    "attack.jung21.2.name": "Pugno cometa",
    "attack.jung21.2.text": "Lanciare 4 monete. Questo attacco fa 20 danni per ogni testa.",
    "attack.jung22.1.name": "Meditare",
    "attack.jung22.1.text": "fa 10 danni più 10 danni in più per ogni contatore di danno sul Pokémon difensore.",
    "attack.jung23.1.name": "Ragazzi dei fidanzati",
    "attack.jung23.1.text": "fa 20 danni più altri 20 danni per ogni Nidoking che hai in gioco.",
    "attack.jung23.2.name": "Pugno gigante",
    "attack.jung24.1.name": "Attacco ala",
    "attack.jung24.2.name": "Uragano",
    "attack.jung24.2.text": "A meno che questo attacco non metta KO il Pokémon difensore, restituisci il Pokémon difensore e tutte le carte ad esso attaccate alla mano del tuo avversario.",
    "attack.jung25.1.name": "Grip di ferro",
    "attack.jung25.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora paralizzato.",
    "attack.jung25.2.name": "Guillotina",
    "attack.jung26.1.name": "La danza delle spade",
    "attack.jung26.1.text": "Durante il tuo prossimo turno, l'attacco di taglio di Scyther infliggerà 60 danni anziché 30.",
    "attack.jung26.2.name": "Colpo fendente",
    "attack.jung27.1.name": "Slam del corpo",
    "attack.jung27.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora paralizzato.",
    "attack.jung28.1.name": "Attacco rapido",
    "attack.jung28.1.text": "Lanciare una moneta. Se testa, questo attacco infliggerà 20 danni in più",
    "attack.jung28.2.name": "Pistola d'acqua",
    "attack.jung28.2.text": "Infligge 30 danni più 10 danni aggiuntivi per ogni energia d'acqua attaccata che non viene utilizzata per pagare questo attacco. Limite a 2 energie d'acqua aggiuntive.",
    "attack.jung29.1.name": "Polvere velenosa",
    "attack.jung29.1.text": "Lanciare una moneta. Se esce testa, il Pokémon difensivo è ora confuso e avvelenato.",
    "attack.jung3.1.name": "Attacco rapido",
    "attack.jung3.1.text": "Lanciare una moneta. Se testa, questo attacco infliggerà 20 danni in più",
    "attack.jung3.2.name": "Lancio di fuoco",
    "attack.jung3.2.text": "Rimuovi 1 carta di energia del fuoco attaccata a Flareon per utilizzare questo attacco.",
    "attack.jung30.1.name": "Lure",
    "attack.jung30.1.text": "Se il tuo avversario ha dei Pokémon in panchina, scegli uno di essi e scambia il suo con l'attivo.",
    "attack.jung30.2.name": "Acido",
    "attack.jung30.2.text": "Lanciare una moneta. Se esce testa, il Pokémon difensivo non può ritirarsi durante il prossimo turno del tuo avversario.",
    "attack.jung31.1.name": "Danza delle foglie",
    "attack.jung31.1.text": "Lancio 3 monete. Questo attacco fa 40 danni per ogni testa. Vileplume è ora confuso (dopo aver fatto del danno).",
    "attack.jung32.1.name": "Lullaby",
    "attack.jung32.1.text": "Il Pokémon difensore è ora addormentato.",
    "attack.jung32.2.name": "Fai il movimento ondulatorio",
    "attack.jung32.2.text": "fa 10 danni più 10 danni aggiuntivi per ogni Pokémon sul tuo banco.",
    "attack.jung33.1.name": "Vortice",
    "attack.jung33.1.text": "Se il tuo avversario ha dei Pokémon in panchina, sceglie uno di essi e lo sostituisce con il Pokémon difensore. (applica danni prima dello scambio).",
    "attack.jung33.2.name": "Mega Drain",
    "attack.jung33.2.text": "Ricostri Butterfree uguale alla metà del danno inflitto al Pokémon difensore.",
    "attack.jung34.1.name": "Rage",
    "attack.jung34.1.text": "fa 10 danni più 10 danni in più per ogni contatore di danno su Dodrio.",
    "attack.jung35.1.name": "Teleport",
    "attack.jung35.1.text": "Sostituisci Exeggcutor con uno dei tuoi Pokémon in panchina.",
    "attack.jung35.2.name": "Eggsplosione grande",
    "attack.jung35.2.text": "Lanciare una moneta uguale al numero di carte energia attaccate ad Exeggcutor. Questo attacco fa 20 danni per ogni testa.",
    "attack.jung36.1.name": "Agilità",
    "attack.jung36.1.text": "Lanciare una moneta. Se testa, durante il turno successivo del tuo avversario, annullare tutti gli effetti degli attacchi, compresi i danni, subiti da Fearow.",
    "attack.jung36.2.name": "Colpo di trapano",
    "attack.jung36.2.text": "Testo qui",
    "attack.jung37.1.name": "Polvere velenosa",
    "attack.jung37.1.text": "Il Pokémon difensore è ora avvelenato.",
    "attack.jung37.2.name": "Odore nauseante",
    "attack.jung37.2.text": "Entrambi i Pokémon difensori e Gloom sono ora confusi (dopo aver inflitto danni).",
    "attack.jung38.1.name": "Avvolgimento di lingua",
    "attack.jung38.1.text": "Lanciare una moneta. Se esce testa, il Pokémon difensore è ora paralizzato.",
    "attack.jung38.2.name": "Supersonico",
    "attack.jung38.2.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora confuso",
    "attack.jung39.1.name": "Bonemerang",
    "attack.jung39.1.text": "Lanciare 2 monete. Questo attacco fa 30 danni per ogni testa.",
    "attack.jung39.2.name": "Chiamata per amico",
    "attack.jung39.2.text": "Cerca il tuo mazzo per una carta di Pokémon base da combattimento e mettila sul tuo banco. Mescola il tuo mazzo dopo.",
    "attack.jung4.1.name": "Attacco rapido",
    "attack.jung4.1.text": "Lanciare una moneta. Se testa, questo attacco infliggerà 20 danni in più",
    "attack.jung4.2.name": "Missile a punta di spillo",
    "attack.jung4.2.text": "Lanciare 4 monete. Questo attacco fa 20 danni per ogni testa.",
    "attack.jung40.1.name": "Supersonico",
    "attack.jung40.1.text": "Lanciare una moneta. Se esce testa, il Pokémon difensore è ora confuso.",
    "attack.jung40.2.name": "Calcio doppio",
    "attack.jung40.2.text": "Lanciare 2 monete. Questo attacco fa 30 danni per ogni testa.",
    "attack.jung41.1.name": "Spore",
    "attack.jung41.1.text": "Il Pokémon difensore è ora addormentato.",
    "attack.jung41.2.name": "Colpo fendente",
    "attack.jung42.1.name": "Scalciare",
    "attack.jung42.2.name": "Pounce",
    "attack.jung42.2.text": "Se il Pokémon difensore attacca Persian durante il prossimo turno del tuo avversario, qualsiasi danno causato dall'attacco viene ridotto di 10.",
    "attack.jung43.1.name": "Colpi di rabbia",
    "attack.jung43.1.text": "Lanciare 3 monete. Questo attacco fa 20 danni per ogni testa.",
    "attack.jung43.2.name": "Tantrum",
    "attack.jung43.2.text": "Lanciare una moneta. Se esce coda, Semei è ora confuso (dopo aver inflitto danni).",
    "attack.jung44.1.name": "Calpestio",
    "attack.jung44.1.text": "Lanciare una moneta. Se testa, questo attacco infligge 20 danni più 10 danni in più; se croce, questo attacco infligge 20 danni.",
    "attack.jung44.2.name": "Agilità",
    "attack.jung44.2.text": "Lanciare una moneta. Se testa, durante il turno successivo del tuo avversario, impedire tutti gli effetti degli attacchi, compresi i danni, inflitti a Rapidash.",
    "attack.jung45.1.name": "Attacco cornuto",
    "attack.jung45.2.name": "Ramo",
    "attack.jung45.2.text": "Rhydon infligge 20 danni a se stesso. Se il tuo avversario ha Pokémon in panchina, sceglie uno di loro e lo sostituisce.",
    "attack.jung46.1.name": "Attacco cornuto",
    "attack.jung46.2.name": "Cascata",
    "attack.jung47.1.name": "Piedata",
    "attack.jung47.1.text": "Lanciare una moneta. Se testa, questo attacco infliggerà 20 danni più 10 danni in più; se croce, questo attacco infliggerà 20 danni.",
    "attack.jung47.2.name": "Rampage",
    "attack.jung47.2.text": "Infligge 20 danni più 10 danni in più per ogni contatore di danno su Tauro. Lancia una moneta. Se si ottiene coda, Tauro è ora confuso (dopo aver inflitto danni).",
    "attack.jung48.1.name": "Polvere velenosa",
    "attack.jung48.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora avvelenato.",
    "attack.jung48.2.name": "Foglia affilata",
    "attack.jung49.1.name": "Frusta di vite",
    "attack.jung49.2.name": "Chiamata per la famiglia",
    "attack.jung49.2.text": "Cerca il tuo mazzo per un Pokémon di base denominato Bellsprout e mettilo sul tuo banco. Mescola il tuo mazzo in seguito.",
    "attack.jung5.1.name": "Agguato",
    "attack.jung5.1.text": "Disegna una carta.",
    "attack.jung5.2.name": "Pugno cometa",
    "attack.jung5.2.text": "Lanciare 4 monete. Questo attacco fa 20 danni per ogni testa.",
    "attack.jung50.1.name": "Snivel",
    "attack.jung50.1.text": "Se il Pokémon difensore attacca Cubone durante il prossimo turno del vostro avversario, qualsiasi danno causato dall'attacco viene ridotto del 20%.",
    "attack.jung50.2.name": "Rage",
    "attack.jung50.2.text": "fa 10 danni più 10 danni in più per ogni contatore di danno presente su Cubone.",
    "attack.jung51.1.name": "Scuotimento coda",
    "attack.jung51.1.text": "Lanciare una moneta. Se esce testa, il Pokémon difensivo non può attaccare Eevee durante il turno successivo del tuo avversario.",
    "attack.jung51.2.name": "Attacco rapido",
    "attack.jung51.2.text": "Lanciare una moneta. Se testa, questo attacco infliggerà 20 danni in più",
    "attack.jung52.1.name": "Ipnosi",
    "attack.jung52.1.text": "Il Pokémon difensore è ora addormentato.",
    "attack.jung52.2.name": "Seme di leech",
    "attack.jung52.2.text": "A meno che tutti i danni da questo attacco non siano prevenuti, puoi rimuovere un contatore di danno da Exeggcute.",
    "attack.jung53.1.name": "Attacco cornuto",
    "attack.jung54.1.name": "Lullaby",
    "attack.jung54.1.text": "Il Pokémon difensore è ora addormentato.",
    "attack.jung54.2.name": "Pound",
    "attack.jung55.1.name": "Scalciare",
    "attack.jung56.1.name": "Giornata di paga",
    "attack.jung56.1.text": "Lanciare un dado. Se testa, disegnare una carta.",
    "attack.jung57.1.name": "Colpi di rabbia",
    "attack.jung57.1.text": "Lanciare 3 monete. Questo attacco fa 10 danni per ogni testa.",
    "attack.jung57.2.name": "Chiamata per la famiglia",
    "attack.jung57.2.text": "Cerca il tuo mazzo per un Pokémon di base denominato Nidoran♂ o Nidoran♀ e mettilo sul tuo banco. Mescola il tuo mazzo in seguito.",
    "attack.jung58.1.name": "Uccisione spora stun",
    "attack.jung58.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora paralizzato.",
    "attack.jung58.2.name": "Sprout",
    "attack.jung58.2.text": "Cerca il tuo mazzo per un Pokémon di base denominato Oddish e mettilo sul tuo banco. Mescola il tuo mazzo in seguito.",
    "attack.jung59.1.name": "Scalciare",
    "attack.jung59.2.name": "Spore",
    "attack.jung59.2.text": "Il Pokémon difensore è ora addormentato.",
    "attack.jung6.1.name": "Meditare",
    "attack.jung6.1.text": "fa 10 danni più 10 danni in più per ogni contatore di danno sul Pokémon difensore.",
    "attack.jung60.1.name": "Scintilla",
    "attack.jung60.1.text": "Se il tuo avversario ha dei Pokémon in panchina, scegli 1 di essi e questo attacco gli infligge 10 danni.",
    "attack.jung61.1.name": "Leer",
    "attack.jung61.1.text": "Lanciare una moneta. Se esce testa, il Pokémon difensivo non può attaccare Rhyhorn durante il prossimo turno del tuo avversario.",
    "attack.jung61.2.name": "Attacco cornuto",
    "attack.jung62.1.name": "Picco",
    "attack.jung62.2.name": "Spostamento specchio",
    "attack.jung62.2.text": "Se Spearow è stato attaccato l'ultima volta, applica il risultato finale di quell'attacco a Spearow sul Pokémon difensore.",
    "attack.jung63.1.name": "Uccisione spora stun",
    "attack.jung63.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora paralizzato.",
    "attack.jung63.2.name": "Leech Life",
    "attack.jung63.2.text": "Ricostri il veleno di Venonat uguale al danno inflitto al Pokémon difensore.",
    "attack.jung7.1.name": "Ragazzi dei fidanzati",
    "attack.jung7.1.text": "fa 20 danni più altri 20 danni per ogni Nidoking che hai in gioco.",
    "attack.jung7.2.name": "Pugno gigante",
    "attack.jung8.1.name": "Attacco ala",
    "attack.jung8.2.name": "Uragano",
    "attack.jung8.2.text": "A meno che questo attacco non metta fuori combattimento il Pokémon difensore, restituisci il Pokémon difensore e tutte le carte ad esso attaccate alla mano del tuo avversario.",
    "attack.jung9.1.name": "Griffe di ferro",
    "attack.jung9.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora paralizzato.",
    "attack.jung9.2.name": "Guillotina",
    "attack.sandattack.effect.text": "Lanciare una moneta. Se cadiamo, questo attacco manca.",
    "attack.tero1.1.name": "Colpo di teleportazione",
    "attack.tero1.1.text": "Puoi sostituire Alakazam oscuro con uno dei tuoi Pokémon in panchina. (fai il danno prima di sostituire il Pokémon).",
    "attack.tero1.2.name": "Shock mentale",
    "attack.tero1.2.text": "Non applicare debolezza e resistenza per questo attacco. (gli altri effetti che si verificherebbero dopo l'applicazione di debolezza e resistenza ancora accadono).",
    "attack.tero10.1.name": "Pugno gigante",
    "attack.tero10.2.name": "Fling",
    "attack.tero10.2.text": "Il tuo avversario mescola il suo Pokémon attivo e tutti i carte appese a esso nel suo mazzo di carte. Questo attacco non può essere utilizzato se il tuo avversario non ha alcun Pokémon in panchina.",
    "attack.tero11.1.name": "Sonic Boom",
    "attack.tero11.1.text": "Non applicare debolezza e resistenza per questo attacco. (gli altri effetti che si verrebbero a verificare dopo l'applicazione di debolezza e resistenza ancora accadono).",
    "attack.tero11.2.name": "Linee magnetiche",
    "attack.tero11.2.text": "Se il Pokémon difensore ha carte di energia base attaccate a sé, scegli una di esse. Se il tuo avversario ha Pokémon in panchina, scegli uno di essi e attacca la carta di energia a quel Pokémon.",
    "attack.tero12.1.name": "Attacco capriccioso",
    "attack.tero12.1.text": "Lanciare un dado. Se esce coda, questo attacco non fa nulla.",
    "attack.tero13.1.name": "Vortice di petali",
    "attack.tero13.1.text": "Lancio 3 monete. Questo attacco fa 30 danni per ogni testa. Se otteni 2 o più teste, Dark Vileplume è ora confuso (dopo aver fatto il danno).",
    "attack.tero14.1.name": "Esplosione di massa",
    "attack.tero14.1.text": "Infligge 20 danni per ogni Koffing, Weezing e Dark Weezing in gioco (anche i propri), moltiplicati per il numero totale di questi Pokémon. In seguito, questo attacco infligge 20 danni a ogni Koffing, Weezing e Dark Weezing (anche i propri). Non applicare debolezza e resistenza.",
    "attack.tero14.2.name": "Gas stordente",
    "attack.tero14.2.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora avvelenato; se croce, il Pokémon difensivo è ora paralizzato.",
    "attack.tero18.1.name": "Colpo di teleportazione",
    "attack.tero18.1.text": "Puoi sostituire Alakazam oscuro con uno dei tuoi Pokémon in panchina. (fai il danno prima di sostituire il Pokémon).",
    "attack.tero18.2.name": "Soccombimento mentale",
    "attack.tero18.2.text": "Non applicare debolezza e resistenza per questo attacco. (gli altri effetti che si verificherebbero dopo l'applicazione di debolezza e resistenza ancora accadono).",
    "attack.tero19.1.name": "Stare",
    "attack.tero19.1.text": "Scegli 1 dei Pokémon del tuo avversario. Questo attacco infligge 10 danni a quel Pokémon. Non si applicano debolezza e resistenza per questo attacco. (Gli altri effetti che verrebbero applicati dopo la debolezza e la resistenza ancora accadono). Se quel Pokémon ha un potere di Pokémon, il potere si ferma fino alla fine del turno successivo del tuo avversario.",
    "attack.tero19.2.name": "Vapore velenoso",
    "attack.tero19.2.text": "Il Pokémon difensore è ora avvelenato. Questo attacco fa 10 danni a ogni Pokémon di riserva del tuo avversario. (non applicare debolezza e resistenza per i Pokémon di riserva).",
    "attack.tero2.1.name": "Stare",
    "attack.tero2.1.text": "Scegli 1 dei Pokémon del tuo avversario. Questo attacco infligge 10 danni a quel Pokémon. Non si applicano debolezza e resistenza per questo attacco. (Gli altri effetti che verrebbero applicati dopo la debolezza e la resistenza ancora accadono). Se quel Pokémon ha un potere di Pokémon, il potere si ferma fino alla fine del turno successivo del tuo avversario.",
    "attack.tero2.2.name": "Vapore velenoso",
    "attack.tero2.2.text": "Il Pokémon difensore è ora avvelenato. Questo attacco fa 10 danni a ogni Pokémon di riserva del tuo avversario. (non applicare debolezza e resistenza per i Pokémon di riserva).",
    "attack.tero20.1.name": "Cannone idrostatico",
    "attack.tero20.1.text": "Infligge 30 danni più 20 danni aggiuntivi per ogni energia d'acqua attaccata a Dark Blastoise non utilizzata per pagare questo attacco. Non puoi aggiungere più di 40 danni in questo modo.",
    "attack.tero20.2.name": "Toccata a razzo",
    "attack.tero20.2.text": "Il Dark Blastoise infligge 10 danni a se stesso. Lancia un dado. Se esce testa, previene tutti i danni subiti dal Dark Blastoise durante il turno successivo del tuo avversario. (gli altri effetti degli attacchi continuano ad avere effetto).",
    "attack.tero21.1.name": "Flick di chiodo",
    "attack.tero21.2.name": "Fuoco a seggiola continuo",
    "attack.tero21.2.text": "Lanciare un numero di monete uguale al numero di carte energia fuoco attaccate a Charizard oscuro. Questo attacco fa 50 danni per ogni testa. Discardare un numero di carte energia fuoco attaccate a Charizard oscuro uguale al numero di teste.",
    "attack.tero22.1.name": "Coda gigante",
    "attack.tero22.1.text": "Lanciare un dado. Se esce coda, questo attacco non fa nulla.",
    "attack.tero23.1.name": "Abbattere",
    "attack.tero23.1.text": "Il tuo avversario lancia una moneta. Se esce coda, questo attacco infliggerà 20 danni più altri 20 danni; se esce testa, questo attacco infliggerà 20 danni.",
    "attack.tero24.1.name": "Flitter",
    "attack.tero24.1.text": "Scegli uno dei Pokémon del tuo avversario. Questo attacco infligge 20 danni a quel Pokémon. Non si applicano debolezza e resistenza per questo attacco. (Gli altri effetti che dovrebbero verificarsi dopo l'applicazione di debolezza e resistenza ancora accadono.)",
    "attack.tero25.1.name": "Raggio di ghiaccio",
    "attack.tero25.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora paralizzato.",
    "attack.tero26.1.name": "Punch Psichico",
    "attack.tero26.2.name": "Manipolazione del banco",
    "attack.tero26.2.text": "Il tuo avversario lancia un numero di monete uguale al numero di Pokémon sul suo banco. Questo attacco infligge 20 danni per ogni testa. Non applicare debolezza e resistenza per questo attacco. (Gli altri effetti che si verificherebbero dopo l'applicazione della debolezza e della resistenza ancora accadono.)",
    "attack.tero27.1.name": "Pugno gigante",
    "attack.tero27.2.name": "Fling",
    "attack.tero27.2.text": "Il tuo avversario mescola il suo Pokémon attivo e tutti i carte appese a esso nel suo mazzo di carte. Questo attacco non può essere utilizzato se il tuo avversario non ha alcun Pokémon in panchina.",
    "attack.tero28.1.name": "Sonic Boom",
    "attack.tero28.1.text": "Non applicare debolezza e resistenza per questo attacco. (gli altri effetti che si verificherebbero dopo l'applicazione di debolezza e resistenza ancora accadono).",
    "attack.tero28.2.name": "Linee magnetiche",
    "attack.tero28.2.text": "Se il Pokémon difensore ha carte di energia base attaccate a sé, scegli una di esse. Se il tuo avversario ha Pokémon in panchina, scegli uno di essi e attacca la carta di energia a quel Pokémon.",
    "attack.tero29.1.name": "Attacco capriccioso",
    "attack.tero29.1.text": "Lanciare un dado. Se esce coda, questo attacco non fa nulla.",
    "attack.tero3.1.name": "Cannone idrostatico",
    "attack.tero3.1.text": "Infligge 30 danni più 20 danni aggiuntivi per ogni energia d'acqua attaccata a Dark Blastoise non utilizzata per pagare questo attacco. Non puoi aggiungere più di 40 danni in questo modo.",
    "attack.tero3.2.name": "Toccata a razzo",
    "attack.tero3.2.text": "Il Dark Blastoise infligge 10 danni a se stesso. Lancia un dado. Se esce testa, previene tutti i danni subiti dal Dark Blastoise durante il turno successivo del tuo avversario. (gli altri effetti degli attacchi continuano ad avere effetto).",
    "attack.tero30.1.name": "Vortice di petali",
    "attack.tero30.1.text": "Lancio 3 monete. Questo attacco fa 30 danni per ogni testa. Se otteni 2 o più teste, Dark Vileplume è ora confuso (dopo aver fatto il danno).",
    "attack.tero31.1.name": "Esplosione di massa",
    "attack.tero31.1.text": "Infligge 20 danni per ogni Koffing, Weezing e Dark Weezing in gioco (anche i propri), senza considerare la debolezza e la resistenza. Inoltre, questo attacco infligge un ulteriore 20 danni per il numero totale di Koffing, Weezing e Dark Weezing in gioco (applica debolezza e resistenza).",
    "attack.tero31.2.name": "Gas stordente",
    "attack.tero31.2.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora avvelenato; se croce, il Pokémon difensivo è ora paralizzato.",
    "attack.tero32.1.name": "Colpo di coda",
    "attack.tero32.2.name": "Fireball",
    "attack.tero32.2.text": "Lanciare un dado. Se testa, scarta 1 carta di energia del fuoco attaccata a Charmeleon oscuro. Se croce, questo attacco non fa nulla.",
    "attack.tero33.1.name": "Colpo di coda",
    "attack.tero33.1.text": "Lanciare una moneta. Se testa, questo attacco infliggerà 20 danni più altri 20 danni; se croce, questo attacco infliggerà 20 danni.",
    "attack.tero34.1.name": "Toccata rotante",
    "attack.tero34.2.name": "Bomba energetica",
    "attack.tero34.2.text": "Prendi tutti i carte energia attaccate all'elettrodo oscuro e attaccale ai tuoi Pokémon in panchina (in qualsiasi modo desideri). Se non hai nessun Pokémon in panchina, scarta tutte le carte energia attaccate all'elettrodo oscuro.",
    "attack.tero35.1.name": "Rage",
    "attack.tero35.1.text": "faisce 10 danni più altri 10 danni per ogni contatore di danno su Flareon Oscuro.",
    "attack.tero35.2.name": "Giocare con il fuoco",
    "attack.tero35.2.text": "Lanciare un dado. Se testa, scartare 1 carta di energia del fuoco attaccata a Dark Flareon e questo attacco infligge 30 danni più 20 danni in più; se croce, questo attacco infligge 30 danni.",
    "attack.tero36.1.name": "Polvere velenosa",
    "attack.tero36.1.text": "Il Pokémon difensore è ora avvelenato.",
    "attack.tero37.1.name": "Terzo Occhio",
    "attack.tero37.1.text": "Rimuovi 1 carta di energia attaccata a Golduck d'oro oscuro per disegnare fino a 3 carte.",
    "attack.tero37.2.name": "Super Psy",
    "attack.tero38.1.name": "Scintilla di fulmine",
    "attack.tero38.1.text": "Se il Pokémon difensore tenta di attaccare durante il prossimo turno del vostro avversario, il vostro avversario lancia una moneta. Se esce coda, quell'attacco non fa nulla.",
    "attack.tero38.2.name": "Attacco di tuono",
    "attack.tero38.2.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora paralizzato. Se croce, Jolteon Oscuro fa 10 danni a sé stesso.",
    "attack.tero39.1.name": "Soccoso mentale",
    "attack.tero39.1.text": "Non applicare debolezza o resistenza per questo attacco. (gli altri effetti che si verrebbero a verificare dopo l'applicazione di debolezza e resistenza ancora accadono).",
    "attack.tero4.1.name": "Flick di chiodo",
    "attack.tero4.2.name": "Fuoco a seggiola continuo",
    "attack.tero4.2.text": "Lanciare un numero di monete uguale al numero di carte energia fuoco attaccate a Charizard oscuro. Questo attacco fa 50 danni per ogni testa. Discardare un numero di carte energia fuoco attaccate a Charizard oscuro uguale al numero di teste.",
    "attack.tero40.1.name": "Strappo",
    "attack.tero40.1.text": "Prima di infliggere danno, scegli uno dei Pokémon sul banco della tua avversaria e scambia il difensore con quel Pokémon. Infliggi il danno al nuovo difensore. Questo attacco non può essere utilizzato se la tua avversaria non ha Pokémon sul banco.",
    "attack.tero40.2.name": "Ripristino",
    "attack.tero40.2.text": "Se il tuo avversario ha dei Pokémon in panchina, sceglie uno di essi e lo sostituisce con il Pokémon difensore. (fai il danno prima di sostituire il Pokémon).",
    "attack.tero41.1.name": "Pugno di fango",
    "attack.tero41.1.text": "Il Pokémon difensore è ora avvelenato.",
    "attack.tero42.1.name": "Fascinare",
    "attack.tero42.1.text": "Lanciare un dado. Se esce testa, scegliere uno dei Pokémon di tuo avversario sul bancone e scambiarlo con il Pokémon difensore. Questo attacco non può essere utilizzato se tuo avversario non ha Pokémon sul bancone.",
    "attack.tero42.2.name": "Artigli velenosi",
    "attack.tero42.2.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora avvelenato.",
    "attack.tero43.1.name": "Attacco frenetico",
    "attack.tero43.1.text": "Il dark Primeape è ora confuso (dopo aver inflitto danni).",
    "attack.tero44.1.name": "Calcio posteriore",
    "attack.tero44.2.name": "Pillastro di fiamma",
    "attack.tero44.2.text": "Puoi scartare 1 carta di energia da fuoco attaccata a Dark Rapidash quando utilizzi questo attacco. Se lo fai e se il tuo avversario ha qualsiasi Pokémon in panchina, scegli uno di essi e questo attacco gli infligge 10 danni. (Non applicare debolezza e resistenza per i Pokémon in panchina.)",
    "attack.tero45.1.name": "Morso",
    "attack.tero45.2.name": "Vortice",
    "attack.tero45.2.text": "Se il Pokémon difensore ha carte di energia attaccate a sé, scegli una di esse e scartala.",
    "attack.tero46.1.name": "Doubleslap",
    "attack.tero46.1.text": "Lanciare 2 monete. Questo attacco fa 10 danni per ogni testa.",
    "attack.tero46.2.name": "Conchiglia specchio",
    "attack.tero46.2.text": "Se un attacco infligge danni a Wartortle Oscuro durante il turno successivo del tuo avversario (anche se Wartortle Oscuro viene messo KO), Wartortle Oscuro attacca il Pokémon difensore per un'uguale quantità di danni.",
    "attack.tero47.1.name": "Flop",
    "attack.tero47.2.name": "Evoluzione rapida",
    "attack.tero47.2.text": "Cerca il tuo mazzo per una carta di evoluzione denominata Gyarados o Dark Gyarados e mettila su Magikarp. (questo conta come evolvere Magikarp). Mescola il tuo mazzo in seguito.",
    "attack.tero48.1.name": "Conversione 1",
    "attack.tero48.1.text": "Se il Pokémon difensore ha una debolezza, puoi cambiarlo nel tipo di tua scelta, escluso il colore.",
    "attack.tero48.2.name": "Psybeam",
    "attack.tero48.2.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora confuso.",
    "attack.tero49.1.name": "Vanish",
    "attack.tero49.1.text": "Mescola Abra nel tuo mazzo. (scarta tutte le carte attaccate ad Abra).",
    "attack.tero49.2.name": "Psyshock",
    "attack.tero49.2.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora paralizzato.",
    "attack.tero5.1.name": "Coda gigante",
    "attack.tero5.1.text": "Lanciare una moneta. Se cadiamo, questo attacco non fa nulla.",
    "attack.tero50.1.name": "Coda di fuoco",
    "attack.tero51.1.name": "Gnaw",
    "attack.tero51.2.name": "Fangio iper",
    "attack.tero51.2.text": "Lanciare un dado. Se esce coda, questo attacco non fa nulla.",
    "attack.tero52.1.name": "Scava sotto",
    "attack.tero52.1.text": "Scegli uno dei Pokémon del tuo avversario. Questo attacco infligge 10 danni a quel Pokémon. Non si applicano debolezza e resistenza per questo attacco. (Gli altri effetti che verrebbero applicati dopo la debolezza e la resistenza ancora accadono.)",
    "attack.tero52.2.name": "Scalciare",
    "attack.tero53.1.name": "Wrap",
    "attack.tero53.1.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora paralizzato.",
    "attack.tero54.1.name": "Incubo",
    "attack.tero54.1.text": "Il Pokémon difensore è ora addormentato.",
    "attack.tero55.1.name": "Tackle",
    "attack.tero55.2.name": "Attacco di sabbia",
    "attack.tero55.2.text": "Se il Pokémon difensore tenta di attaccare durante il prossimo turno del vostro avversario, il vostro avversario lancia una moneta. Se esce coda, quell'attacco non fa nulla.",
    "attack.tero56.1.name": "Morso",
    "attack.tero56.2.name": "Pungiglio velenoso",
    "attack.tero56.2.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora avvelenato.",
    "attack.tero57.1.name": "Gas velenoso",
    "attack.tero57.1.text": "Il Pokémon difensore è ora addormentato.",
    "attack.tero57.2.name": "Mani adesive",
    "attack.tero57.2.text": "Lanciare un dado. Se esce testa, questo attacco infligge 10 danni più 20 danni aggiuntivi e il Pokémon difensore è ora paralizzato; se esce coda, questo attacco infligge 10 danni.",
    "attack.tero58.1.name": "Tackle",
    "attack.tero58.2.name": "Gas velenoso",
    "attack.tero58.2.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora avvelenato.",
    "attack.tero59.1.name": "Pugno",
    "attack.tero59.2.name": "Colpaccio",
    "attack.tero6.1.name": "Abbattere",
    "attack.tero6.1.text": "Il tuo avversario lancia una moneta. Se esce coda, questo attacco infliggerà 20 danni più altri 20 danni; se esce testa, questo attacco infliggerà 20 danni.",
    "attack.tero60.1.name": "Tackle",
    "attack.tero60.2.name": "Magnetismo",
    "attack.tero60.2.text": "fa 10 danni più 10 danni aggiuntivi per ogni Magnemite, Magnetron e Dark Magnetron sul tuo banco.",
    "attack.tero61.1.name": "Mischia",
    "attack.tero61.1.text": "Mescola il mazzo del tuo avversario.",
    "attack.tero61.2.name": "Rabbia",
    "attack.tero61.2.text": "Lanciare un dado. Se testa, questo attacco infliggerà 20 danni più altri 20 danni; se croce, questo attacco infliggerà 20 danni.",
    "attack.tero62.1.name": "Lancio di moneta",
    "attack.tero62.1.text": "Scegli uno dei Pokémon del tuo avversario e lancia una moneta. Se esce testa, questo attacco infligge 20 danni a quel Pokémon. Non applicare debolezza e resistenza per questo attacco. (Gli altri effetti che si verificherebbero dopo l'applicazione di debolezza e resistenza ancora accadono.)",
    "attack.tero63.1.name": "Polvere del sonno",
    "attack.tero63.1.text": "Il Pokémon difensore è ora addormentato.",
    "attack.tero63.2.name": "Polvere velenosa",
    "attack.tero63.2.text": "Il Pokémon difensore è ora avvelenato.",
    "attack.tero64.1.name": "Ember",
    "attack.tero64.1.text": "Rimuovi la carta di energia del fuoco attaccata a Ponyta per utilizzare questo attacco.",
    "attack.tero65.1.name": "Spossatezza",
    "attack.tero65.1.text": "Disegna una carta.",
    "attack.tero65.2.name": "Pistola d'acqua",
    "attack.tero65.2.text": "Infligge 20 danni più 10 danni aggiuntivi per ogni energia d'acqua attaccata a Psyduck ma non utilizzata per pagare questo attacco. Non puoi aggiungere più di 20 danni in questo modo.",
    "attack.tero66.1.name": "Attacco rapido",
    "attack.tero66.1.text": "Lanciare un dado. Se testa, questo attacco infliggerà 20 danni; se croce, questo attacco infliggerà 10 danni.",
    "attack.tero67.1.name": "Sonno pomeridiano",
    "attack.tero67.1.text": "Cerca il tuo mazzo per una carta di energia psichica e attaccala a Slowpoke. Mescola il tuo mazzo in seguito.",
    "attack.tero67.2.name": "testa d'asino",
    "attack.tero68.1.name": "Attacco con guscio",
    "attack.tero69.1.name": "Palla di velocità",
    "attack.tero7.1.name": "Flitter",
    "attack.tero7.1.text": "Scegli uno dei Pokémon del tuo avversario. Questo attacco infligge 20 danni a quel Pokémon. Non si applicano debolezza e resistenza per questo attacco. (Gli altri effetti che dovrebbero verificarsi dopo l'applicazione di debolezza e resistenza ancora accadono.)",
    "attack.tero70.1.name": "Ram",
    "attack.tero70.2.name": "Morso",
    "attack.tero8.1.name": "Raggio di ghiaccio",
    "attack.tero8.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora paralizzato.",
    "attack.tero83.1.name": "Thunder della sorpresa",
    "attack.tero83.1.text": "Lanciare un dado. Se esce testa, lanciare un altro dado. Se il secondo dado è testa, questo attacco infliggerà 20 danni a ogni Pokémon di riserva del tuo avversario. Se il secondo dado è croce, questo attacco infliggerà 10 danni a ogni Pokémon di riserva del tuo avversario. (non applicare debolezza e resistenza ai Pokémon di riserva).",
    "attack.tero9.1.name": "Punch psichico",
    "attack.tero9.2.name": "Manipolazione del banco",
    "attack.tero9.2.text": "Il tuo avversario lancia un numero di monete uguale al numero di Pokémon sul suo banco. Questo attacco infligge 20 danni per ogni testa. Non applicare debolezza e resistenza per questo attacco. (Gli altri effetti che si verificherebbero dopo l'applicazione della debolezza e della resistenza ancora accadono.)",
    "attack.wbsp1.1.name": "Growl",
    "attack.wbsp1.1.text": "Se il Pokémon difensore attacca Pikachu durante il prossimo turno del tuo avversario, qualsiasi danno causato dall'attacco viene ridotto di 10.",
    "attack.wbsp1.2.name": "Shock elettrico",
    "attack.wbsp1.2.text": "Lanciare una moneta. Se esce testa, il Pokémon difensore è ora paralizzato.",
    "attack.wbsp10.1.name": "Pugno di gatto",
    "attack.wbsp10.1.text": "Lanciare una moneta. Se testa, questo attacco infligge 20 danni. Se croce, il tuo avversario sceglie uno dei suoi Pokémon in panchina; questo attacco infligge 20 danni a esso. (non applicare debolezza e resistenza per i Pokémon in panchina).",
    "attack.wbsp11.1.name": "Morso",
    "attack.wbsp12.1.name": "Controllo dell'energia",
    "attack.wbsp12.1.text": "Lanciare una moneta. Se testa, scegliere un carta di energia base attaccata a uno dei Pokémon del tuo avversario e attaccarla ad un altro Pokémon del tuo avversario della tua scelta.",
    "attack.wbsp12.2.name": "Telecinesi",
    "attack.wbsp13.1.name": "Mega Drain",
    "attack.wbsp13.1.text": "Rimuovi un numero di contatori di danno da Venusaur uguale alla metà del danno inflitto al Pokémon difensore (dopo l'applicazione della debolezza e della resistenza), arrotondato verso l'alto al più vicino multiplo di 10. Se Venusaur ha meno contatori di danno, rimuovili tutti.",
    "attack.wbsp14.1.name": "Assorbimento di energia",
    "attack.wbsp14.1.text": "Scegli fino a 2 carte di energia dal tuo mucchio di scarto e attaccale a Mewtwo.",
    "attack.wbsp14.2.name": "Psyburn",
    "attack.wbsp15.1.name": "Magia del testo",
    "attack.wbsp15.2.name": "Attacco 3D",
    "attack.wbsp15.2.text": "Lancio 3 monete. Questo attacco fa 20 danni per ogni testa.",
    "attack.wbsp17.1.name": "Fascinare",
    "attack.wbsp17.1.text": "Lanciare una moneta. Se esce testa, scegliere uno dei Pokémon di tuo avversario in panchina e sostituire il Pokémon difensivo con esso. Questo attacco non può essere utilizzato se tuo avversario non ha Pokémon in panchina.",
    "attack.wbsp17.2.name": "Artigli velenosi",
    "attack.wbsp17.2.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora avvelenato.",
    "attack.wbsp18.1.name": "Ritorno miracoloso",
    "attack.wbsp19.1.name": "Pound",
    "attack.wbsp19.2.name": "Sincronizzare",
    "attack.wbsp19.2.text": "Questo attacco non può essere utilizzato se l'abra di Sabrina e il Pokémon difensore hanno lo stesso numero di carte energia attaccate a loro.",
    "attack.wbsp2.1.name": "Schermo luminoso",
    "attack.wbsp2.1.text": "Ogni volta che un attacco infligge danni a Electabuzz (dopo l'applicazione della debolezza e della resistenza) durante il turno del tuo avversario, quell'attacco fa solo metà dei danni a Electabuzz (arrotondato al più vicino 10).",
    "attack.wbsp2.2.name": "Attacco rapido",
    "attack.wbsp2.2.text": "Lanciare una moneta. Se testa, questo attacco infliggerà 10 danni più 20 danni in più; se croce, questo attacco infliggerà 10 danni.",
    "attack.wbsp20.1.name": "Capogiro",
    "attack.wbsp20.1.text": "Il tuo avversario non può giocare carte allenatore durante il suo prossimo turno.",
    "attack.wbsp20.2.name": "Colpi di rabbia",
    "attack.wbsp20.2.text": "Lancio 3 monete. Questo attacco fa 10 danni per ogni testa.",
    "attack.wbsp21.1.name": "Fiamma iper",
    "attack.wbsp21.1.text": "Lanciare una moneta. Se testa, scarta 1 carta di energia del fuoco per Moltres. Se croce, scarta tutte le carte di energia attaccate a Moltres. Se non puoi scartare carte di energia, questo attacco non fa nulla.",
    "attack.wbsp22.1.name": "Polvere di diamante",
    "attack.wbsp22.1.text": "Lanciare una moneta. Se esce testa, il Pokémon difensivo viene paralizzato e questo attacco infligge 10 danni a ogni Pokémon di riserva del tuo avversario (non applicare debolezza e resistenza per i Pokémon di riserva).",
    "attack.wbsp23.1.name": "Bruciatura elettrica",
    "attack.wbsp23.1.text": "Lanciare una moneta. Se testa, e se il tuo avversario ha almeno un Pokémon in panchina, scegli uno di essi. Questo attacco infligge 30 danni a quel Pokémon (non applicare debolezza e resistenza per i Pokémon in panchina). Se croce, Zapdos infligge 30 danni a sé stesso.",
    "attack.wbsp24.1.name": "Sorpresa di compleanno",
    "attack.wbsp24.1.text": "Se non è il tuo compleanno, questo attacco fa 30 danni. Se lo è, lanciare un dado. Se esce testa, questo attacco fa 30 danni più altri 50 danni; se esce coda, questo attacco fa solo 30 danni.",
    "attack.wbsp25.1.name": "Shock elettrico",
    "attack.wbsp25.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora paralizzato.",
    "attack.wbsp25.2.name": "Volo",
    "attack.wbsp25.2.text": "Lanciare una moneta. Se testa, durante il turno successivo del tuo avversario, impedisci tutti gli effetti degli attacchi, inclusi i danni, inflitti a Pikachu volante; se croce, questo attacco non fa nulla (neanche danni).",
    "attack.wbsp26.1.name": "Scalciata",
    "attack.wbsp26.2.name": "Fulmine",
    "attack.wbsp26.2.text": "Riduci tutti i carte energia attaccate a Pikachu.",
    "attack.wbsp27.1.name": "Shock elettrico",
    "attack.wbsp27.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora paralizzato.",
    "attack.wbsp27.2.name": "Agilità",
    "attack.wbsp27.2.text": "Lanciare una moneta, se testa, durante il turno successivo del tuo avversario, impedire tutti gli effetti degli attacchi, compresi i danni, inflitti a Pikachu.",
    "attack.wbsp28.1.name": "Surf",
    "attack.wbsp29.1.name": "Pistola d'acqua",
    "attack.wbsp29.1.text": "Infligge 20 danni più 10 danni aggiuntivi per ogni energia attaccata a Marill e non utilizzata per coprire il costo di energia di questo attacco. Non puoi aggiungere più di 20 danni in questo modo.",
    "attack.wbsp3.1.name": "Assorbimento di energia",
    "attack.wbsp3.1.text": "Scegli fino a 2 carte di energia dal tuo mucchio di scarto e attaccale a Mewtwo.",
    "attack.wbsp3.2.name": "Psyburn",
    "attack.wbsp30.1.name": "Snivel",
    "attack.wbsp30.1.text": "Se il Pokémon difensore attacca Togepi durante il prossimo turno del tuo avversario, qualsiasi danno inflitto a Togepi viene ridotto di 20 (prima di applicare la debolezza e la resistenza). (l'eliminazione di uno dei due Pokémon interrompe questo effetto.)",
    "attack.wbsp30.2.name": "Mini-metronomo",
    "attack.wbsp30.2.text": "Lanciare un dado. Se esce testa, scegli uno degli attacchi dei Pokémon difensivi. Mini-Metronomo copia quell'attacco eccetto per il costo di energia. (Devi ancora eseguire qualsiasi altra azione per utilizzare quel tipo di attacco.) (Non importa di che tipo sia il Pokémon difensivo, il tipo di Togepi è sempre colore neutro). Togepi esegue quell'attacco.",
    "attack.wbsp31.name": "Eek!",
    "attack.wbsp31.text": "Disegna 2 carte.",
    "attack.wbsp32.1.name": "Dipingere",
    "attack.wbsp32.1.text": "Lanciare una moneta. Se esce testa, scegliere un tipo (ad eccezione del coloreless) e posizionare un contrassegno di colorazione sul Pokémon difensore. Quel Pokémon è ora del tipo scelto. Se già ha un contrassegno di colorazione, rimuovere il vecchio. Se esce coda, questo attacco non fa nulla.",
    "attack.wbsp33.1.name": "Leer",
    "attack.wbsp33.1.text": "Lanciare una moneta. Se esce testa, il Pokémon difensivo non può attaccare Scizor durante il prossimo turno del tuo avversario. (l'eliminazione di qualsiasi Pokémon da entrambe le parti interrompe questo effetto.)",
    "attack.wbsp33.2.name": "Pinza metallica",
    "attack.wbsp33.2.text": "Lancia una moneta finché non ottieni croci. Questo attacco fa 30 danni più 10 danni in più per ogni testa.",
    "attack.wbsp34.1.name": "Flame protettiva",
    "attack.wbsp34.1.text": "Durante il turno successivo del tuo avversario, impedisce tutti gli effetti degli attacchi, compresi i danni, inflitti ai tuoi Pokémon in panchina.",
    "attack.wbsp35.1.name": "Gioca con me!",
    "attack.wbsp35.1.text": "Cerca il tuo mazzo per una carta di Pokémon bebè e mettila sul tuo banco. Mescola il tuo mazzo dopo. (Non puoi utilizzare questo attacco se il tuo banco è pieno.)",
    "attack.wbsp36.1.name": "Canzone della buona notte",
    "attack.wbsp36.1.text": "Il Pokémon difensore è ora addormentato.",
    "attack.wbsp37.1.name": "Calcio ripetuto",
    "attack.wbsp37.1.text": "Lanciare una moneta finché non otterrai croci. Questo attacco fa 20 danni per ogni testa.",
    "attack.wbsp37.2.name": "Spin veloce",
    "attack.wbsp37.2.text": "Se il tuo avversario ha Pokémon in panchina, sceglie uno di essi e lo sostituisce con il suo Pokémon attivo; poi, se hai Pokémon in panchina, ne scelgi uno e lo sostituisci con il tuo Pokémon attivo. (fai il danno prima di sostituire i Pokémon).",
    "attack.wbsp38.1.name": "Potere nascosto",
    "attack.wbsp39.1.name": "Divisone del dolore",
    "attack.wbsp39.1.text": "Inserisci un contatore di danno per ogni contatore di danno presente su Misdreavus sul Pokémon difensore.",
    "attack.wbsp39.2.name": "Raggio confondere",
    "attack.wbsp39.2.text": "Lanciare una moneta. Se testa, il Pokémon difensivo è ora confuso.",
    "attack.wbsp4.1.name": "Ricarica",
    "attack.wbsp4.1.text": "Cerca il tuo mazzo per una carta di energia elettrica e attaccala a Pikachu. Mescola il tuo mazzo in seguito.",
    "attack.wbsp4.2.name": "Fulmine",
    "attack.wbsp4.2.text": "Riduci tutti i carte energia attaccate a Pikachu.",
    "attack.wbsp43.1.name": "Rabbia fiammeggiante",
    "attack.wbsp43.1.text": "Lanciare un numero di monete uguale al numero di contatori danni su Machamp. Questo attacco fa 20 danni più 10 danni in più per ogni testa.",
    "attack.wbsp43.2.name": "Fling",
    "attack.wbsp43.2.text": "Se il tuo avversario ha dei Pokémon in panchina, sceglie uno di essi e lo sostituisce con il Pokémon difensore. (fai il danno prima di sostituire il Pokémon).",
    "attack.wbsp44.1.name": "Fuoco bruciante",
    "attack.wbsp44.1.text": "Quando utilizzi questo attacco, puoi scartare un numero qualsiasi di carte energia fuoco associate ai tuoi Pokémon in gioco. Questo attacco infligge 10 danni più 10 danni aggiuntivi per ogni carta energia fuoco che scarti in questo modo.",
    "attack.wbsp44.2.name": "Pugno di magma",
    "attack.wbsp45.1.name": "Colpo fendente",
    "attack.wbsp45.1.text": "Lo Scyther non può utilizzare questo attacco durante il tuo prossimo turno. (l'ibernazione o l'evoluzione dello Scyther conclude questo effetto).",
    "attack.wbsp46.1.name": "Punta di fulmine",
    "attack.wbsp46.1.text": "Scegli 1 dei Pokémon del tuo avversario e metti un segnalatore di fulmine su di esso. (un Pokémon può avere solo un segnalatore di fulmine in contemporanea).",
    "attack.wbsp46.2.name": "Fulmine",
    "attack.wbsp46.2.text": "Questo attacco infligge 20 danni a qualsiasi Pokémon con un segnalatore di lampo, applica debolezza e resistenza.",
    "attack.wbsp47.1.name": "Psyshock",
    "attack.wbsp47.1.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora paralizzato.",
    "attack.wbsp48.1.name": "Raggio di ghiaccio",
    "attack.wbsp48.1.text": "Lanciare una moneta. Se esce testa, il Pokémon difensore è ora paralizzato.",
    "attack.wbsp49.name": "Roll Over",
    "attack.wbsp49.text": "Snorlax è ora addormentato. Lancia un dado. Se esce testa, il Pokémon difensivo è ora addormentato.",
    "attack.wbsp5.1.name": "Volo supersonico",
    "attack.wbsp5.1.text": "Lanciare una moneta. Se esce coda, questo attacco non fa nulla.",
    "attack.wbsp50.name": "Fetta di foglia",
    "attack.wbsp50.text": "Lanciare 2 monete. Questo attacco fa 20 danni per ogni testa.",
    "attack.wbsp51.1.name": "Salta sopra",
    "attack.wbsp51.1.text": "Se il tuo avversario ha Pokémon in panchina, scegli uno di essi. Lancia una moneta. Se esce testa, questo attacco infligge 20 danni a quel Pokémon. (non applicare debolezza e resistenza per i Pokémon in panchina).",
    "attack.wbsp51.2.name": "Singhiozzo sovrano",
    "attack.wbsp51.2.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora bruciato.",
    "attack.wbsp52.1.name": "Ala sacra",
    "attack.wbsp52.1.text": "Lanciare una moneta. Se esce coda, il danno di base di questo attacco è di 20 invece che 60.",
    "attack.wbsp53.1.name": "onda ipnotica",
    "attack.wbsp53.1.text": "Lanciare una moneta. Se testa, questo attacco infligge 30 danni più 20 danni in più. Se croce, questo attacco infligge 30 danni e il Pokémon difensore è ora addormentato.",
    "attack.wbsp6.1.name": "Attacco rapido",
    "attack.wbsp6.1.text": "Lanciare una moneta. Se testa, questo attacco infligge 10 danni più 20 danni in più; se croce, questo attacco infligge 10 danni.",
    "attack.wbsp6.2.name": "Fiamme di rabbia",
    "attack.wbsp6.2.text": "Elimina 2 energie di fuoco attaccate a Arcanine. Questo attacco fa 40 danni più 10 danni per ogni contatore di danno su Arcanine.",
    "attack.wbsp7.1.name": "Primo soccorso",
    "attack.wbsp7.1.text": "Rimuovi 1 contatore di danno da Jigglypuff.",
    "attack.wbsp7.2.name": "Doppio taglio",
    "attack.wbsp7.2.text": "Pufiello fa 20 danni a se stesso.",
    "attack.wbsp8.1.name": "Psicovolo",
    "attack.wbsp8.1.text": "fa 10 danni per ogni carta di energia attaccata al Pokémon difensore.",
    "attack.wbsp8.2.name": "Fascio di devoluzione",
    "attack.wbsp8.2.text": "Scegli un Pokémon evoluto. Restituisci la carta di evoluzione più alta su quel Pokémon al suo proprietario. Quel Pokémon non è più addormentato, confuso, paralizzato o avvelenato, o in qualsiasi altro stato che possa essere il risultato di un attacco (esattamente come se l'avessi evoluto).",
    "attack.wbsp9.1.name": "Psywave",
    "attack.wbsp9.1.text": "fa 10 danni per ogni carta di energia attaccata al Pokémon difensore.",
    "attack.wbsp9.2.name": "Fascio di devoluzione",
    "attack.wbsp9.2.text": "Scegli un Pokémon evoluto. Restituisci la carta di evoluzione più alta su quel Pokémon al suo proprietario. Quel Pokémon non è più addormentato, confuso, paralizzato o avvelenato, o in qualsiasi altro stato che possa essere il risultato di un attacco (esattamente come se l'avessi evoluto).",
    "battle.first": "Gioca per primo.",
    "battle.guide.settingup.1": "1. Imposta un Pokémon attivo",
    "battle.guide.settingup.2": "2. Imposta i Pokémon di riserva",
    "battle.guide.settingup.3": "3. Premere \"Inizia il gioco\"",
    "battle.guide.settingup.4": "4. aspetta il tuo avversario!",
    "battle.guide.settingup.title": "Pre-partita",
    "battle.second": "Gioccherai in secondo.",
    "battle.selector.newactive": "Seleziona una nuova carta attiva",
    "battle.selector.prize": "Seleziona una carta di premio §l",
    "battle.selector.prize.close": "Clicca di nuovo per chiudere §l",
    "battleRule.deckSize": "Dimensione del mazzo",
    "battleRule.instruction": "Clicca con il pulsante destro su una cassa di battaglia per cambiare le regole della cassa di battaglia!",
    "battleRule.prizeCount": "Conteggio dei premi",
    "battleRule.setRule": "Imposta le regole per la battaglia box",
    "battleRule.timeLimit": "Limite di tempo(s)",
    "battleSpectator.title": "Stando a guardare",
    "battlerule.emptycommands": "Nessun comando imposto",
    "battlerule.endbattle": "Fine battaglia",
    "battlerule.setendingcommands": "Imposta comandi quando la battaglia finisce",
    "battlerule.setstartingcommands": "Imposta comandi per quando inizia la battaglia",
    "battlespectator.controllerLocation": "Posizione della cassa di battaglia",
    "battlespectator.foundController": "Trovato battello di battaglia",
    "battlespectator.playerIndex": "Indice del giocatore",
    "battlespectator.title": "Spectatore di battaglia",
    "block.tcg.battle_spectator.name": "Dispositivo di spettazione per l'arena delle carte",
    "block.tcg.card_printer": "Stampante di carte",
    "block.tcg.disenchanter": "Disintegratore di carte",
    "block.tcg.essence_jar": "Barattolo di essenza",
    "block.tcg.essence_jar.lore": "Riempito al %s%",
    "block.tcg.large_battle_controller": "Arena dei grandi cartoni",
    "block.tcg.medium_battle_controller": "Arena di carte medie",
    "block.tcg.small_battle_controller": "Arena di carte piccole",
    "card.base1.name": "Alakazam",
    "card.base10.name": "Mewtwo",
    "card.base100.name": "Energia elettrica",
    "card.base101.name": "Energia psichica",
    "card.base102.name": "Energia d'acqua",
    "card.base11.name": "Nidoking",
    "card.base12.name": "Ninetales",
    "card.base13.name": "Poliwrath",
    "card.base14.name": "Raichu",
    "card.base15.name": "Venusaur",
    "card.base16.name": "Zapdos",
    "card.base17.name": "Beedrill",
    "card.base18.name": "Dragon Air",
    "card.base19.name": "Dugtrio",
    "card.base2.name": "Blastoise",
    "card.base20.name": "Electabuzz",
    "card.base21.name": "Elettrodo",
    "card.base22.name": "Pidgeotto",
    "card.base23.name": "Arcanine",
    "card.base24.name": "Charmeleon",
    "card.base25.name": "Dewgong",
    "card.base26.name": "Dratini",
    "card.base27.name": "Farfetch'd",
    "card.base28.name": "Growlithe",
    "card.base29.name": "Haunter",
    "card.base3.name": "Chansey",
    "card.base30.name": "Ivysaur",
    "card.base31.name": "Jynx",
    "card.base32.name": "Kadabra",
    "card.base33.name": "Kakuna",
    "card.base34.name": "Machoke",
    "card.base35.name": "Magikarp",
    "card.base36.name": "Magmar",
    "card.base37.name": "Nidorino",
    "card.base38.name": "Poliwhirl",
    "card.base39.name": "Porygon",
    "card.base4.name": "Charizard",
    "card.base40.name": "Raticate",
    "card.base41.name": "Seel",
    "card.base42.name": "Wartortle",
    "card.base43.name": "Abra",
    "card.base44.name": "Bulbasaur",
    "card.base45.name": "Caterpie",
    "card.base46.name": "Charmander",
    "card.base47.name": "Diglett",
    "card.base48.name": "Dodo",
    "card.base49.name": "Drowzee",
    "card.base5.name": "Clefairy",
    "card.base50.name": "Gastly",
    "card.base51.name": "Koffing",
    "card.base52.name": "Machop",
    "card.base53.name": "Magnemite",
    "card.base54.name": "Metapod",
    "card.base55.name": "Nidoran ♂",
    "card.base56.name": "Onix",
    "card.base57.name": "Pidgey",
    "card.base58.name": "Pikachu",
    "card.base59.name": "Poliwag",
    "card.base6.name": "Gyarados",
    "card.base60.name": "Ponyta",
    "card.base61.name": "Rattata",
    "card.base62.name": "Sandshrew",
    "card.base63.name": "Squirtle",
    "card.base64.name": "Starmie",
    "card.base65.name": "Staryu",
    "card.base66.name": "Tangela",
    "card.base67.name": "Voltorb",
    "card.base68.name": "Vulpix",
    "card.base69.name": "Weedle",
    "card.base7.name": "Hitmonchan",
    "card.base70.name": "Pupazzo di Cleffa",
    "card.base70.text": "Gioca come se fosse un Pokémon di base. Non viene conteggiato come Pokémon KO. Puoi discaricare in qualsiasi momento durante il tuo turno prima di attaccare.",
    "card.base71.name": "Ricerca computer",
    "card.base71.text": "Elimina 2 carte dall'hand per cercare nel tuo mazzo qualsiasi carta e metterla nella tua mano. Mescola il tuo mazzo dopo.",
    "card.base72.effect.selector.chooseevolution": "Scegli una fase di evoluzione",
    "card.base72.effect.selector.choosepokemon": "Scegli un Pokémon",
    "card.base72.name": "Sprezzo di devoluzione",
    "card.base72.text": "Scegli 1 dei tuoi Pokémon e un livello di evoluzione. Elimina tutte le carte di evoluzione di quel livello o superiore, nonché tutti i condizionamenti attuali.",
    "card.base73.name": "Professore Oak imbroglione",
    "card.base73.text": "Il tuo avversario mescola la sua mano nel suo mazzo, quindi disegna 7 carte.",
    "card.base74.name": "Trova oggetti",
    "card.base74.text": "Elimina 2 carte dalle tue mani per poter mettere una carta allenatore dalla tua pila di scarto nella tua mano.",
    "card.base75.name": "Lass",
    "card.base75.text": "Entrambi i giocatori rivelano le loro mani e quindi mescolano tutti gli allenatori delle loro mani di nuovo nei loro deck.",
    "card.base76.effect.selector.basic": "Scegli un Pokémon di base corrispondente",
    "card.base76.effect.selector.stage2": "Scegli un Pokémon di secondo stadio",
    "card.base76.name": "Cacciatore di Pokémon",
    "card.base76.text": "Inserisci un Pokémon di secondo stadio nella tua mano su un Pokémon base corrispondente. Segue le regole dell'evoluzione.",
    "card.base77.name": "Negoziatore di Pokémon",
    "card.base77.text": "Scambia un Pokémon dalla tua mano con qualsiasi Pokémon dal tuo mazzo. Rivelare entrambe le carte.",
    "card.base78.name": "Prendi",
    "card.base78.text": "Scegli 1 dei tuoi Pokémon in gioco e restituisci la sua carta base di Pokémon nella tua mano. (Elimina tutte le carte attaccate a quella carta.)",
    "card.base79.name": "Rimozione di energia superiore",
    "card.base79.text": "Rimuovi 1 energia attaccata al tuo Pokémon per rimuovere fino a 2 carte di energia su uno dei Pokémon del tuo avversario.",
    "card.base8.name": "Machamp",
    "card.base80.name": "Difensore",
    "card.base80.text": "Aggiungi a uno dei tuoi Pokémon. Il turno successivo, riduci il danno inflitto a questo Pokémon di 20 (dopo l'applicazione della debolezza e della resistenza) e scarta il difensore.",
    "card.base81.name": "Recupero di energia",
    "card.base81.text": "Scambia 1 altra carta nella tua mano con fino a 2 carte di energia base dalle tue carte gettate.",
    "card.base82.name": "Ricarica completa",
    "card.base82.text": "Il tuo Pokémon attivo non è più addormentato, confuso, paralizzato o avvelenato.",
    "card.base83.name": "Manutenzione",
    "card.base83.text": "Mescola 2 carte dall'altra parte della tua mano nel tuo mazzo per disegnare una carta.",
    "card.base84.name": "Plus Power",
    "card.base84.text": "Aggiungi questo oggetto al tuo Pokémon attivo per questo turno. Se questo Pokémon infligge danni al Pokémon difensore (dopo l'applicazione della debolezza e della resistenza), il danno è aumentato di 10 unità.",
    "card.base85.name": "Centro Pokémon",
    "card.base85.text": "Rimuovi tutti i contatori di danno da tutti i tuoi Pokémon con contatori di danno, quindi scarta tutte le carte energia attaccate a quei Pokémon.",
    "card.base86.name": "Flauto Pokémon",
    "card.base86.text": "Scegli 1 Pokémon di base nella pila di scarto del tuo avversario e aggiungilo al suo banco.",
    "card.base87.name": "Pokédex",
    "card.base87.text": "Guarda fino a 5 carte dalla parte superiore del tuo mazzo e riordinalle come ti piace.",
    "card.base88.name": "Professor Oak",
    "card.base88.text": "Sacrifica la tua mano, poi disegna 7 carte.",
    "card.base89.name": "Riavviva",
    "card.base89.text": "Inserisci 1 carta di Pokémon base dalla tua pila di scarto sul tuo banco. Aggiungi segnalini di danno a quel Pokémon uguali alla metà del suo HP (arrotondato verso il basso al più vicino multiplo di 10).",
    "card.base9.name": "Magneton",
    "card.base90.name": "Polvere di superbevanda",
    "card.base90.text": "Elimina fino a 4 segnalini danno da un tuo proprio Pokémon, attaccando a esso una carta energia.",
    "card.base91.name": "Fattura",
    "card.base91.text": "Disegna 2 carte.",
    "card.base92.name": "Rimozione di energia",
    "card.base92.text": "Scegli 1 carta di energia appesa a 1 dei Pokémon del tuo avversario e scardinala.",
    "card.base93.name": "Gusto di vento",
    "card.base93.text": "Sostituisci il Pokémon in panchina del tuo avversario con il suo Pokémon attivo.",
    "card.base94.effect.selector": "Seleziona un Pokémon per utilizzare la tua pozione su di esso.",
    "card.base94.name": "Potion",
    "card.base94.text": "Rimuovi fino a 2 contatori di danno da 1 dei tuoi Pokémon.",
    "card.base95.name": "Interruttore",
    "card.base95.text": "Sostituisci il Pokémon in panchina con il tuo Pokémon attivo.",
    "card.base96.name": "Energia doppia colore neutra",
    "card.base96.text": "Non è energia di base. fornisce 2 energia coloreless.",
    "card.base97.name": "Energia di lotta",
    "card.base98.name": "Energia di fuoco",
    "card.base99.name": "Energia erbosa",
    "card.dev1.name": "Slifer",
    "card.dev2.name": "Anima bersaglierista",
    "card.dev2.text": "Disegna carte finché non disegni una carta che non è un Pokémon. A ogni carta disegnata, infliggi 20 danni a tutti i Pokémon del tuo avversario e scarta la carta disegnata.",
    "card.foss1.name": "Aerodattilo",
    "card.foss10.name": "Lapras",
    "card.foss11.name": "Magneton",
    "card.foss12.name": "Moltres",
    "card.foss13.name": "Muk",
    "card.foss14.name": "Raichu",
    "card.foss15.name": "Zapdos",
    "card.foss16.name": "Aerodattilo",
    "card.foss17.name": "Articuno",
    "card.foss18.name": "Ditto",
    "card.foss19.name": "Dragonite",
    "card.foss2.name": "Articuno",
    "card.foss20.name": "Gengar",
    "card.foss21.name": "Haunter",
    "card.foss22.name": "Hitmonlee",
    "card.foss23.name": "Hypno",
    "card.foss24.name": "Kabutops",
    "card.foss25.name": "Lapras",
    "card.foss26.name": "Magneton",
    "card.foss27.name": "Moltres",
    "card.foss28.name": "Muk",
    "card.foss29.name": "Raichu",
    "card.foss3.name": "Ditto",
    "card.foss30.name": "Zapdos",
    "card.foss31.name": "Arbok",
    "card.foss32.name": "Cloyster",
    "card.foss33.name": "Gastly",
    "card.foss34.name": "Golbat",
    "card.foss35.name": "Golduck",
    "card.foss36.name": "Golem",
    "card.foss37.name": "Graveller",
    "card.foss38.name": "Kingler",
    "card.foss39.name": "Magmar",
    "card.foss4.name": "Dragonite",
    "card.foss40.name": "Omastar",
    "card.foss41.name": "Sandslash",
    "card.foss42.name": "Seadra",
    "card.foss43.name": "Slowbro",
    "card.foss44.name": "Tentacruel",
    "card.foss45.name": "Weezing",
    "card.foss46.name": "Ekans",
    "card.foss47.name": "Geodude",
    "card.foss48.name": "Grimer",
    "card.foss49.name": "Horsea",
    "card.foss5.name": "Gengar",
    "card.foss50.name": "Kabuto",
    "card.foss51.name": "Krabby",
    "card.foss52.name": "Omanyte",
    "card.foss53.name": "Psyduck",
    "card.foss54.name": "Shellder",
    "card.foss55.name": "Slowpoke",
    "card.foss56.name": "Tentacool",
    "card.foss57.name": "Zubat",
    "card.foss58.name": "Mr. Fuji",
    "card.foss58.text": "Scegli un Pokémon sul tuo banco. Mescola il Pokémon e qualsiasi carta appesa ad esso nel tuo mazzo.",
    "card.foss59.name": "Ricerca di energia",
    "card.foss59.text": "Cerca il tuo mazzo per una carta di energia base e mettila nella tua mano. Mescola il tuo mazzo in seguito.",
    "card.foss6.name": "Haunter",
    "card.foss60.name": "Gambler",
    "card.foss60.text": "Mescola la tua mano nella tua barza. Lancia una moneta. Se testa, disegna 8 carte. Se coda, disegna 1 carta.",
    "card.foss61.name": "Recycle",
    "card.foss61.text": "Lancia una moneta. Se testa, metti un carta nella tua pila di scarti sopra la tua barza.",
    "card.foss62.name": "Fossile misterioso",
    "card.foss62.text": "Gioca il fossile misterioso come se fosse un Pokémon di base. Mentre in gioco, il fossile misterioso conta come un Pokémon (invece che come carta del trainer). Il fossile misterioso non ha attacchi, non può ritirarsi e non può essere addormentato, confuso, paralizzato o avvelenato. Se il fossile misterioso viene messo KO, non conta come un Pokémon messo KO (discardarlo comunque). In qualsiasi momento durante il tuo turno prima dell'attacco, puoi discartare il fossile misterioso dalla partita.",
    "card.foss7.name": "Hitmonlee",
    "card.foss8.name": "Hypno",
    "card.foss9.name": "Kabutops",
    "card.gymc1.name": "L'arcanino di Blaine",
    "card.gymc10.name": "Koga's Ditto",
    "card.gymc100.name": "Blaine",
    "card.gymc100.text": "Durante questo turno, al posto di attaccare la tua carta energia gratuita, puoi invece attaccare 2 carte energia fuoco a uno dei tuoi Pokémon con Blaine nel suo nome. (L'effetto di giocare copie aggiuntive di questa carta in questo turno non ha effetto.)",
    "card.gymc101.name": "Protezione di Brock",
    "card.gymc101.text": "Aggiungi la protezione di Brock a 1 dei tuoi Pokémon con il nome di Brock. Le carte energia attaccate a quel Pokémon non possono essere rimosse dagli attacchi o dalle carte del tuo avversario. (questo non impedisce che l'attacco o la carta trainer funzioni normalmente).",
    "card.gymc102.name": "Palestra del caos",
    "card.gymc102.text": "Questo biglietto resta in gioco dopo essere stato giocato. Sfida questo biglietto se un'altra carta di stadio viene messa in gioco. Ogni volta che un giocatore gioca una carta di allenatore diversa da una carta di stadio, egli o lei lancia una moneta. Se testa, il giocatore può giocare quella carta normalmente. Se croce, il giocatore non può giocare quella carta. Se la carta non viene messa in gioco, il giocatore avversario può utilizzare quella carta al posto di lui, se fa tutto ciò che è richiesto per giocarla (come scartare carte). In ogni caso, la carta va nella pila dei rifiuti del proprietario.",
    "card.gymc103.name": "La gentilezza di Erika",
    "card.gymc103.text": "Rimuovi 2 contatori di danno da ogni Pokémon (il tuo e quello del tuo avversario) con qualsiasi contatore di danno su di esso. Se un Pokémon ha solo 1 contatore di danno, rimuovilo.",
    "card.gymc104.name": "Giovanni",
    "card.gymc104.text": "Scegli 1 dei tuoi Pokémon in gioco con il nome di Giovanni. Per il resto del tuo turno, puoi evolvere quel Pokémon anche se l'hai appena giocato o evoluto questo turno o se è il tuo primo turno. Questo effetto si applica anche al Pokémon che evolve da esso.",
    "card.gymc105.name": "Ultimo rifugio di Giovanni",
    "card.gymc105.text": "Rimuovi tutti i contatori di danno da uno dei tuoi Pokémon con il nome Giovanni. Poi scarta la tua mano.",
    "card.gymc106.name": "Koga",
    "card.gymc106.text": "Se un attacco da parte di un Pokémon con \"Koga\" nel suo nome causa danni a un Pokémon difensivo durante questo turno, quel Pokémon viene poi avvelenato.",
    "card.gymc107.name": "Piano segreto di lt. Surge",
    "card.gymc107.text": "Inserisci 1 carta dalla tua mano con la faccia in giù sul tuo banco. (Non puoi giocare questa carta se il tuo banco è pieno.) Tratta quella carta come un Pokémon di base finché non è più con la faccia in giù. Capovolgi la carta se uno dei giocatori deve sapere cosa è per utilizzare un attacco, una potenza Pokémon o una carta allenatore. Capovolgi la carta se mai utilizza un attacco o potenza Pokémon, evolve, si ritira, viene danneggiata da un attacco o viene altrimenti influenzata da un attacco. In qualsiasi momento durante il tuo turno, puoi capovolgere la carta. Quando capovolgi quella carta, se non è un Pokémon di base, scarta la carta e tutte le carte ad essa collegate.",
    "card.gymc108.name": "Desiderio di Misty",
    "card.gymc108.text": "Guarda 1 delle tue carte di premio. Poi, chiedi al tuo avversario se puoi scambiare quella carta con 1 delle carte nella tua mano. Se il tuo avversario accetta e hai altre carte nella tua mano, scambia quelle carte. Se il tuo avversario rifiuta, restituisci la carta di premio faccia in giù e disegna una carta.",
    "card.gymc109.name": "Palestra di resistenza",
    "card.gymc109.text": "Questo biglietto resta in gioco dopo essere stato giocato. Elimina questo biglietto se un'altra carta di stadio entra in gioco. La resistenza di ogni Pokémon viene ridotta del 20%. (Se la resistenza di un Pokémon è -30, diventa -10.)",
    "card.gymc11.name": "Lt. Surge's Raichu",
    "card.gymc110.name": "Sabrina",
    "card.gymc110.text": "Prendi tutti i carte energia attaccate a uno dei tuoi Pokémon con il nome Sabrina e attaccala ad un altro dei tuoi Pokémon con il nome Sabrina.",
    "card.gymc111.name": "Quiz di Blaine n. 2",
    "card.gymc111.text": "Inserisci una carta dalla tua mano con la faccia in giù davanti a te. Il tuo avversario tenta di indovinare se è una carta di energia, un'carta trainer o una carta Pokémon (base o evoluzione). Solleva la carta. Se il tuo avversario ha indovinato correttamente, egli o ella può prendere 2 carte. Se l'avversario ha indovinato male, tu puoi prendere 2 carte. In ogni caso, restituisci la carta alla tua mano.",
    "card.gymc112.name": "Quiz di Blaine n. 3",
    "card.gymc112.text": "Inserisci una carta di base o evolutiva dalla tua mano con la faccia in giù davanti a te e comunica il nome di un attacco di quella carta al tuo avversario. L'avversario tenta di indovinare il nome della carta. Solleva la carta. Se l'avversario ha indovinato correttamente, egli o ella può trarre 3 carte. Se l'avversario ha sbagliato, tu puoi trarre 3 carte. In ogni caso, restituisci la carta alla tua mano.",
    "card.gymc113.name": "Gimnasio di Cinnabar City",
    "card.gymc113.text": "Questo carta resta in gioco dopo essere stata giocata. Elimina questa carta se un'altra carta di stadio viene giocata. Ignora la debolezza quando un Pokémon d'acqua fa danni a un Pokémon con il nome Blaine.",
    "card.gymc114.name": "Gimnasio di Città Fucsia",
    "card.gymc114.text": "Questo carta resta in gioco dopo essere stata giocata. Elimina questa carta se un'altra carta di stadio entra in gioco. Una volta durante ogni turno del giocatore (prima dell'attacco), quel giocatore può lanciare una moneta. Se testa, quel giocatore può mescolare 1 dei suoi o Pokémon in gioco con Koga nel suo nome e qualsiasi carta attaccata a esso nella sua scatola.",
    "card.gymc115.name": "Trucco ninja di Koga",
    "card.gymc115.text": "Aggiungi il trucco ninja di Koga al tuo Pokémon attivo con nome Koga. Se questo Pokémon viene spostato in panchina, scarta questa carta. Quando il tuo avversario attacca, puoi scambiare questo Pokémon con 1 dei tuoi Pokémon in panchina (prima del danno o degli effetti di attacco).",
    "card.gymc116.name": "Palla Master",
    "card.gymc116.text": "Guarda 7 carte dalla cima del tuo mazzo. Puoi scegliere una carta Pokémon di base o di evoluzione tra quelle carte, mostrala al tuo avversario e poi mettila nella tua mano. Mescola il resto nel tuo mazzo.",
    "card.gymc117.name": "Ricovera massimo",
    "card.gymc117.text": "Rimuovi 2 carte energia dalla tua mano per mettere 1 Pokémon base della tua pila di scarto sul tuo banco. (non puoi giocare Max Revive se il tuo banco è pieno).",
    "card.gymc118.name": "Le lacrime di Misty",
    "card.gymc118.text": "Rimuovi 1 carta dalle altre nella tua mano per cercare nel tuo mazzo fino a 2 carte di energia acqua. Mostra quelle carte al tuo avversario, poi mettile nella tua mano. Mescola il tuo mazzo in seguito.",
    "card.gymc119.name": "Campo da mina del razzo del ginnasio",
    "card.gymc119.text": "Questo biglietto resta in gioco dopo essere stato giocato. Elimina questo biglietto se un'altra carta di stadio entra in gioco. Ogni volta che un giocatore mette un Pokémon base sul suo o suo banco dalla sua mano, lui o lei lancia una moneta. Se è coda, metti contatori di danno su quel Pokémon.",
    "card.gymc12.name": "Misty's Golduck",
    "card.gymc120.name": "Esperimento segreto del razzo",
    "card.gymc120.text": "Lanciare una moneta. Se testa, cercare nel tuo mazzo di carte qualsiasi carta e metterla nella tua mano. Mescolare il tuo mazzo in seguito. Se croce, non puoi giocare carte trainer fino alla fine del tuo prossimo turno.",
    "card.gymc121.name": "Controllo psichico di Sabrina",
    "card.gymc121.text": "Lanciare una moneta. Se testa, scegli una carta allenatore nella pila di scarto del tuo avversario che non è stata messa in gioco (come PlusPower o Mysterious Fossil). Puoi utilizzare quella carta come se fosse nella tua mano, se lo fai tutto ciò richiesto per giocare quella carta (come discutere carte). La carta resta nella pila di scarto del tuo avversario.",
    "card.gymc122.name": "Gimnasio di Saffron City",
    "card.gymc122.text": "Questo biglietto resta in gioco dopo essere stato giocato. Elimina questo biglietto se un'altra carta di stadio entra in gioco. Ogni volta che un giocatore vuole durante il suo turno (prima dell'attacco), può tornare 1 carta di energia base attaccata a 1 dei suoi Pokémon con il nome Sabrina nel suo mazzo.",
    "card.gymc123.name": "Gimnasio di Città Viridiana",
    "card.gymc123.text": "Questo biglietto resta in gioco dopo essere stato giocato. Elimina questo biglietto se un'altra carta di stadio entra in gioco. Ogni volta che un Pokémon con Giovanni nel suo nome evolve, il proprietario rimuove 2 contatori di danno da quel Pokémon (o 1 se ne ha solo uno).",
    "card.gymc124.name": "Fervore",
    "card.gymc124.text": "Mostra le prime 3 carte del tuo mazzo a tutti i giocatori. Metti qualsiasi carta di energia di fuoco lì nel tuo mazzo e scarta il resto.",
    "card.gymc125.name": "Muri trasparenti",
    "card.gymc125.text": "Fino alla fine del turno successivo del tuo avversario, impedisce tutti i danni da attacchi ai tuoi Pokémon in panchina. (gli altri effetti degli attacchi continuano a verificarsi).",
    "card.gymc126.name": "Punto di guerra",
    "card.gymc126.text": "Se il tuo avversario ha Pokémon in riserva, sceglie uno di essi e lo scambia con il suo Pokémon attivo; poi, se hai Pokémon in riserva, scambi uno di essi con il tuo Pokémon attivo.",
    "card.gymc127.name": "Energia di lotta",
    "card.gymc128.name": "Energia di fuoco",
    "card.gymc129.name": "Energia erba",
    "card.gymc13.name": "Misty's Gyarados",
    "card.gymc130.name": "Energia elettrica luminosa",
    "card.gymc131.name": "Energia psichica",
    "card.gymc132.name": "Energia idrica",
    "card.gymc14.name": "Mewtwo del razzo",
    "card.gymc15.name": "Zapdos del razzo",
    "card.gymc16.name": "Sabrina's Alakazam",
    "card.gymc17.name": "Blaine",
    "card.gymc17.text": "Durante questo turno, al posto di attaccare la tua carta energia gratuita, puoi invece attaccare 2 carte energia fuoco a uno dei tuoi Pokémon con Blaine nel suo nome. (La riproduzione di copie aggiuntive di questa carta in questo turno non ha effetto.)",
    "card.gymc18.name": "Giovanni",
    "card.gymc18.text": "Scegli 1 dei tuoi Pokémon in gioco con il nome di Giovanni. Per il resto del tuo turno, puoi evolvere quel Pokémon anche se l'hai appena giocato o evoluto questo turno o se è il tuo primo turno. Questo effetto si applica anche al Pokémon che evolve da esso.",
    "card.gymc19.name": "Koga",
    "card.gymc19.text": "Se un attacco da parte di un Pokémon con \"Koga\" nel suo nome causa danni a un Pokémon difensivo durante questo turno, quel Pokémon viene poi avvelenato.",
    "card.gymc2.name": "La Charizard di Blaine",
    "card.gymc20.name": "Sabrina",
    "card.gymc20.text": "Prendi tutti i carte energia attaccate a uno dei tuoi Pokémon con il nome Sabrina e attaccala ad un altro dei tuoi Pokémon con il nome Sabrina.",
    "card.gymc21.name": "Blaine's Ninetales",
    "card.gymc22.name": "Brock's Dugtrio",
    "card.gymc23.name": "La Nidoqueen di Giovanni",
    "card.gymc24.name": "Giovanni's Pinsir",
    "card.gymc25.name": "Koga's Arbok",
    "card.gymc26.name": "Koga's Muk",
    "card.gymc27.name": "Koga's Pidgeotto",
    "card.gymc28.name": "Lt. Surge's Jolteon",
    "card.gymc29.name": "Sabrina's Gengar",
    "card.gymc3.name": "La ninetales di Brock",
    "card.gymc30.name": "Sabrina's Golduck",
    "card.gymc31.name": "La Charmeleon di Blaine",
    "card.gymc32.name": "Blaine's Dodrio",
    "card.gymc33.name": "Blaine's Rapidash",
    "card.gymc34.name": "Brock's Graveler",
    "card.gymc35.name": "Brock's Primeape",
    "card.gymc36.name": "Sandslash di Brock",
    "card.gymc37.name": "Vulpix di Brock",
    "card.gymc38.name": "I belli di Erika",
    "card.gymc39.name": "Erika's Bulbasaur",
    "card.gymc4.name": "Erika's Venusaur",
    "card.gymc40.name": "Erika's Clefairy",
    "card.gymc41.name": "Erika's Ivysaur",
    "card.gymc42.name": "Giovanni's Machoke",
    "card.gymc43.name": "Giovanni's Meowth",
    "card.gymc44.name": "Giovanni's Nidorina",
    "card.gymc45.name": "Giovanni's Nidorino",
    "card.gymc46.name": "Koga's Golbat",
    "card.gymc47.name": "Koga's Kakuna",
    "card.gymc48.name": "Koga's Koffing",
    "card.gymc49.name": "Pidgey di Koga",
    "card.gymc5.name": "Giovanni's Gyarados",
    "card.gymc50.name": "Koga's Weezing",
    "card.gymc51.name": "Lt. Surge's Eevee",
    "card.gymc52.name": "Elettrodo del surgo lt.",
    "card.gymc53.name": "Raticate di lt. Surge",
    "card.gymc54.name": "Misty's Dewgong",
    "card.gymc55.name": "Sabrina's Haunter",
    "card.gymc56.name": "Sabrina's Hypno",
    "card.gymc57.name": "Sabrina's Jynx",
    "card.gymc58.name": "Sabrina's Kadabra",
    "card.gymc59.name": "Sabrina's Mr. Mime",
    "card.gymc6.name": "Giovanni's Machamp",
    "card.gymc60.name": "Blaine's Charmander",
    "card.gymc61.name": "Blaine's Doduo",
    "card.gymc62.name": "Blaine's Growlithe",
    "card.gymc63.name": "La Mankey di Blaine",
    "card.gymc64.name": "Ponyta di Blaine",
    "card.gymc65.name": "La Rhiorn di Blaine",
    "card.gymc66.name": "Blaine's Vulpix",
    "card.gymc67.name": "Brock's Diglett",
    "card.gymc68.name": "Il Geodude di Brock",
    "card.gymc69.name": "Erika's Jigglypuff",
    "card.gymc7.name": "Giovanni's Nidoking",
    "card.gymc70.name": "Erika's Oddish",
    "card.gymc71.name": "Erika's Paras",
    "card.gymc72.name": "Giovanni's Machop",
    "card.gymc73.name": "Giovanni's Magikarp",
    "card.gymc74.name": "Giovanni's Meowth",
    "card.gymc75.name": "Giovanni's Nidoran ♀",
    "card.gymc76.name": "Giovanni's Nidoran ♂",
    "card.gymc77.name": "Koga's Ekans",
    "card.gymc78.name": "Koga's Grimer",
    "card.gymc79.name": "Koga's Koffing",
    "card.gymc8.name": "La Persiana di Giovanni",
    "card.gymc80.name": "Pidgey di Koga",
    "card.gymc81.name": "Koga's Tangela",
    "card.gymc82.name": "Koga's Weedle",
    "card.gymc83.name": "Koga's Zubat",
    "card.gymc84.name": "Lt. Surge's Pikachu",
    "card.gymc85.name": "Lt. Surge's Rattata",
    "card.gymc86.name": "Lt. Surge's Voltorb",
    "card.gymc87.name": "Misty's Horsea",
    "card.gymc88.name": "Misty's Magikarp",
    "card.gymc89.name": "Misty's Poliwag",
    "card.gymc9.name": "Koga's Beedrill",
    "card.gymc90.name": "Misty's Psyduck",
    "card.gymc91.name": "Misty's Seel",
    "card.gymc92.name": "Misty's Staryu",
    "card.gymc93.name": "Sabrina's Abra",
    "card.gymc94.name": "Sabrina's Abra",
    "card.gymc95.name": "Sabrina's Drowzee",
    "card.gymc96.name": "Sabrina's Gastly",
    "card.gymc97.name": "Sabrina's Gastly",
    "card.gymc98.name": "Sabrina's Porygon",
    "card.gymc99.name": "Sabrina's Psyduck",
    "card.gymh1.name": "La Moltres di Blaine",
    "card.gymh10.name": "Misty's Tentacruel",
    "card.gymh100.name": "Erika",
    "card.gymh100.text": "Puoi disegnare fino a 3 carte, quindi il tuo avversario può disegnare fino a 3 carte.",
    "card.gymh101.name": "Surge LT",
    "card.gymh101.text": "Puoi giocare questa carta solo se hai almeno 1 carta Pokémon base nella tua mano. Scegli una carta Pokémon base dalla tua mano e fai entrare in gioco come Pokémon attivo. Sposta il tuo vecchio Pokémon attivo sul tuo banco. (Non puoi giocare questa carta se il tuo banco è pieno.)",
    "card.gymh102.name": "Misty",
    "card.gymh102.text": "Elimina 2 carte dall'altra mano per giocare questa carta. Se questo turno fa danni all'Pokémon difensivo (dopo l'applicazione della debolezza e della resistenza) e se l'Pokémon attaccante ha Misty nel suo nome, l'attacco infligge 20 danni in più all'Pokémon difensivo.",
    "card.gymh103.name": "Gimnasio senza rimozione",
    "card.gymh103.text": "Questo biglietto resta in gioco quando lo si gioca. Si deve discutere questo biglietto se un'altra carta di stadio entra in gioco. Un giocatore deve discutere 2 carte dalla sua mano per giocare una carta rimozione energia o super rimozione energia.",
    "card.gymh104.name": "Il palestra di addestramento del razzo",
    "card.gymh104.text": "Questo carta resta in gioco quando la si gioca. Si discarta questa carta se un'altra carta di stadio entra in gioco. Ogni giocatore paga più per ritirare il suo Pokémon attivo.",
    "card.gymh105.name": "Ultimo rifugio di Blaine",
    "card.gymh105.text": "Non puoi giocare questa carta se hai altre carte nella tua mano tranne che per l'ultima speranza di Blaine. Mostra la tua mano al tuo avversario e poi disegna 5 carte.",
    "card.gymh106.name": "Metodo di addestramento di Brock",
    "card.gymh106.text": "Cerca il tuo mazzo per un Pokémon di base o una carta di evoluzione con \"Brock\" nel suo nome. Mostra quella carta al tuo avversario, quindi mettila nella tua mano. Mescola il tuo mazzo in seguito.",
    "card.gymh107.name": "Gimnasio di Celadon City",
    "card.gymh107.text": "Questo carta resta in gioco quando la si gioca. Elimina questa carta se un'altra carta di stadio entra in gioco. Durante ogni turno del giocatore, quel giocatore può scegliere di eliminare una carta di energia attaccata a uno dei suoi Pokémon con Erika nel suo nome. Se quel giocatore lo fa, quel Pokémon non è più addormentato, confuso, paralizzato o avvelenato.",
    "card.gymh108.name": "Gimnasio di città cerulea",
    "card.gymh108.text": "Questo carta resta in gioco quando la si gioca. Discardare questa carta se un'altra carta di stadio entra in gioco. Ogni giocatore paga meno per ritirare il suo o suo Pokémon se ha Misty nel nome.",
    "card.gymh109.name": "Le domestiche di Erika",
    "card.gymh109.text": "Scambia 2 carte dell'altra mano per fino a 2 carte Pokémon base e\/o di evoluzione con il nome Erika nel tuo mazzo. Mostra quelle carte al tuo avversario, poi mettile nella tua mano. Mescola il tuo mazzo dopo.",
    "card.gymh11.name": "Colpo di Hitmonchan del razzo",
    "card.gymh110.name": "Il profumo di Erika",
    "card.gymh110.text": "Guarda la mano del tuo avversario. Se ha qualsiasi carta Pokémon base lì, puoi mettere un numero qualunque di esse sul suo banco (se c'è spazio disponibile).",
    "card.gymh111.name": "Buone maniere",
    "card.gymh111.text": "Per giocare questa carta, non puoi avere alcuna carta Pokémon base nella tua mano. Mostra la tua mano al tuo avversario, poi cerca nella tua barza una carta Pokémon base, mostrala all'avversario e mettila nella tua mano. Mescola quindi la tua barza dopo.",
    "card.gymh112.name": "Patto di surgenza lt.",
    "card.gymh112.text": "Il tuo avversario sceglie 1 delle seguenti opzioni: tutti scelgono 1 dei loro premi e lo mettono nella loro mano, o tu disegni una carta.",
    "card.gymh113.name": "Minione dell'Equipe Rocket",
    "card.gymh113.text": "Lanciare 2 monete. Se entrambe sono testa, scegliere 1 dei Pokémon di panchina del tuo avversario e restituirelo insieme a tutti i carte attaccate alla sua mano. Se 1 o entrambe sono coda, il tuo turno finisce immediatamente (non puoi attaccare in questo turno).",
    "card.gymh114.name": "La collera di Misty",
    "card.gymh114.text": "Guarda le 7 carte in cima del tuo mazzo. Scegli 2 di quelle carte e mettile nella tua mano. Discarda il resto.",
    "card.gymh115.name": "Gimnasio di Città di Pewter",
    "card.gymh115.text": "Questo carta resta in gioco quando la si gioca. Elimina questa carta se un'altra carta di stadio entra in gioco. Non applica resistenza a nessun attacco effettuato da Pokémon con il nome di Brock.",
    "card.gymh116.name": "Ricorda",
    "card.gymh116.text": "Per il tuo attacco di questo turno, il tuo Pokémon attivo può utilizzare qualsiasi attacco dal suo cartone Pokémon base o da un cartone evoluzione appeso a esso. (Tuttavia, devi ancora pagare il costo di energia per quel tipo di attacco.)",
    "card.gymh117.name": "Sabrina's ESP",
    "card.gymh117.text": "Aggiungi Sabrina's ESP a uno dei tuoi Pokémon con il nome di Sabrina alla fine del tuo turno, elimina Sabrina's ESP. Se quel Pokémon utilizza un attacco che coinvolge la monetazione, Sabrina's ESP ti consente di rifare i lanci delle monete una volta sola. Se lo fai, rifai tutti i lanci delle monete.",
    "card.gymh118.name": "Missione segreta",
    "card.gymh118.text": "Guarda la mano del tuo avversario. Poi, puoi scartare quanti altri carta vuoi dalla tua mano e disegna quel numero di carte.",
    "card.gymh119.name": "Macchina per strofinare",
    "card.gymh119.text": "Lanciare una moneta. Se testa, il tuo avversario mette da parte tutte le carte nella sua mano facendole cadere in giù. Nessuno può guardare quelle carte. Alla fine del turno successivo del tuo avversario, il tuo avversario rimette quelle carte nella sua mano. Se croce, il tuo turno finisce immediatamente (non puoi attaccare questo turno).",
    "card.gymh12.name": "Rocket's Moltres",
    "card.gymh120.name": "Gimnasio di città vermiglia",
    "card.gymh120.text": "Questo biglietto resta in gioco quando lo si gioca. Elimina questo biglietto se un'altra carta di stadio entra in gioco. Ogni volta che un giocatore attacca con un Pokémon il cui nome contiene LT. SURGE, può lanciare una moneta. Se testa, e se l'attacco del Pokémon fa danni al Pokémon difensivo (dopo aver applicato debolezza e resistenza), l'attacco fa 10 danni in più al Pokémon difensivo. Se coda, il Pokémon attaccante fa 10 danni a sé stesso in aggiunta a quelli che il suo attacco solitamente fa.",
    "card.gymh121.name": "La scommessa di Blaine",
    "card.gymh121.text": "Sacrifica un numero qualsiasi di carte dall'hand, quindi lancia una moneta. Se testa, disegna due volte quel numero di carte.",
    "card.gymh122.name": "Flusso di energia",
    "card.gymh122.text": "Per ogni dei tuoi Pokémon, puoi restituire un numero qualsiasi di carte energia attaccate a esso alla tua mano.",
    "card.gymh123.name": "Duello di Misty",
    "card.gymh123.text": "Tu e il tuo avversario giocano un gioco di pietra-foglia-scegli. Il vincitore mescola la sua mano nel suo mazzo e disegna una nuova mano di 5 carte. (se non sai come giocare a pietra-foglia-scegli, lancia una moneta per decidere chi è il vincitore.)",
    "card.gymh124.name": "Palestra stretta",
    "card.gymh124.text": "Questo carta resta in gioco quando la si gioca. Discard this card if another stadium card comes into play. No player may have more than 4 Pokémon on his or her bench. When this card is played, if a player has 5 Pokémon on his or her bench, that player chooses 1 of them and returns it and all cards attached to it to his or her hand. (If both players have to return a Pokémon, your opponent returns a Pokémon first.)",
    "card.gymh125.name": "Lo sguardo di Sabrina",
    "card.gymh125.text": "Ogni giocatore mescola la sua mano nel suo mazzo e disegna una nuova mano di carte dello stesso numero di carte.",
    "card.gymh126.name": "Scambio rifiuti",
    "card.gymh126.text": "Conta il numero di carte nella tua pila di scarto e mescola le carte nella tua barza. Poi, discarta quel numero di carte dalla cima della tua barza.",
    "card.gymh127.name": "Energia di lotta",
    "card.gymh128.name": "Energia di fuoco",
    "card.gymh129.name": "Energia erba",
    "card.gymh13.name": "Scythe di Razzi",
    "card.gymh130.name": "Energia elettrica luminosa",
    "card.gymh131.name": "Energia psichica",
    "card.gymh132.name": "Energia d'acqua",
    "card.gymh14.name": "Sabrina's Gengar",
    "card.gymh15.name": "Brock",
    "card.gymh15.text": "Rimuovi 1 contatore di danno da ogni tuo Pokémon che ne ha almeno uno.",
    "card.gymh16.name": "Erika",
    "card.gymh16.text": "Puoi disegnare fino a 3 carte, quindi il tuo avversario può disegnare fino a 3 carte.",
    "card.gymh17.name": "Sorprendente Impulso Lt.",
    "card.gymh17.text": "Puoi giocare questa carta solo se hai almeno 1 carta Pokémon base nella tua mano. Scegli una carta Pokémon base dalla tua mano e fai entrare in gioco come Pokémon attivo. Fai entrare il tuo vecchio Pokémon attivo nel tuo banco. (Non puoi giocare questa carta se il tuo banco è pieno.)",
    "card.gymh18.name": "Misty",
    "card.gymh18.text": "Elimina 2 carte dall'altra mano per giocare questa carta. Se questo turno fa danni all'Pokémon difensivo (dopo l'applicazione della debolezza e della resistenza) e se l'Pokémon attaccante ha Misty nel suo nome, l'attacco infligge 20 danni in più all'Pokémon difensivo.",
    "card.gymh19.name": "La trappola del razzo",
    "card.gymh19.text": "Lanciare una moneta. Se testa, scegli fino a 3 carte casuali dal mazzo del tuo avversario (non le guardare). Il tuo avversario mescola quelle carte nel suo mazzo.",
    "card.gymh2.name": "Rhydon di Brock",
    "card.gymh20.name": "Il golem di Brock",
    "card.gymh21.name": "Onix di Brock",
    "card.gymh22.name": "Rhyhorn di Brock",
    "card.gymh23.name": "Sandslash di Brock",
    "card.gymh24.name": "La carta di Brock, Zubat",
    "card.gymh25.name": "Erika's Clefairy",
    "card.gymh26.name": "Erika's Victreebel",
    "card.gymh27.name": "Lt. Surge's Electabuzz",
    "card.gymh28.name": "Lt. Surge's Raichu",
    "card.gymh29.name": "Cloyster di Misty",
    "card.gymh3.name": "Erika's Clefable",
    "card.gymh30.name": "Misty's Goldeen",
    "card.gymh31.name": "Misty's Poliwrath",
    "card.gymh32.name": "Tentacool di Misty",
    "card.gymh33.name": "Rocket's Snorlax",
    "card.gymh34.name": "Sabrina's Venomoth",
    "card.gymh35.name": "Il Growlithe di Blaine",
    "card.gymh36.name": "Blaine's Kangaskhan",
    "card.gymh37.name": "La Magmar di Blaine",
    "card.gymh38.name": "Il Geodude di Brock",
    "card.gymh39.name": "Brock's Golbat",
    "card.gymh4.name": "Erika's Dragonair",
    "card.gymh40.name": "Brock's Graveler",
    "card.gymh41.name": "Lickitung di Brock",
    "card.gymh42.name": "Erika's Dratini",
    "card.gymh43.name": "Erika's Exeggcute",
    "card.gymh44.name": "Erika's Exeggcutor",
    "card.gymh45.name": "Erika's Gloom",
    "card.gymh46.name": "Erika's Gloom",
    "card.gymh47.name": "Erika's Oddish",
    "card.gymh48.name": "Erika's Weepinbell",
    "card.gymh49.name": "Erika's Weepinbell",
    "card.gymh5.name": "Erika's Vileplume",
    "card.gymh50.name": "Lt. Surge's Magnemite",
    "card.gymh51.name": "Raticate di lt. Surge",
    "card.gymh52.name": "Lt. Surge's Spearow",
    "card.gymh53.name": "Misty's Poliwhirl",
    "card.gymh54.name": "Misty's Psyduck",
    "card.gymh55.name": "Misty's Seaking",
    "card.gymh56.name": "Misty's Starmie",
    "card.gymh57.name": "Tentacool di Misty",
    "card.gymh58.name": "Sabrina's Haunter",
    "card.gymh59.name": "Sabrina's Jynx",
    "card.gymh6.name": "Lt. Surge's Electabuzz",
    "card.gymh60.name": "Sabrina's Slowbro",
    "card.gymh61.name": "La Charmander di Blaine",
    "card.gymh62.name": "Blaine's Growlithe",
    "card.gymh63.name": "Ponyta di Blaine",
    "card.gymh64.name": "La Tauro di Blaine",
    "card.gymh65.name": "Vulpix di Blaine",
    "card.gymh66.name": "Il Geodude di Brock",
    "card.gymh67.name": "Il Mankey di Brock",
    "card.gymh68.name": "Il Mankey di Brock",
    "card.gymh69.name": "Brock's Onix",
    "card.gymh7.name": "Lt. Surge's Fearow",
    "card.gymh70.name": "Rhyhorn di Brock",
    "card.gymh71.name": "La sabbia di Brock",
    "card.gymh72.name": "Brock's Sandshrew",
    "card.gymh73.name": "Vulpix di Brock",
    "card.gymh74.name": "La Zuba di Brock",
    "card.gymh75.name": "Erika's Bellsprout",
    "card.gymh76.name": "Erika's Bellsprout",
    "card.gymh77.name": "Erika's Exeggcute",
    "card.gymh78.name": "Erika's Oddish",
    "card.gymh79.name": "Erika's Tangela",
    "card.gymh8.name": "Lt. Surge's Magneton",
    "card.gymh80.name": "Lt. Surge's Magnemite",
    "card.gymh81.name": "Pikachu di lt. Surge",
    "card.gymh82.name": "Lt. Surge's Rattata",
    "card.gymh83.name": "Spearow di lt. Surge",
    "card.gymh84.name": "Lt. Surge's Voltorb",
    "card.gymh85.name": "Misty's Goldeen",
    "card.gymh86.name": "Misty's Horsea",
    "card.gymh87.name": "Misty's Poliwag",
    "card.gymh88.name": "Misty's Seel",
    "card.gymh89.name": "Misty's Shellder",
    "card.gymh9.name": "Misty's Seadra",
    "card.gymh90.name": "Misty's Staryu",
    "card.gymh91.name": "Sabrina's Abra",
    "card.gymh92.name": "Sabrina's Drowzee",
    "card.gymh93.name": "Sabrina's Gastly",
    "card.gymh94.name": "Sabrina's Mr. Mime",
    "card.gymh95.name": "Sabrina's Slowpoke",
    "card.gymh96.name": "Sabrina's Venonat",
    "card.gymh97.name": "Quiz di Blaine n. 1",
    "card.gymh97.text": "Inserisci un Pokémon di base o una carta di evoluzione dalla tua mano con il dorso rivolto verso di te e comunica il nome del Pokémon al tuo avversario. Il tuo avversario tenta di indovinare la lunghezza del Pokémon. Volta la carta. Se il tuo avversario ha indovinato correttamente, egli o ella può trarre 2 carte. Se il tuo avversario ha indovinato male, tu puoi trarre 2 carte. In ogni caso, restituisci la carta alla tua mano.",
    "card.gymh98.name": "Brock",
    "card.gymh98.text": "Rimuovi 1 contatore di danno da ogni tuo Pokémon che ne ha almeno uno.",
    "card.gymh99.name": "Carità",
    "card.gymh99.text": "Aggiungi carità al tuo Pokémon attivo. A meno che quel Pokémon non venga knock out, restituisci carità alla tua mano alla fine del tuo turno. Se quel Pokémon attacca e infligge danni al Pokémon difensore, puoi ridurre quei danni di qualsiasi importo (arrotondato al decimo più vicino).",
    "card.jung1.name": "Clefable",
    "card.jung10.name": "Scyther",
    "card.jung11.name": "Snorlax",
    "card.jung12.name": "Vaporeon",
    "card.jung13.name": "Venomoth",
    "card.jung14.name": "Victreebel",
    "card.jung15.name": "Vileplume",
    "card.jung16.name": "Wigglytuff",
    "card.jung17.name": "Clefable",
    "card.jung18.name": "Elettrodo",
    "card.jung19.name": "Flareon",
    "card.jung2.name": "Elettrodo",
    "card.jung20.name": "Jolteon",
    "card.jung21.name": "Kangaskhan",
    "card.jung22.name": "Mr. Mime",
    "card.jung23.name": "Nidoqueen",
    "card.jung24.name": "Pidgeot",
    "card.jung25.name": "Pinsir",
    "card.jung26.name": "Scyther",
    "card.jung27.name": "Snorlax",
    "card.jung28.name": "Vaporeon",
    "card.jung29.name": "Venomoth",
    "card.jung3.name": "Flareon",
    "card.jung30.name": "Victreebel",
    "card.jung31.name": "Vileplume",
    "card.jung32.name": "Wigglytuff",
    "card.jung33.name": "Butterfree",
    "card.jung34.name": "Dodrio",
    "card.jung35.name": "Exeggcutor",
    "card.jung36.name": "Fearow",
    "card.jung37.name": "Gloom",
    "card.jung38.name": "Lickitung",
    "card.jung39.name": "Marowak",
    "card.jung4.name": "Jolteon",
    "card.jung40.name": "Nidorina",
    "card.jung41.name": "Parasekta",
    "card.jung42.name": "Persiano",
    "card.jung43.name": "Primeape",
    "card.jung44.name": "Rapidash",
    "card.jung45.name": "Rhydon",
    "card.jung46.name": "Seaking",
    "card.jung47.name": "Tauros",
    "card.jung48.name": "Weepinbell",
    "card.jung49.name": "Bellsprout",
    "card.jung5.name": "Kangaskhan",
    "card.jung50.name": "Cubone",
    "card.jung51.name": "Eevee",
    "card.jung52.name": "Exeggcute",
    "card.jung53.name": "Goldeen",
    "card.jung54.name": "Jigglypuff",
    "card.jung55.name": "Mankey",
    "card.jung56.name": "Meowth",
    "card.jung57.name": "Nidoran ♀",
    "card.jung58.name": "Oddish",
    "card.jung59.name": "Paras",
    "card.jung6.name": "Mr. Mime",
    "card.jung60.name": "Pikachu",
    "card.jung61.name": "Rhyhorn",
    "card.jung62.name": "Spearow",
    "card.jung63.name": "Venonat",
    "card.jung64.name": "Pallone Pokémon",
    "card.jung64.text": "Lanciare una moneta. Se testa, puoi cercare il tuo mazzo per qualsiasi Pokémon base o carta di evoluzione. Mostra quella carta al tuo avversario e mettila nella tua mano. Mescola quindi il tuo mazzo dopo.",
    "card.jung7.name": "Nidoqueen",
    "card.jung8.name": "Pidgeot",
    "card.jung9.name": "Pinsir",
    "card.rarities.common": "Comune",
    "card.rarities.holo_rare": "Raro in hologramma",
    "card.rarities.rare": "Raro",
    "card.rarities.secret_rare": "Raro segreto",
    "card.rarities.ultra_rare": "Estremamente raro",
    "card.rarities.uncommon": "Raro",
    "card.refo1.name": "Benvenuto!",
    "card.tero1.name": "Dark Alakazam",
    "card.tero10.name": "Machamp Oscuro",
    "card.tero11.name": "Magnetone oscuro",
    "card.tero12.name": "Slowbro oscuro",
    "card.tero13.name": "Vileplume oscuro",
    "card.tero14.name": "Dark Weezing",
    "card.tero15.name": "Ecco arriva Team Rocket!",
    "card.tero15.text": "Ogni giocatore gioca con le sue carte di premio scoperte per il resto del gioco.",
    "card.tero16.name": "Attacco di sorpresa del razzo",
    "card.tero16.text": "Guarda la mano del tuo avversario. Se ha carte Trainer, scegli una di esse. Il tuo avversario mescola quella carta nel suo mazzo.",
    "card.tero17.name": "Energia arcobaleno",
    "card.tero17.text": "Non è un'energia di base. fornisce ogni tipo di energia di base, ma solo una alla volta. infligge 10 danni al Pokémon a cui è attaccato.",
    "card.tero18.name": "Dark Alakazam",
    "card.tero19.name": "Arbok Oscuro",
    "card.tero2.name": "Arbok oscuro",
    "card.tero20.name": "Dark Blastoise",
    "card.tero21.name": "Dark Charizard",
    "card.tero22.name": "Drakonite Oscuro",
    "card.tero23.name": "Dark Dugtrio",
    "card.tero24.name": "Dark Golbat",
    "card.tero25.name": "Dark Gyarados",
    "card.tero26.name": "Dark Hypno",
    "card.tero27.name": "Machamp Oscuro",
    "card.tero28.name": "Magnetone oscuro",
    "card.tero29.name": "Slowbro oscuro",
    "card.tero3.name": "Dark Blastoise",
    "card.tero30.name": "Vileplume oscuro",
    "card.tero31.name": "Dark Weezing",
    "card.tero32.name": "Dark Charmeleon",
    "card.tero33.name": "Drago aereo oscuro",
    "card.tero34.name": "Elettrodo oscuro",
    "card.tero35.name": "Dark Flareon",
    "card.tero36.name": "Ombra oscura",
    "card.tero37.name": "Dark Golduck",
    "card.tero38.name": "Dark Jolteon",
    "card.tero39.name": "Dark Kadabra",
    "card.tero4.name": "Drakkar Nero",
    "card.tero40.name": "Machoke Oscuro",
    "card.tero41.name": "Dark Muk",
    "card.tero42.name": "Persiano oscuro",
    "card.tero43.name": "Dark Primeape",
    "card.tero44.name": "Rapidash Oscuro",
    "card.tero45.name": "Dark Vaporeon",
    "card.tero46.name": "Wartortle oscuro",
    "card.tero47.name": "Magikarp",
    "card.tero48.name": "Porygon",
    "card.tero49.name": "Abra",
    "card.tero5.name": "Drakonite Oscuro",
    "card.tero50.name": "Charmander",
    "card.tero51.name": "Raticate oscuro",
    "card.tero52.name": "Diglett",
    "card.tero53.name": "Dratini",
    "card.tero54.name": "Drowzee",
    "card.tero55.name": "Eevee",
    "card.tero56.name": "Ekans",
    "card.tero57.name": "Grimer",
    "card.tero58.name": "Koffing",
    "card.tero59.name": "Machop",
    "card.tero6.name": "Dugtrio oscuro",
    "card.tero60.name": "Magnemite",
    "card.tero61.name": "Mankey",
    "card.tero62.name": "Meowth",
    "card.tero63.name": "Oddish",
    "card.tero64.name": "Ponyta",
    "card.tero65.name": "Psyduck",
    "card.tero66.name": "Rattata",
    "card.tero67.name": "Slowpoke",
    "card.tero68.name": "Squirtle",
    "card.tero69.name": "Voltorb",
    "card.tero7.name": "Dark Golbat",
    "card.tero70.name": "Zubat",
    "card.tero71.name": "Arriva Team Rocket!",
    "card.tero71.text": "Ogni giocatore gioca con le sue carte di premio scoperte per il resto del gioco.",
    "card.tero72.name": "Attacco di sorpresa del razzo",
    "card.tero72.text": "Guarda la mano del tuo avversario. Se ha carte Trainer, scegli una di esse. Il tuo avversario mescola quella carta nel suo mazzo.",
    "card.tero73.name": "Il modo del capo",
    "card.tero73.text": "Cerca il tuo mazzo per una carta di evoluzione con \"Dark\" nel suo nome. Mostra la carta al tuo avversario, quindi mettila nella tua mano. Mescola il tuo mazzo in seguito.",
    "card.tero74.name": "Sfida!",
    "card.tero74.text": "Chiedi al tuo avversario se accetta il tuo sfida. Se il tuo avversario rifiuta (o se entrambe le panchine sono piene), disegna 2 carte. Se il tuo avversario accetta, ogni giocatore cerca nella propria barca di Pokémon base qualsiasi numero di carte e le mette faccia in giù sulla propria panchina. (Un giocatore non può fare questo se la sua panchina è piena.) Quando entrambi avrete finito, mescola le tue barche e rivela quelle carte.",
    "card.tero75.name": "Digger",
    "card.tero75.text": "Lanciare una moneta. Se cadi, infliggere 10 danni al Pokémon attivo del tuo giocatore. Se esce testa, il tuo avversario lancia una moneta. Se cadi, il tuo avversario infligge 10 danni al suo o suo Pokémon attivo. Se esce testa, tu lanci una moneta. Continua a fare questo fino a quando un giocatore non ottiene cadi.",
    "card.tero76.name": "Ritorsione dell'acero imbroglione",
    "card.tero76.text": "Scegli una carta dalla tua mano per giocare questa carta. Il tuo avversario mescola la sua mano nel suo mazzo, quindi disegna 4 carte.",
    "card.tero77.name": "Esecuzione notturna di rifiuti",
    "card.tero77.text": "Scegli fino a 3 carte Pokémon base, carte di evoluzione e\/o carte di energia base dalla tua pila di scarto. Mostraliele al tuo avversario e mescolale nella tua barza.",
    "card.tero78.name": "Attacco di gas goop",
    "card.tero78.text": "Tutti i poteri dei Pokémon smetteranno di funzionare fino alla fine del turno successivo del tuo avversario.",
    "card.tero79.name": "sleep!",
    "card.tero79.text": "Lanciare una moneta. Se testa, il Pokémon difensore è ora addormentato.",
    "card.tero8.name": "Dark Gyarados",
    "card.tero80.name": "Energia arcobaleno",
    "card.tero80.text": "Non è un'energia di base. fornisce ogni tipo di energia di base, ma solo una alla volta. infligge 10 danni al Pokémon a cui è attaccato.",
    "card.tero81.name": "Ricarica energetica completa",
    "card.tero81.text": "Non è un'energia di base. fornisce 1 energia senza colore. rimuove il sonno, la confusione, il paralisi e il veleno dal Pokémon a cui è attaccato.",
    "card.tero82.name": "Potion Energy",
    "card.tero82.text": "Non è un'energia di base. fornisce 1 energia senza colore. rimuovi 1 contatore di danno dal Pokémon a cui è attaccato questo.",
    "card.tero83.name": "Dark Raichu",
    "card.tero9.name": "Dark Hypno",
    "card.types.aspec": "a-spec",
    "card.types.basic": "Basic",
    "card.types.break": "Rottura",
    "card.types.cosmetic": "Estetico",
    "card.types.energy": "Energia",
    "card.types.ex": "EX",
    "card.types.gx": "GX",
    "card.types.item": "Oggetto",
    "card.types.legend": "Leggenda",
    "card.types.lvlx": "LvlX",
    "card.types.mega": "Mega",
    "card.types.stadium": "Stadio",
    "card.types.stage1": "Fase 1",
    "card.types.stage2": "Stadio 2",
    "card.types.supporter": "Supporter",
    "card.types.technicalmachine": "Macchina tecnica",
    "card.types.tool": "Strumento",
    "card.types.trainer": "Allenatore",
    "card.wbsp.22.name": "Articuno",
    "card.wbsp1.name": "Pikachu",
    "card.wbsp10.name": "Meowth",
    "card.wbsp11.name": "Eevee",
    "card.wbsp12.name": "Mewtwo",
    "card.wbsp13.name": "Venusaur",
    "card.wbsp14.name": "Mewtwo",
    "card.wbsp15.name": "Porygon raffreddato",
    "card.wbsp16.name": "Errore del computer",
    "card.wbsp16.text": "Puoi disegnare fino a 5 carte, quindi il tuo avversario può disegnare fino a 5 carte. Il tuo turno è ora concluso. (Non puoi attaccare.)",
    "card.wbsp17.name": "Persiano Oscuro",
    "card.wbsp18.name": "Il Gatto di Team Rocket",
    "card.wbsp19.name": "Sabrina's Abra",
    "card.wbsp2.name": "Electabuzz",
    "card.wbsp20.name": "Psyduck",
    "card.wbsp21.name": "Moltres",
    "card.wbsp23.name": "Zapdos",
    "card.wbsp24.name": "__________'s Pikachu",
    "card.wbsp25.name": "Pikachu in volo",
    "card.wbsp26.name": "Pikachu",
    "card.wbsp27.name": "Pikachu",
    "card.wbsp28.name": "Surfing Pikachu",
    "card.wbsp29.name": "Marill",
    "card.wbsp3.name": "Mewtwo",
    "card.wbsp30.name": "Togepi",
    "card.wbsp31.name": "Cleffa",
    "card.wbsp32.name": "Smeargle",
    "card.wbsp33.name": "Scizor",
    "card.wbsp34.name": "Entei",
    "card.wbsp35.name": "Pichu",
    "card.wbsp36.name": "Igglybuff",
    "card.wbsp37.name": "HitmonTop",
    "card.wbsp38.name": "Unown J",
    "card.wbsp39.name": "Misdreavus",
    "card.wbsp4.name": "Pikachu",
    "card.wbsp40.name": "Centro Pokémon",
    "card.wbsp40.text": "Rimuovi tutti i contatori di danno da tutti i Pokémon con contatori di danno presenti, quindi scarta tutte le carte energia attaccate a quei Pokémon.",
    "card.wbsp41.name": "Stadio fortunato",
    "card.wbsp41.text": "Durante ogni turno del giocatore (prima che attacchi), può lanciare un dado. Se testa, il giocatore disegna una carta. Questa carta resta in gioco dopo essere stata giocata. Elimina questa carta se viene giocato un'altra carta di stadio.",
    "card.wbsp42.name": "Torre dei Pokémon",
    "card.wbsp42.text": "Se l'effetto di una carta Pokémon potere, attacco, carta energia o carta allenatore metterebbe una carta nella pila dei rifiuti nella mano del proprietario, quella carta resta nella pila dei rifiuti invece. Questa carta resta in gioco dopo essere stata giocata. Elimina questa carta se un'altra carta stadio viene giocata.",
    "card.wbsp43.name": "Machamp",
    "card.wbsp44.name": "Magmar",
    "card.wbsp45.name": "Scyther",
    "card.wbsp46.name": "Electabuzz",
    "card.wbsp47.name": "Mew",
    "card.wbsp48.name": "Articuno",
    "card.wbsp49.name": "Snorlax",
    "card.wbsp5.name": "Dragonite",
    "card.wbsp50.name": "Celebi",
    "card.wbsp51.name": "Rapidash",
    "card.wbsp52.name": "Ho-Oh",
    "card.wbsp53.name": "Suicune",
    "card.wbsp6.name": "Arkanina",
    "card.wbsp7.name": "Jigglypuff",
    "card.wbsp8.name": "Mew",
    "card.wbsp9.name": "Mew",
    "color.minecraft.unknown": "Sconosciuto",
    "deck.2playerstarter.name": "Sommario di partenza per 2 giocatori",
    "deck.blackout.name": "Blackout",
    "deck.bodyguard.name": "Guardia del corpo",
    "deck.brushfire.name": "Incendio raccoglitore",
    "deck.lockdown.name": "Blocco",
    "deck.overgrowth.name": "Overgrowth",
    "deck.powerReserve.name": "Riserva di potenza",
    "deck.powerreserve.name": "Riserva di potenza",
    "deck.trainerdecka.name": "Deck del trainer A",
    "deck.trainerdeckb.name": "Deck del trainer B",
    "deck.waterBlast.name": "Impulso d'acqua",
    "deck.waterblast.name": "Waterblast",
    "deck.zap.name": "Zap!",
    "duel.log.ability": "%s ha utilizzato potenza %s.",
    "duel.log.acard": "una carta",
    "duel.log.attach": "%s si è attaccato %s a %s.",
    "duel.log.attack": "%s attaccò %s con il movimento %s",
    "duel.log.discard": "%s ha gettato %s.",
    "duel.log.draw": "%s ha giocato %s carta\/i.",
    "duel.log.evolve.opponent": "L'avversario %s si è evoluto in %s.",
    "duel.log.evolve.you": "Il tuo %s si è evolto in %s.",
    "duel.log.gamestarted": "Il gioco è iniziato.",
    "duel.log.knockout": "%s è stato messo KO.",
    "duel.log.passturn": "%s ha iniziato un nuovo turno.",
    "duel.log.play": "%s ha giocato con %s.",
    "duel.log.switch": "%s si è spostato in %s.",
    "duel.log.you": "tu",
    "gui.chooseNPC.tcgtrader": "Negozio di carte TCG",
    "gui.guiPack.title": "Hai aperto un pacchetto!",
    "item.card": "Carta di Pixelmon",
    "item.card.lore.code": "Codice: %s",
    "item.card.lore.rarity": "Rarità: %s",
    "item.card.lore.set": "Imposta: %s",
    "item.card.lore.type": "Tipo: %s",
    "item.card_introduction": "Carta di benvenuto",
    "item.tcg.battle_rule": "Regola di battaglia del TCG",
    "item.tcg.binder": "Leggenda dei carte",
    "item.tcg.board": "Tavola da gioco",
    "item.tcg.card_back": "Carta di retrofaccia",
    "item.tcg.card_back.lore.artist": "artista: %s",
    "item.tcg.coin": "Moneta",
    "item.tcg.coin.lore.artist": "artista:",
    "item.tcg.compendium": "Compendio di carte",
    "item.tcg.deck": "Supporto di deck",
    "item.tcg.deck.locked": "Bloccato",
    "item.tcg.deck.unopened": "Non aperto",
    "item.tcg.eye": "Occhio del millennio",
    "item.tcg.eye.lore": "Rivela la mano del tuo avversario",
    "item.tcg.key": "Chiave del millennio",
    "item.tcg.key.lore": "Doppia la tua energia di attacco",
    "item.tcg.necklace": "Collare del millennio",
    "item.tcg.necklace.lore": "Riduplica tutti i tuoi estratti",
    "item.tcg.pack": "Pacco di booster",
    "item.tcg.pendant": "pendente del millennio",
    "item.tcg.pendant.lore1": "Ti disegni nel ordine del mazzo",
    "item.tcg.pendant.lore2": "Clicca destro per evocare un NPC commerciante TCG",
    "item.tcg.pendant.lore3": "Clicca destro su un NPC per abilitare\/disabilitare il commercio TCG",
    "item.tcg.ring": "Anello del millennio",
    "item.tcg.ring.lore": "Prendi carte di premio doppie",
    "item.tcg.rod": "Astuccio del millennio",
    "item.tcg.rod.lore": "Ripeti tutti i carte che il tuo avversario gioca",
    "item.tcg.rulebook": "Manuale delle regole del TCG",
    "item.tcg.scales": "Scaglie del millennio",
    "item.tcg.scales.lore": "Riduce qualsiasi danno da battaglia che ti infligge a 10",
    "item.tcg.shadow_wand": "Astuccio d'ombra",
    "item.tcg.shadow_wand.lore": "Il tabellone di gioco di purplefys",
    "item.tcg.sound_mod": "Modulazione del suono",
    "power.bounce.name": "Codardia",
    "power.bounce.text": "In qualsiasi momento durante il tuo turno (prima del tuo attacco), puoi far tornare Tentacool nella tua mano. (scarta tutte le carte collegate a Tentacool.) Questo potere non può essere utilizzato nel turno in cui metti in gioco Tentacool o se Tentacool è addormentato, confuso o paralizzato.",
    "power.buzzap.name": "Generatore buzzap",
    "power.buzzap.text": "Una volta durante il tuo turno, se questo Pokémon è sul tuo banco, puoi cercare nel tuo mazzo fino a 2 carte di energia elettrica e attaccarle ai tuoi Pokémon elettrici in qualsiasi modo desideri. Poi, mescola il tuo mazzo. Se hai cercato nel tuo mazzo in questo modo, questo Pokémon viene eliminato.",
    "power.curse.name": "Maledizione",
    "power.curse.text": "Una volta durante il tuo turno (prima del tuo attacco), puoi spostare un contatore di danno da 1 dei Pokémon del tuo avversario a un altro (anche se questo farebbe uscire dal combattimento l'altro Pokémon). Questo potere non può essere utilizzato se Gengar è addormentato, confuso o paralizzato.",
    "power.damageswap.name": "Scambio danni",
    "power.damageswap.text": "Come spesso desideri durante il tuo turno (prima del tuo attacco), puoi spostare 1 contatore di danno da uno dei tuoi Pokémon a un altro, purché non lo knock out. Questo potere non può essere utilizzato se Alakazam è addormentato, confuso o paralizzato.",
    "power.damageswapenemy.name": "Maledizione",
    "power.damageswapenemy.text": "Una volta durante il tuo turno (prima del tuo attacco), puoi spostare un contrassegno di danno da 1 dei Pokémon del tuo avversario a un altro (anche se questo farebbe uscire dal combattimento l'altro Pokémon). Questo potere non può essere utilizzato se Gengar è addormentato, confuso o paralizzato.",
    "power.damageswaptoselfonly.name": "Comportamento strano",
    "power.damageswaptoselfonly.text": "Puoi spostare 1 contatore danno da uno dei tuoi Pokémon a Slowbro durante il tuo turno (prima dell'attacco), quanti volte vuoi, fintanto che non elimini Slowbro. Questo potere non può essere utilizzato se Slowbro è addormentato, confuso o paralizzato.",
    "power.disableevolution.name": "Potere preistorico",
    "power.disableevolution.text": "Non ci sono più carte di evoluzione da giocare. Questa potenza smetterà di funzionare mentre l'Aerodattilo è addormentato, confuso o paralizzato.",
    "power.energytransfer.name": "Trasferimento di energia",
    "power.energytransfer.text": "Come spesso desideri durante il tuo turno (prima del tuo attacco), puoi prendere una carta di energia erba appesa a uno dei tuoi Pokémon e appenderla ad un altro. Questo potere non può essere utilizzato se Venusaur è addormentato, confuso o paralizzato.",
    "power.evolutionarylight.name": "Luce evolutiva",
    "power.evolutionarylight.text": "Una volta durante il tuo turno (prima del tuo attacco), puoi cercare nel tuo mazzo una carta di evoluzione. Mostra la carta al tuo avversario e mettila nella tua mano. Mescola poi il tuo mazzo. Questo potere non può essere utilizzato se Drago Aria Oscura è addormentato, confuso o paralizzato.",
    "power.fliptoevade.name": "Transparenza",
    "power.fliptoevade.text": "Ogni volta che un attacco fa qualcosa a Haunter, lancia una moneta. Se esce testa, impedisce tutti gli effetti di quell'attacco, inclusi il danno, subiti da Haunter. Questo potere non funziona mentre Haunter è addormentato, confuso o paralizzato.",
    "power.halfdamage.name": "Armadura Kabuto",
    "power.halfdamage.text": "Ogni volta che un attacco (anche il tuo proprio) fa del danno a Kabuto (dopo l'applicazione della debolezza e della resistenza), quell'attacco fa solo metà del danno a Kabuto (arrotondato verso il basso al più vicino decimo). Gli altri effetti degli attacchi continuano a verificarsi. Questa potenza smette di funzionare mentre Kabuto è addormentato, confuso o paralizzato.",
    "power.heal.name": "Ricovera",
    "power.heal.text": "Una volta durante il tuo turno (prima del tuo attacco), puoi capovolgere una moneta. Se esce testa, rimuovi un contrassegno di danno da uno dei tuoi Pokémon. Questo potere non può essere utilizzato se Vileplume è addormentato, confuso o paralizzato.",
    "power.invisiblewall.name": "Barriera invisibile",
    "power.invisiblewall.text": "Ogni volta che un attacco (incluso il tuo) fa 30 o più danni a Mr. Mime (dopo l'applicazione della debolezza e della resistenza), impedisce quel danno. Gli altri effetti degli attacchi continuano a verificarsi. Questa potenza smette di funzionare mentre Mr. Mime è addormentato, confuso o paralizzato.",
    "power.peak.name": "Peek",
    "power.peak.text": "Una volta durante il tuo turno (prima del tuo attacco), puoi guardare uno dei seguenti: la carta in cima alla pila di carte di entrambi i giocatori, una carta casuale dalla mano dell'avversario o una delle carte dei premi di entrambi i giocatori. Questo potere non può essere utilizzato se Mankey è addormentato, confuso o paralizzato.",
    "power.raindance.name": "Danze della pioggia",
    "power.raindance.text": "Come spesso desideri durante il tuo turno (prima del tuo attacco), puoi appiccicare 1 carta di energia acqua a 1 dei tuoi Pokémon acqua. (questo non utilizza la tua carta di energia per l'attacco del turno). Questo potere non può essere usato se Blastoise è addormentato, confuso o paralizzato.",
    "power.retreataid.name": "Aiuto di ritirata",
    "power.retreataid.text": "Finché Dodrio non è in panchina, pagare 1 meno colore per ritirare il tuo Pokémon attivo.",
    "power.revealhand.name": "Clairvoyanza",
    "power.revealhand.text": "Il tuo avversario gioca con la sua mano scoperta. Questo potere non funziona mentre Omanyte è addormentato, confuso o paralizzato.",
    "power.shift.name": "Spinta",
    "power.shift.text": "Una volta durante il tuo turno (prima del tuo attacco), puoi cambiare il tipo di Venomoth nel tipo di qualsiasi altro Pokémon in gioco, eccetto Colorless. Questo potere non può essere utilizzato se Venomoth è addormentato, confuso o paralizzato.",
    "power.specialdelivery.name": "Spedizione speciale",
    "power.specialdelivery.text": "Una volta durante il tuo turno (prima del tuo attacco), puoi estrarre una carta. Se lo fai, scegli una carta dalla tua mano e mettila in cima al tuo mazzo. Questo potere non può essere utilizzato se Dragonite è addormentato, confuso o paralizzato.",
    "power.stepin.name": "Ingresso",
    "power.stepin.text": "Una volta durante il tuo turno (prima del tuo attacco), se il Dragonite è sul tuo banco, puoi scambiarlo con il tuo Pokémon attivo.",
    "power.strikeback.name": "Colpisce indietro",
    "power.strikeback.text": "Ogni volta che l'attacco dell'avversario danneggia Machamp (anche se Machamp è stato messo fuori gioco), questo potere fa 10 danni al Pokémon attaccante. (non applicare debolezza e resistenza ai Pokémon in panchina).",
    "power.thickskinned.name": "Pelle spessa",
    "power.thickskinned.text": "Snorlax non può diventare addormentato, confuso, paralizzato, avvelenato o bruciato. Questo potere smette di funzionare mentre Snorlax è influenzato da una condizione speciale.",
    "power.toxicgas.name": "Gas tossico",
    "power.toxicgas.text": "Ignora tutti i poteri dei Pokémon diversi dai gas tossici. Questo potere non funziona mentre Muk è addormentato, confuso o paralizzato.",
    "power.transform.name": "Trasformare",
    "power.transform.text": "Se Ditto è il tuo Pokémon attivo, trattalo come se fosse lo stesso carta del Pokémon difensore, compresi tipo, punti vita, debolezza e così via, eccetto che Ditto non può evolvere, sempre ha questo potere del Pokémon e puoi trattare qualsiasi energia attaccata a Ditto come energia di qualunque tipo. Ditto non è una copia di alcun altro Pokémon mentre Ditto è addormentato, confuso o paralizzato.",
    "selector.mydiscard": "Il tuo mucchio di scarti",
    "set.base.name": "Imposta base",
    "set.dev.name": "Developer",
    "set.foss.name": "Fossile",
    "set.gymc.name": "Sfida del palestra",
    "set.gymh.name": "Eroi del palestra",
    "set.jung.name": "Selva",
    "set.tero.name": "Team Rocket",
    "set.wbsp.name": "Promozioni Stelle Nere dei Maghi",
    "tcg.battle.reveal": "§l%s rivela que carte",
    "tcg.card.plural": "carte",
    "tcg.card.singular": "Carta",
    "tcg.cardselector.hint": "§l%s %s %s",
    "tcg.creativetab.cards": "Carte",
    "tcg.creativetab.cosmetics": "Cosmetici TCG",
    "tcg.creativetab.decks": "Schede",
    "tcg.creativetab.packs": "Pacchetti",
    "tcg.creativetab.tcg": "Carta da gioco di Pixelmon",
    "tcg.deck.title": "Baratta",
    "tcg.energy.plural": "Energies",
    "tcg.energy.singular": "energia",
    "tcg.essence": "Menu delle essenze",
    "tcg.essence.color.invalid": "Hai specificato un colore non valido. Un colore deve essere o un colore di Minecraft (ad esempio, nero o blu chiaro) o nel formato esadecimale.",
    "tcg.essence.color.unknown": "Sconosciuto",
    "tcg.essence.given": "%s essenza in bottiglia è stata aggiunta alla tua inventario!",
    "tcg.keybindcategory": "Categoria di tasti TCG",
    "trainer.energysearch.selector.reveal": "L'avversario ha scelto una carta di energia dal mazzo.",
    "trainer.maintenance.selector.choose": "Mescolare 2 carte dalla mano nel mazzo",
    "trainer.pokedex.selector.1": "Scegli la carta superiore (1°)",
    "trainer.pokedex.selector.2": "Scegli la seconda carta",
    "trainer.pokedex.selector.3": "Scegli la terza carta",
    "trainer.pokedex.selector.4": "Scegli la quarta carta",
    "trainer.pokedex.selector.5": "Scegli la carta 5ª",
    "trainer.pokemontrader.selector.reveal": "L'avversario ha scambiato Pokémon tra la propria barza e la mano."
}