{
    "block.utilitix.advanced_brewery": "Ferro di produzione avanzata",
    "block.utilitix.comparator_redirector_down": "Redirectore di comparatore: disattivato",
    "block.utilitix.comparator_redirector_up": "Redirectore di comparatore: in alto",
    "block.utilitix.crossing_rail": "Rete di incrocio",
    "block.utilitix.crude_furnace": "Fornace cruda",
    "block.utilitix.dimmable_redstone_lamp": "Lampada a gas di risonanza regolabile",
    "block.utilitix.directional_highspeed_rail": "Treno a alta velocità direzionale",
    "block.utilitix.directional_rail": "Treno a direzione selezionabile",
    "block.utilitix.experience_crystal": "Cristallo di esperienza",
    "block.utilitix.filter_rail": "Rete di filtro",
    "block.utilitix.highspeed_rail": "Treno ad alta velocità",
    "block.utilitix.linked_repeater": "Ripetitore collegato",
    "block.utilitix.piston_controller_rail": "Treno di mine con controllore pistone",
    "block.utilitix.reinforced_crossing_rail": "Rete di incrocio rinforzata",
    "block.utilitix.reinforced_filter_rail": "Rete di filtro rinforzata",
    "block.utilitix.reinforced_piston_controller_rail": "Treno di controllo pistone rinforzato",
    "block.utilitix.reinforced_rail": "Treno rinforzato",
    "block.utilitix.stone_wall": "Muro di pietra",
    "block.utilitix.weak_redstone_torch": "Torrino di rame debole",
    "config.jade.plugin_utilitix.advanced_brewery": "Ferro di produzione avanzata",
    "config.jade.plugin_utilitix.crude_furnace": "Fornace cruda",
    "config.jade.plugin_utilitix.experience_crystal": "Cristallo di esperienza",
    "config.jade.plugin_utilitix.glue_information": "Informazioni sulla colla",
    "config.jade.plugin_utilitix.linked_repeater": "Ripetitore collegato",
    "description.utilitix.advanced_brewery": "Il brewer avanzato può modificare le pozioni. Come un brewer regolare, richiede polvere di fiamma per funzionare. Ha quattro modalità: preparazione, fusione, upgrade e clonazione.",
    "description.utilitix.advanced_brewery.brewing": "In modalità di brew, è richiesto un potione nel centro del contenitore dei pozioni e un ingrediente speciale nel contenitore degli ingressi. È possibile visualizzare le ricette di brew nel JEI.",
    "description.utilitix.advanced_brewery.cloning": "In modalità di clonazione, un elisir può essere duplicato. Per fare ciò, collocare l'elisir da duplicare nel centro del rullo degli elisiri e due bottiglie d'acqua nei rulli degli elisiri esterni. Quindi mettere alcuni frammenti di netherite nella slot degli ingredienti.",
    "description.utilitix.advanced_brewery.merging": "In modalità di fusione, due pozioni nei raccordi dei pozioni esterni vengono fuse e una nuova pozione viene creata che ha gli effetti combinati. Lo slot del centro deve contenere un bicchiere di vetro e lo slot degli ingredienti deve essere vuoto. Più complessa è la pozione risultante, più probabile sarà il fallimento della fusione, con conseguente creazione di una pozione non riuscita.",
    "description.utilitix.advanced_brewery.upgrading": "In modalità di aggiornamento, un elisir con esattamente un effetto può essere aggiornato. L'elisir risultante avrà l'amplificatore aumentato di uno. Questo funziona fino all'amplificatore III. L'elisir da aggiornare va nel centro del slot degli elisiri e deve essere riempito con un frutto di chorus sbloccato.",
    "description.utilitix.anvil_cart": "Il carro ferroviario dell'incudine si occuperà degli entità che bloccano la tratta. Spingerà gli entità dalla tratta, in modo che altri carri ferroviari possano passare in sicurezza. Inoltre, trasformerà circa un quarto di danno del cuore quando spinge gli entità.",
    "description.utilitix.armed_stand": "Un armatura da posa con braccia. Puoi ciclare attraverso diverse pose cliccando destro con un fiammifero.",
    "description.utilitix.comparator_redirector": "Se un comparatore viene posto accanto a un redirectore di comparatori, leggerà l'output del comparatore della block sopra o sotto rispettivamente. In questo modo puoi leggere lo stato di riempimento di un cassettone da sotto di esso. Tuttavia, non è possibile creare catene di questi.",
    "description.utilitix.crossing_rail": "Lascia che due delle tue tracce di minicarrello si incrocino senza ponti brutti.",
    "description.utilitix.crude_furnace": "Questo forno fonde tutto ciò che un normale forno può fondere, se il forno a fumo e il forno a bassa pressione non possono fondere questo oggetto. È due volte più veloce della ricetta del forno normale, ma fornisce solo l'esperienza dimezzata.",
    "description.utilitix.directional_rail": "I binari di questi trenini fanno partire i carrelli minatori da soli. Inoltre, questo binario consente ai carrelli minatori di passare solo in una direzione.",
    "description.utilitix.ender_cart": "Un carro minatore con un cassettone di fine.",
    "description.utilitix.failed_potion": "Un potente fallito è a volte il risultato quando si mescolano pozioni in un birrificio avanzato. La probabilità di pozioni fallite aumenta con le fusioni complesse. Al momento del consumo, riceverai alcuni effetti negativi.",
    "description.utilitix.filter_rail": "Un rullo di filtro può filtrare le carrozze miniere in base al loro etichetta. Puoi impostare un'etichetta con un tinkerer per carrozze (shift destro-click). Quindi tutte le carrozze con lo stesso etichetta andranno lateralmente, mentre tutte le altre andranno dritte.",
    "description.utilitix.glue_ball": "I palline di colla possono essere attaccate ai lati dei blocchi solidi. Questi blocchi diventeranno appiccicati e trarranno i blocchi adiacenti quando vengono spostati da un pistone.",
    "description.utilitix.hand_bell": "Un campanello per la tua mano. Suonandolo, evidenzierà i predoni come un normale campanello. Dink-donk!",
    "description.utilitix.highspeed_rail": "Funziona come una rotaia elettrificata, ma è molto più veloce. Tuttavia, non possono essere utilizzate per creare pendii.",
    "description.utilitix.linked_crystal": "Puoi collegare fino a 8 cristalli di risonanza insieme facendo clic destro su di essi. Poi puoi metterli in ripetitori collegati per ottenere la risonanza wireless. Questo funziona anche attraverso le dimensioni. Facendo clic destro su un cristallo vincolato, verrà visualizzato la potenza del segnale attuale.",
    "description.utilitix.linked_repeater": "I ripetitori collegati sono come i ripetitori, ma con un ritardo di un tick. Tuttavia, possono accettare cristalli di rosso collegati per consentire la comunicazione a distanza del rosso.",
    "description.utilitix.minecart_tinkerer": "Il Minecart Tinkerer può essere utilizzato per aggiungere etichette ai carrelli minatori e alcuni tipi di rotaie. Un'etichetta è semplicemente un oggetto che identifica un carrello minatore. Fai clic con il pulsante destro su un carrello minatore per impostare un'etichetta. Per aggiungere un'etichetta a una rotaia che supporta le etichette, sposta il cursore sulla rotaia e fai clic con il pulsante destro con il Minecart Tinkerer. Esempi di rotie che supportano le etichette sono le rotaie filtro. Alcune altre rotie, come ad esempio le rotaie controller, hanno anche altre opzioni che puoi abilitare\/disabilitare facendo clic con il pulsante destro sulla rotaia invece che con Shift.",
    "description.utilitix.mob_bell": "Questo speciale campanello può essere legato a un mostro eseguendo un clic destro con il tasto Shift su quel mostro. Suonando un campanello di un mostro legato, i mostri del tipo corrispondente saranno evidenziati.",
    "description.utilitix.piston_cart": "Questo carro può posizionare e sostituire le rotaie. Ha un inventario dove puoi mettere le nuove rotaie a sinistra e prendere fuori le rotaie sostituite a destra. Puoi anche aggiungere torce di redstone poste sotto il tracciato per alimentare le rotaie se possono essere alimentate.",
    "description.utilitix.piston_controller_rail": "Un binario per controllare le carrozze miniera di pistone. Puoi impostare etichette con un tinkerer di carrozza (shift destro-click) e impostare il modulo che dovrebbe essere impostato su ogni carrozza miniera di pistone che viaggia sul blocco. Questi binari non vengono sostituiti dalle carrozze minee di pistone.",
    "description.utilitix.reinforced_rail": "Come le rotaie normali quasi istantaneamente resettano la velocità dalle rotaie a alta velocità alle rotaie alimentate, puoi utilizzare le rotaie rinforzate per mantenere quella velocità nei tornanti. Tuttavia, come le rotaie a alta velocità, queste non possono creare pendii.",
    "description.utilitix.stonecutter_cart": "Il carro del tagliatore di pietra può rompere i blocchi. Cliccando con il pulsante destro, puoi cambiare la posizione della sega. La sega si troverà sempre ad affrontare il blocco che sta per rompere. Inoltre, il carro si fermerà il suo movimento mentre rompe un blocco e riprenderà il suo vecchio ritmo quando sarà finito. Tuttavia, non puoi costruire semplicemente rompitori di blocchi statici con questo, poiché la sega non romperà mai lo stesso blocco due volte di fila. Gli scarti dei blocchi vengono sempre posizionati sulla trazione, quindi puoi raccoglierli con un minecart hopper.",
    "description.utilitix.tiny_coal": "Carbone piccolo si fonde esattamente in un oggetto.",
    "description.utilitix.weak_redstone_torch": "La torcia di rame debole funziona esattamente come una normale torcia di rame, con l'unica eccezione che non alimenta il blocco sopra di essa in modo forte. Quindi puoi ancora leggere il segnale da quel blocco, ma solo utilizzando un ripetitore o un comparatore. Ciò significa anche che questa torcia non è soggetta al bruciore delle torce.",
    "enchantment.utilitix.bell_range": "Raggio di campana",
    "enchantment.utilitix.bell_range.desc": "Incrementa la portata di notifica e luce dei campanelli Utilitix.",
    "entity.utilitix.anvil_cart": "Carrello di miniera a incudine",
    "entity.utilitix.ender_cart": "Carrello di cassa dei portali",
    "entity.utilitix.piston_cart": "Carrello a pistone",
    "entity.utilitix.shulker_boat": "Barca con cassa di Shulker",
    "entity.utilitix.stonecutter_cart": "Carrello minerario per taglio pietra",
    "item.utilitix.acacia_shulker_boat": "Barca di acacia con cassa di Shulker",
    "item.utilitix.ancient_compass": "Bussola antica",
    "item.utilitix.apple_juice": "succo di mela",
    "item.utilitix.armed_stand": "Stand d'armatura con braccia",
    "item.utilitix.backpack": "Zaino",
    "item.utilitix.backpack.slots": "%s sloti",
    "item.utilitix.bamboo_shulker_raft": "Barca di bambù con cassa shulker",
    "item.utilitix.birch_shulker_boat": "Barca di betulla con cassa di Shulker",
    "item.utilitix.cherry_shulker_boat": "Barca di ciliegio con cassa di Shulker",
    "item.utilitix.dark_oak_shulker_boat": "Barca di quercia oscura con cassa del Shulker",
    "item.utilitix.diamond_shears": "Forbici di diamante",
    "item.utilitix.failed_potion": "Pozione fallita",
    "item.utilitix.gilding_crystal": "Cristallo di gilding",
    "item.utilitix.glue_ball": "Pallina di colla",
    "item.utilitix.god_apple_juice": "Succo di mela divina",
    "item.utilitix.hand_bell": "Cammpanello da mano",
    "item.utilitix.jungle_shulker_boat": "Barca di giungla con cassa di Shulker",
    "item.utilitix.linked_crystal": "Cristallo di risonanza rosso collegato",
    "item.utilitix.mangrove_shulker_boat": "Barca di mangrovie con cassa di Shulker",
    "item.utilitix.merged_potion": "Bevanda mista",
    "item.utilitix.minecart_tinkerer": "Tessitore di carrelli minatori",
    "item.utilitix.mob_bell": "Campana per mostri",
    "item.utilitix.mob_yoinker": "Yoinker di mostro",
    "item.utilitix.oak_shulker_boat": "Barca di quercia con cassa del Shulker",
    "item.utilitix.quiver": "Fionda",
    "item.utilitix.spruce_shulker_boat": "Barca di betulla con cassa dello Shulker",
    "item.utilitix.tiny_charcoal": "Carbone piccolo",
    "item.utilitix.tiny_coal": "Carbone minuscolo",
    "jade.utilitix.experience_crystal.level": "Livello:",
    "jade.utilitix.experience_crystal.xp": "Punti XP:",
    "jade.utilitix.glue_information": "Lato appiccicato",
    "jei.utilitix.gilding": "Gildatura",
    "key.categories.utilitix": "Utilitix",
    "key.utilitix.open_backpack": "Apri zainetto",
    "message.utilitix.map_save_command": "Si è verificato un problema durante il salvataggio della mappa. Ulteriori informazioni sono disponibili nel registro.",
    "message.utilitix.mob_yoinker": "hai bisogno di %s XP in più per catturare questo mostro.",
    "screen.utilitix.advanced_brewery": "Ferro di produzione avanzata",
    "screen.utilitix.backpack": "Zainetto",
    "screen.utilitix.crude_furnace": "Fornace cruda",
    "screen.utilitix.experience_crystal": "Cristallo di esperienza",
    "screen.utilitix.minecart_tinkerer": "Etichetta di carrello minatore",
    "screen.utilitix.quiver": "Fionda",
    "tooltip.utilitix.ancient_compass": "Non usarlo se non sei abbastanza silenzioso",
    "tooltip.utilitix.blacklisted_mob": "Questo mostro è blacklistato",
    "tooltip.utilitix.current_mob": "Mob corrente",
    "tooltip.utilitix.experience_crystal.add_1": "Ricorda 1 livello",
    "tooltip.utilitix.experience_crystal.add_10": "Riserva 10 livelli",
    "tooltip.utilitix.experience_crystal.add_all": "Ripeti tutti i livelli",
    "tooltip.utilitix.experience_crystal.sub_1": "Recupera 1 livello",
    "tooltip.utilitix.experience_crystal.sub_10": "Recupera 10 livelli",
    "tooltip.utilitix.experience_crystal.sub_all": "Recupera tutti i livelli",
    "tooltip.utilitix.gilded": "Infilato",
    "tooltip.utilitix.invalid_link": "Non collegato",
    "tooltip.utilitix.link_failed": "È necessario almeno due cristalli per collegarli.",
    "tooltip.utilitix.no_mob": "Fare shift-rightclick su un mostro per legarlo",
    "tooltip.utilitix.piston_cart_mode": "Modalità: %s",
    "tooltip.utilitix.piston_cart_mode_idle": "Inattivo",
    "tooltip.utilitix.piston_cart_mode_place": "Posiziona",
    "tooltip.utilitix.piston_cart_mode_replace": "Sostituisci",
    "tooltip.utilitix.signal_strength": "Streptta di segnale: %s",
    "tooltip.utilitix.valid_link": "Collegato: %s",
    "utilitix.compat.zeta.disable_piston_logic_replacement": "Disabilita \"usa sostituzione logica pistone\" nei impostazioni generali di Zeta per utilizzare questo correttamente.",
    "utilitix.map_saved": "Mappa salvata qui: %s"
}